Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# ArtistPage_SearchButton_Search_ToolTip
source: Search artists
af_za: Soek kunstenaars
ar_eg: البحث في الفنانين
bg_bg: Търсене в изпълнители
bn_bd: শিল্পী অনুসন্ধান করুন
ca_es: Cercar artistes
cs_cz: Hledat interprety
da_dk: Søg kunstnere
de_de: Künstler suchen
el_gr: Αναζήτηση καλλιτεχνών
es_mx: Buscar artistas
et_ee: Otsi artiste
fa_ir: جستجوی هنرمندان
fi_fi: Hae artisteista
fil_ph: Maghanap ng mga artista
fr_fr: Rechercher des artistes
ga_ie: Cuardaigh ealaíontóirí
he_il: חפש אמנים
hi_in: कलाकार खोजें
hr_hr: Pretraži izvođače
hu_hu: Előadók keresése
id_id: Cari artis
it_it: Cerca artisti
ja_jp: アーティストを検索
ko_kr: 아티스트 검색
lt_lt: Ieškoti atlikėjų
ms_my: Cari artis
nl_nl: Zoek artiesten
no_no: Søk artister
pa_in: ਕਲਾਕਾਰ ਖੋਜੋ
pl_pl: Szukaj wykonawców
pt_br: Pesquisar artistas
ro_ro: Căutați artiști
ru_ru: Искать исполнителей
sk_sk: Hľadať interpretov
sq_al: Kërko artistë
sr_cyrl_rs: Претражи извођаче
sv_se: Sök artister
sw_ke: Tafuta wasanii
ta_in: கலைஞர்களைத் தேடு
th_th: ค้นหาศิลปิน
tr_tr: Sanatçılarda ara
uk_ua: Пошук виконавців
vi_vn: Tìm kiếm nghệ sĩ
zh_hans: 搜索艺术家
zh_tw: 搜尋演出者

# ArtistViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# ArtistViewPage_SearchButton_Search_ToolTip
source: Search in artist
af_za: Soek in kunstenaar
ar_eg: البحث في الفنان
bg_bg: Търсене в изпълнител
bn_bd: শিল্পীর মধ্যে অনুসন্ধান করুন
ca_es: Cercar a l'artista
cs_cz: Hledat u interpreta
da_dk: Søg i kunstner
de_de: Im Künstler suchen
el_gr: Αναζήτηση σε καλλιτέχνη
es_mx: Buscar en artista
et_ee: Otsi artistist
fa_ir: جستجو در هنرمند
fi_fi: Hae artistista
fil_ph: Maghanap sa artista
fr_fr: Rechercher dans l'artiste
ga_ie: Cuardaigh san ealaíontóir
he_il: חפש באמן
hi_in: कलाकार में खोजें
hr_hr: Pretraži kod izvođača
hu_hu: Keresés előadóban
id_id: Cari di artis
it_it: Cerca nell'artista
ja_jp: アーティスト内を検索
ko_kr: 아티스트에서 검색
lt_lt: Ieškoti atlikėjo kūrinių
ms_my: Cari dalam artis
nl_nl: Zoeken in artiest
no_no: Søk i artist
pa_in: ਕਲਾਕਾਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj u wykonawcy
pt_br: Pesquisar no artista
ro_ro: Căutați în artist
ru_ru: Искать у исполнителя
sk_sk: Hľadať v interpretovi
sq_al: Kërko në artist
sr_cyrl_rs: Претражи у извођачу
sv_se: Sök i artist
sw_ke: Tafuta ndani ya msanii
ta_in: கலைஞரில் தேடு
th_th: ค้นหาในศิลปิน
tr_tr: Sanatçıda ara
uk_ua: Пошук у виконавці
vi_vn: Tìm kiếm trong nghệ sĩ
zh_hans: 在艺术家中搜索
zh_tw: 在演出者中搜尋

# ArtistViewPage_PlaylistMenu_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné seznamy skladeb k dispozici
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Ei soittolistoja saatavilla
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं
hr_hr: Nema dostupnih popisa pjesama
hu_hu: Nincs elérhető lejátszási lista
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra galimų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_br: Nenhuma playlist disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne dostupné zoznamy skladieb
sq_al: Asnjë listë luajtjeje nuk është në dispozicion
sr_cyrl_rs: Нису доступне плејлисте
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za kucheza zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi yok
uk_ua: Немає доступних списків відтворення
vi_vn: Không có danh sách phát nào khả dụng
zh_hans: 无可用播放列表
zh_tw: 無可用播放清單

# FolderPage_DeleteDialog_Title
source: Delete Folder
af_za: Vee Vouer Uit
ar_eg: حذف مجلد
bg_bg: Изтрий папка
bn_bd: ফোল্ডার মুছুন
ca_es: Suprimir carpeta
cs_cz: Smazat složku
da_dk: Slet mappe
de_de: Ordner löschen
el_gr: Διαγραφή Φακέλου
es_mx: Eliminar carpeta
et_ee: Kustuta kaust
fa_ir: حذف پوشه
fi_fi: Poista kansio
fil_ph: Burahin ang Folder
fr_fr: Supprimer le dossier
ga_ie: Scrios Fillteán
he_il: מחק תיקיה
hi_in: फ़ोल्डर हटाएँ
hr_hr: Izbriši mapu
hu_hu: Mappa törlése
id_id: Hapus Folder
it_it: Elimina Cartella
ja_jp: フォルダーを削除
ko_kr: 폴더 삭제
lt_lt: Ištrinti aplanką
ms_my: Padam Folder
nl_nl: Map verwijderen
no_no: Slett mappe
pa_in: ਫੋਲਡਰ ਮਿਟਾਓ
pl_pl: Usuń Folder
pt_br: Excluir Pasta
ro_ro: Șterge dosarul
ru_ru: Удалить папку
sk_sk: Odstrániť priečinok
sq_al: Fshi Dosjen
sr_cyrl_rs: Избриши фасциклу
sv_se: Radera mapp
sw_ke: Futa Folda
ta_in: கோப்புறையை நீக்கு
th_th: ลบโฟลเดอร์
tr_tr: Klasörü Sil
uk_ua: Видалити папку
vi_vn: Xóa Thư mục
zh_hans: 删除文件夹
zh_tw: 刪除資料夾

# FolderPage_DeleteDialog_Format
source: Are you sure you want to remove the folder '{0}' from the library? This will not delete the files from your computer.
af_za: Is jy seker jy wil die vouer '{0}' uit die biblioteek verwyder? Dit sal nie die lêers van jou rekenaar uitvee nie.
ar_eg: هل أنت متأكد أنك تريد إزالة المجلد '{0}' من المكتبة؟ هذا لن يحذف الملفات من جهاز الكمبيوتر الخاص بك.
bg_bg: Сигурни ли сте, че искате да премахнете папката '{0}' от библиотеката? Това няма да изтрие файловете от компютъра ви.
bn_bd: আপনি কি নিশ্চিত যে আপনি '{0}' ফোল্ডারটি লাইব্রেরি থেকে সরাতে চান? এটি আপনার কম্পিউটার থেকে ফাইলগুলি মুছে দেবে না।
ca_es: Estàs segur que vols eliminar la carpeta '{0}' de la biblioteca? Això no suprimirà els fitxers del teu ordinador.
cs_cz: Opravdu chcete odebrat složku „{0}“ z knihovny? Tím se soubory z počítače neodstraní.
da_dk: Er du sikker på, at du vil fjerne mappen '{0}' fra biblioteket? Dette sletter ikke filerne fra din computer.
de_de: Möchten Sie den Ordner „{0}“ wirklich aus der Bibliothek entfernen? Die Dateien werden dabei nicht von Ihrem Computer gelöscht.
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το φάκελο '{0}' από τη βιβλιοθήκη; Αυτό δεν θα διαγράψει τα αρχεία από τον υπολογιστή σας.
es_mx: ¿Estás seguro de que deseas eliminar la carpeta '{0}' de la biblioteca? Esto no eliminará los archivos de tu computadora.
et_ee: Kas olete kindel, et soovite kausta '{0}' teegist eemaldada? See ei kustuta faile teie arvutist.
fa_ir: آیا مطمئن هستید که می‌خواهید پوشه '{0}' را از کتابخانه حذف کنید؟ این کار فایل‌ها را از رایانه شما حذف نخواهد کرد.
fi_fi: Haluatko varmasti poistaa kansion '{0}' kirjastosta? Tämä ei poista tiedostoja tietokoneeltasi.
fil_ph: Sigurado ka bang gusto mong tanggalin ang folder na '{0}' mula sa aklatan? Hindi nito buburahin ang mga file mula sa iyong computer.
fr_fr: Êtes-vous sûr de vouloir supprimer le dossier '{0}' de la bibliothèque ? Cela ne supprimera pas les fichiers de votre ordinateur.
ga_ie: An bhfuil tú cinnte gur mhaith leat an fillteán '{0}' a bhaint as an leabharlann? Ní scriosfaidh sé seo na comhaid ó do ríomhaire.
he_il: האם אתה בטוח שברצונך להסיר את התיקיה '{0}' מהספרייה? פעולה זו לא תמחק את הקבצים מהמחשב שלך.
hi_in: क्या आप फ़ोल्डर '{0}' को लाइब्रेरी से हटाना चाहते हैं? इससे आपके कंप्यूटर से फ़ाइलें नहीं हटेंगी।
hr_hr: Jeste li sigurni da želite ukloniti mapu '{0}' iz knjižnice? Ovo neće izbrisati datoteke s vašeg računala.
hu_hu: Biztosan el szeretné távolítani a(z) „{0}” mappát a könyvtárból? Ez nem törli a fájlokat a számítógépről.
id_id: Apakah Anda yakin ingin menghapus folder '{0}' dari pustaka? Ini tidak akan menghapus berkas dari komputer Anda.
it_it: Sei sicuro di voler rimuovere la cartella '{0}' dalla libreria? Questo non eliminerà i file dal tuo computer.
ja_jp: フォルダー'{0}'をライブラリから削除してもよろしいですか？これにより、コンピューターからファイルが削除されることはありません。
ko_kr: 라이브러리에서 폴더 '{0}'을(를) 제거하시겠습니까? 이렇게 해도 컴퓨터에서 파일이 삭제되지는 않습니다.
lt_lt: Ar tikrai norite pašalinti aplanką "{0}" iš bibliotekos? Tai neištrins failų iš jūsų kompiuterio.
ms_my: Adakah anda pasti ingin mengalih keluar folder '{0}' daripada pustaka? Ini tidak akan memadam fail daripada komputer anda.
nl_nl: Weet u zeker dat u de map '{0}' uit de bibliotheek wilt verwijderen? Dit verwijdert de bestanden niet van uw computer.
no_no: Er du sikker på at du vil fjerne mappen '{0}' fra biblioteket? Dette vil ikke slette filene fra datamaskinen din.
pa_in: ਕੀ ਤੁਸੀਂ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਫੋਲਡਰ '{0}' ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਤੋਂ ਫਾਈਲਾਂ ਨੂੰ ਨਹੀਂ ਮਿਟਾਏਗਾ।
pl_pl: Czy na pewno chcesz usunąć folder '{0}' z biblioteki? Spowoduje to usunięcie folderu tylko z biblioteki, nie z komputera.
pt_br: Tem certeza de que deseja remover a pasta '{0}' da biblioteca? Isso não excluirá os arquivos do seu computador.
ro_ro: Sigur doriți să eliminați dosarul „{0}” din bibliotecă? Acest lucru nu va șterge fișierele de pe computerul dvs.
ru_ru: Вы уверены, что хотите удалить папку '{0}' из библиотеки? Это не приведет к удалению файлов с вашего компьютера.
sk_sk: Naozaj chcete odstrániť priečinok '{0}' z knižnice? Týmto sa súbory z vášho počítača neodstránia.
sq_al: Jeni të sigurt që dëshironi të hiqni dosjen '{0}' nga biblioteka? Kjo nuk do t'i fshijë skedarët nga kompjuteri juaj.
sr_cyrl_rs: Да ли сте сигурни да желите да уклоните фасциклу '{0}' из библиотеке? Ово неће избрисати датотеке са вашег рачунара.
sv_se: Är du säker på att du vill ta bort mappen '{0}' från biblioteket? Detta kommer inte att radera filerna från din dator.
sw_ke: Una uhakika unataka kuondoa folda '{0}' kutoka kwenye maktaba? Hii haitafuta faili kutoka kwenye kompyuta yako.
ta_in: நூலகத்திலிருந்து '{0}' கோப்புறையை நீக்க விரும்புகிறீர்களா? இது உங்கள் கணினியிலிருந்து கோப்புகளை நீக்காது.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลเดอร์ '{0}' ออกจากคลังเพลง? การดำเนินการนี้จะไม่ลบไฟล์ออกจากคอมพิวเตอร์ของคุณ
tr_tr: '{0}' klasörünü kütüphaneden kaldırmak istediğinizden emin misiniz? Bu işlem dosyaları bilgisayarınızdan silmeyecektir.
uk_ua: Ви впевнені, що хочете видалити папку '{0}' з бібліотеки? Це не видалить файли з вашого комп'ютера.
vi_vn: Bạn có chắc chắn muốn xóa thư mục '{0}' khỏi thư viện không? Thao tác này sẽ không xóa các tệp khỏi máy tính của bạn.
zh_hans: 您确定要从库中移除文件夹“{0}”吗？这不会从您的计算机中删除文件。
zh_tw: 您確定要從媒體庫中移除資料夾 '{0}' 嗎？這不會從您的電腦中刪除檔案。

# FolderPage_DeleteDialog_PrimaryButton
source: Delete
af_za: Vee uit
ar_eg: حذف
bg_bg: Изтрий
bn_bd: মুছুন
ca_es: Suprimir
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_mx: Eliminar
et_ee: Kustuta
fa_ir: حذف
fi_fi: Poista
fil_ph: Burahin
fr_fr: Supprimer
ga_ie: Scrios
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
ms_my: Padam
nl_nl: Verwijderen
no_no: Slett
pa_in: ਮਿਟਾਓ
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergeți
ru_ru: Удалить
sk_sk: Odstrániť
sq_al: Fshi
sr_cyrl_rs: Избриши
sv_se: Radera
sw_ke: Futa
ta_in: நீக்கு
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_hans: 删除
zh_tw: 刪除

# FolderPage_DeleteDialog_CloseButton
source: Cancel
af_za: Kanselleer
ar_eg: إلغاء
bg_bg: Отказ
bn_bd: বাতিল করুন
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fil_ph: Kanselahin
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Poništi
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消
zh_tw: 取消

# FolderSongViewPage_Default_Title
source: Unknown Folder
af_za: Onbekende Vouer
ar_eg: مجلد غير معروف
bg_bg: Неизвестна папка
bn_bd: অজানা ফোল্ডার
ca_es: Carpeta desconeguda
cs_cz: Neznámá složka
da_dk: Ukendt mappe
de_de: Unbekannter Ordner
el_gr: Άγνωστος Φάκελος
es_mx: Carpeta desconocida
et_ee: Tundmatu kaust
fa_ir: پوشه ناشناس
fi_fi: Tuntematon kansio
fil_ph: Hindi Kilalang Folder
fr_fr: Dossier inconnu
ga_ie: Fillteán Anaithnid
he_il: תיקיה לא ידועה
hi_in: अज्ञात फ़ोल्डर
hr_hr: Nepoznata mapa
hu_hu: Ismeretlen mappa
id_id: Folder Tidak Dikenal
it_it: Cartella Sconosciuta
ja_jp: 不明なフォルダー
ko_kr: 알 수 없는 폴더
lt_lt: Nežinomas aplankas
ms_my: Folder Tidak Dikenali
nl_nl: Onbekende map
no_no: Ukjent mappe
pa_in: ਅਣਜਾਣ ਫੋਲਡਰ
pl_pl: Nieznany Folder
pt_br: Pasta Desconhecida
ro_ro: Dosar necunoscut
ru_ru: Неизвестная папка
sk_sk: Neznámy priečinok
sq_al: Dosje e Panjohur
sr_cyrl_rs: Непозната фасцикла
sv_se: Okänd mapp
sw_ke: Folda Isiyojulikana
ta_in: தெரியாத கோப்புறை
th_th: โฟลเดอร์ไม่ทราบชื่อ
tr_tr: Bilinmeyen Klasör
uk_ua: Невідома папка
vi_vn: Thư mục không xác định
zh_hans: 未知文件夹
zh_tw: 未知資料夾

# FolderSongViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# FolderSongViewPage_SearchButton_Search_ToolTip
source: Search in folder
af_za: Soek in vouer
ar_eg: البحث في المجلد
bg_bg: Търсене в папка
bn_bd: ফোল্ডারে অনুসন্ধান করুন
ca_es: Cercar a la carpeta
cs_cz: Hledat ve složce
da_dk: Søg i mappe
de_de: Im Ordner suchen
el_gr: Αναζήτηση σε φάκελο
es_mx: Buscar en carpeta
et_ee: Otsi kaustast
fa_ir: جستجو در پوشه
fi_fi: Hae kansiosta
fil_ph: Maghanap sa folder
fr_fr: Rechercher dans le dossier
ga_ie: Cuardaigh san fhillteán
he_il: חפש בתיקיה
hi_in: फ़ोल्डर में खोजें
hr_hr: Pretraži u mapi
hu_hu: Keresés mappában
id_id: Cari di folder
it_it: Cerca nella cartella
ja_jp: フォルダー内を検索
ko_kr: 폴더에서 검색
lt_lt: Ieškoti aplanke
ms_my: Cari dalam folder
nl_nl: Zoeken in map
no_no: Søk i mappe
pa_in: ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w folderze
pt_br: Pesquisar na pasta
ro_ro: Căutați în dosar
ru_ru: Искать в папке
sk_sk: Hľadať v priečinku
sq_al: Kërko në dosje
sr_cyrl_rs: Претражи у фасцикли
sv_se: Sök i mapp
sw_ke: Tafuta ndani ya folda
ta_in: கோப்புறையில் தேடு
th_th: ค้นหาในโฟลเดอร์
tr_tr: Klasörde ara
uk_ua: Пошук у папці
vi_vn: Tìm kiếm trong thư mục
zh_hans: 在文件夹中搜索
zh_tw: 在資料夾中搜尋

# FolderSongViewPage_PlaylistMenu_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné seznamy skladeb k dispozici
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Ei soittolistoja saatavilla
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं
hr_hr: Nema dostupnih popisa pjesama
hu_hu: Nincs elérhető lejátszási lista
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra galimų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_br: Nenhuma playlist disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne dostupné zoznamy skladieb
sq_al: Asnjë listë luajtjeje nuk është në dispozicion
sr_cyrl_rs: Нису доступне плејлисте
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za kucheza zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi yok
uk_ua: Немає доступних списків відтворення
vi_vn: Không có danh sách phát nào khả dụng
zh_hans: 无可用播放列表
zh_tw: 無可用播放清單

# GenrePage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# GenrePage_SearchButton_Search_ToolTip
source: Search genres
af_za: Soek genres
ar_eg: البحث في الأنواع
bg_bg: Търсене в жанрове
bn_bd: ঘরানা অনুসন্ধান করুন
ca_es: Cercar gèneres
cs_cz: Hledat žánry
da_dk: Søg genrer
de_de: Genres suchen
el_gr: Αναζήτηση ειδών
es_mx: Buscar géneros
et_ee: Otsi žanreid
fa_ir: جستجوی ژانرها
fi_fi: Hae genreistä
fil_ph: Maghanap ng mga genre
fr_fr: Rechercher des genres
ga_ie: Cuardaigh seánraí
he_il: חפש ז'אנרים
hi_in: शैलियाँ खोजें
hr_hr: Pretraži žanrove
hu_hu: Műfajok keresése
id_id: Cari genre
it_it: Cerca generi
ja_jp: ジャンルを検索
ko_kr: 장르 검색
lt_lt: Ieškoti žanrų
ms_my: Cari genre
nl_nl: Zoek genres
no_no: Søk sjangere
pa_in: ਸ਼ੈਲੀਆਂ ਖੋਜੋ
pl_pl: Szukaj gatunków
pt_br: Pesquisar gêneros
ro_ro: Căutați genuri
ru_ru: Искать жанры
sk_sk: Hľadať žánre
sq_al: Kërko zhanre
sr_cyrl_rs: Претражи жанрове
sv_se: Sök genrer
sw_ke: Tafuta aina
ta_in: வகைகளைத் தேடு
th_th: ค้นหาแนวเพลง
tr_tr: Türlerde ara
uk_ua: Пошук жанрів
vi_vn: Tìm kiếm thể loại
zh_hans: 搜索流派
zh_tw: 搜尋類型

# LibraryPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# LibraryPage_SearchButton_Search_ToolTip
source: Search library
af_za: Soek biblioteek
ar_eg: البحث في المكتبة
bg_bg: Търсене в библиотека
bn_bd: লাইব্রেরি অনুসন্ধান করুন
ca_es: Cercar a la biblioteca
cs_cz: Hledat v knihovně
da_dk: Søg i bibliotek
de_de: Bibliothek durchsuchen
el_gr: Αναζήτηση βιβλιοθήκης
es_mx: Buscar en biblioteca
et_ee: Otsi teegist
fa_ir: جستجو در کتابخانه
fi_fi: Hae kirjastosta
fil_ph: Maghanap sa aklatan
fr_fr: Rechercher dans la bibliothèque
ga_ie: Cuardaigh leabharlann
he_il: חפש בספרייה
hi_in: लाइब्रेरी खोजें
hr_hr: Pretraži knjižnicu
hu_hu: Könyvtár keresése
id_id: Cari pustaka
it_it: Cerca nella libreria
ja_jp: ライブラリを検索
ko_kr: 라이브러리 검색
lt_lt: Ieškoti bibliotekoje
ms_my: Cari pustaka
nl_nl: Zoek bibliotheek
no_no: Søk i bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ
pl_pl: Szukaj w bibliotece
pt_br: Pesquisar biblioteca
ro_ro: Căutați în bibliotecă
ru_ru: Искать в библиотеке
sk_sk: Hľadať v knižnici
sq_al: Kërko në bibliotekë
sr_cyrl_rs: Претражи библиотеку
sv_se: Sök bibliotek
sw_ke: Tafuta maktaba
ta_in: நூலகத்தில் தேடு
th_th: ค้นหาในคลังเพลง
tr_tr: Arşivde ara
uk_ua: Пошук у бібліотеці
vi_vn: Tìm kiếm thư viện
zh_hans: 搜索库
zh_tw: 搜尋媒體庫

# LibraryPage_PlaylistMenu_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné seznamy skladeb k dispozici
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Ei soittolistoja saatavilla
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं
hr_hr: Nema dostupnih popisa pjesama
hu_hu: Nincs elérhető lejátszási lista
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra galimų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_br: Nenhuma playlist disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne dostupné zoznamy skladieb
sq_al: Asnjë listë luajtjeje nuk është në dispozicion
sr_cyrl_rs: Нису доступне плејлисте
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za kucheza zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi yok
uk_ua: Немає доступних списків відтворення
vi_vn: Không có danh sách phát nào khả dụng
zh_hans: 无可用播放列表
zh_tw: 無可用播放清單
