Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# ArtistView_NoBiography
source: No biography available for this artist.
af_za: Geen biografie vir hierdie kunstenaar beskikbaar nie.
ar_eg: لا توجد سيرة ذاتية متاحة لهذا الفنان.
bg_bg: Няма налична биография за този изпълнител.
bn_bd: এই শিল্পীর জন্য কোনো জীবনী উপলব্ধ নেই।
ca_es: No hi ha biografia disponible per a aquest artista.
cs_cz: Pro tohoto interpreta není k dispozici žádná biografie.
da_dk: Ingen biografi tilgængelig for denne kunstner.
de_de: Keine Biografie für diesen Künstler verfügbar.
el_gr: Δεν υπάρχει διαθέσιμη βιογραφία για αυτόν τον καλλιτέχνη.
es_mx: No hay biografía disponible para este artista.
et_ee: Selle artisti kohta pole biograafiat saadaval.
fa_ir: بیوگرافی برای این هنرمند موجود نیست.
fi_fi: Tälle artistille ei ole saatavilla elämäkertaa.
fil_ph: Walang biography na available para sa artistang ito.
fr_fr: Aucune biographie disponible pour cet artiste.
ga_ie: Níl beathaisnéis ar fáil don ealaíontóir seo.
he_il: אין ביוגרפיה זמינה לאמן זה.
hi_in: इस कलाकार के लिए कोई जीवनी उपलब्ध नहीं है।
hr_hr: Biografija nije dostupna za ovog izvođača.
hu_hu: Nem elérhető életrajz ehhez az előadóhoz.
id_id: Tidak ada biografi tersedia untuk artis ini.
it_it: Nessuna biografia disponibile per questo artista.
ja_jp: このアーティストのバイオグラフィーはありません。
ko_kr: 이 아티스트에 대한 정보를 사용할 수 없습니다.
lt_lt: Šiam atlikėjui biografijos nėra.
ms_my: Tiada biografi tersedia untuk artis ini.
nl_nl: Geen biografie beschikbaar voor deze artiest.
no_no: Ingen biografi tilgjengelig for denne artisten.
pa_in: ਇਸ ਕਲਾਕਾਰ ਲਈ ਕੋਈ ਜੀਵਨੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl_pl: Brak dostępnej biografii dla tego wykonawcy.
pt_br: Nenhuma biografia disponível para este artista.
ro_ro: Nicio biografie disponibilă pentru acest artist.
ru_ru: Биография для этого исполнителя недоступна.
sk_sk: Pre tohto interpreta nie je k dispozícii žiadna biografia.
sq_al: Asnjë biografi nuk është në dispozicion për këtë artist.
sr_cyrl_rs: Биографија за овог извођача није доступна.
sv_se: Ingen biografi tillgänglig för denna artist.
sw_ke: Hakuna wasifu unaopatikana kwa msanii huyu.
ta_in: இந்த கலைஞருக்கு சுயசரிதை இல்லை.
th_th: ไม่มีประวัติสำหรับศิลปินนี้
tr_tr: Bu sanatçı için biyografi bulunmuyor.
uk_ua: Біографії для цього виконавця немає.
vi_vn: Không có tiểu sử nào cho nghệ sĩ này.
zh_hans: 此艺术家没有可用传记。
zh_tw: 此演出者沒有可用的傳記資料。

# ArtistView_ErrorLoadingDetails
source: Could not load artist details.
af_za: Kon nie kunstenaarinligting laai nie.
ar_eg: تعذر تحميل تفاصيل الفنان.
bg_bg: Не можаха да се заредят детайли за изпълнителя.
bn_bd: শিল্পীর বিবরণ লোড করা যায়নি।
ca_es: No s'han pogut carregar els detalls de l'artista.
cs_cz: Nepodařilo se načíst podrobnosti interpreta.
da_dk: Kunne ikke indlæse kunstnerdetaljer.
de_de: Künstlerdetails konnten nicht geladen werden.
el_gr: Αδυναμία φόρτωσης λεπτομερειών καλλιτέχνη.
es_mx: No se pudieron cargar los detalles del artista.
et_ee: Artisti üksikasju ei saanud laadida.
fa_ir: جزئیات هنرمند بارگذاری نشد.
fi_fi: Artistin tietoja ei voitu ladata.
fil_ph: Hindi ma-load ang mga detalye ng artista.
fr_fr: Impossible de charger les détails de l'artiste.
ga_ie: Níorbh fhéidir sonraí an ealaíontóra a luchtú.
he_il: לא ניתן היה לטעון פרטי אמן.
hi_in: कलाकार विवरण लोड नहीं कर सका।
hr_hr: Nije moguće učitati detalje izvođača.
hu_hu: Nem sikerült betölteni az előadó adatait.
id_id: Tidak dapat memuat detail artis.
it_it: Impossibile caricare i dettagli dell'artista.
ja_jp: アーティストの詳細を読み込めませんでした。
ko_kr: 아티스트 세부 정보를 로드할 수 없습니다.
lt_lt: Nepavyko įkelti atlikėjo detalių.
ms_my: Tidak dapat memuatkan butiran artis.
nl_nl: Kon artiestgegevens niet laden.
no_no: Kunne ikke laste inn artistdetaljer.
pa_in: ਕਲਾਕਾਰ ਦੇ ਵੇਰਵੇ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ।
pl_pl: Nie można załadować szczegółów wykonawcy.
pt_br: Não foi possível carregar os detalhes do artista.
ro_ro: Nu s-au putut încărca detaliile artistului.
ru_ru: Не удалось загрузить сведения об исполнителе.
sk_sk: Nepodarilo sa načítať podrobnosti o interpretovi.
sq_al: Nuk mund të ngarkoheshin detajet e artistit.
sr_cyrl_rs: Није могуће учитати детаље извођача.
sv_se: Kunde inte ladda artistdetaljer.
sw_ke: Imeshindwa kupakia maelezo ya msanii.
ta_in: கலைஞரின் விவரங்களை ஏற்ற முடியவில்லை.
th_th: ไม่สามารถโหลดรายละเอียดศิลปินได้
tr_tr: Sanatçı ayrıntıları yüklenemedi.
uk_ua: Не вдалося завантажити деталі виконавця.
vi_vn: Không thể tải chi tiết nghệ sĩ.
zh_hans: 无法加载艺术家详情。
zh_tw: 無法載入演出者詳細資訊。

# Folders_ErrorLoading
source: Error loading folder
af_za: Fout met laai van vouer
ar_eg: خطأ في تحميل المجلد
bg_bg: Грешка при зареждане на папка
bn_bd: ফোল্ডার লোড করতে ত্রুটি
ca_es: Error en carregar la carpeta
cs_cz: Chyba při načítání složky
da_dk: Fejl ved indlæsning af mappe
de_de: Fehler beim Laden des Ordners
el_gr: Σφάλμα φόρτωσης φακέλου
es_mx: Error al cargar carpeta
et_ee: Kausta laadimise viga
fa_ir: خطا در بارگذاری پوشه
fi_fi: Kansion latausvirhe
fil_ph: Error sa pag-load ng folder
fr_fr: Erreur de chargement du dossier
ga_ie: Earráid ag luchtú fillteáin
he_il: שגיאה בטעינת תיקיה
hi_in: फ़ोल्डर लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju mape
hu_hu: Hiba a mappa betöltésekor
id_id: Kesalahan memuat folder
it_it: Errore durante il caricamento della cartella
ja_jp: フォルダーの読み込みエラー
ko_kr: 폴더 로드 오류
lt_lt: Klaida įkeliant aplanką
ms_my: Ralat memuatkan folder
nl_nl: Fout bij laden map
no_no: Feil ved lasting av mappe
pa_in: ਫੋਲਡਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania folderu
pt_br: Erro ao carregar pasta
ro_ro: Eroare la încărcarea dosarului
ru_ru: Ошибка загрузки папки
sk_sk: Chyba pri načítaní priečinka
sq_al: Gabim në ngarkimin e dosjes
sr_cyrl_rs: Грешка при учитавању фасцикле
sv_se: Fel vid laddning av mapp
sw_ke: Hitilafu wakati wa kupakia folda
ta_in: கோப்புறையை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดโฟลเดอร์
tr_tr: Klasör yüklenirken hata oluştu
uk_ua: Помилка завантаження папки
vi_vn: Lỗi khi tải thư mục
zh_hans: 加载文件夹出错
zh_tw: 載入資料夾錯誤

# Folders_AddFolder_Success
source: Successfully added and scanned '{0}'.
af_za: '{0}' is suksesvol bygevoeg en geskandeer.
ar_eg: تمت إضافة '{0}' وفحصه بنجاح.
bg_bg: Успешно добавена и сканирана '{0}'.
bn_bd: '{0}' সফলভাবে যোগ করা এবং স্ক্যান করা হয়েছে।
ca_es: S'ha afegit i escanejat '{0}' correctament.
cs_cz: Složka „{0}“ byla úspěšně přidána a prohledána.
da_dk: Tilføjet og scannet '{0}' med succes.
de_de: „{0}“ erfolgreich hinzugefügt und gescannt.
el_gr: Προστέθηκε και σαρώθηκε με επιτυχία το '{0}'.
es_mx: Se agregó y escaneó '{0}' correctamente.
et_ee: Kaust '{0}' lisati ja skaneeriti edukalt.
fa_ir: '{0}' با موفقیت اضافه و اسکن شد.
fi_fi: '{0}' lisätty ja skannattu onnistuneesti.
fil_ph: Matagumpay na naidagdag at na-scan ang '{0}'.
fr_fr: '{0}' a été ajouté et analysé avec succès.
ga_ie: Cuireadh agus scanadh '{0}' go rathúil.
he_il: התיקיה '{0}' נוספה ונסרקה בהצלחה.
hi_in: '{0}' सफलतापूर्वक जोड़ा गया और स्कैन किया गया।
hr_hr: Uspješno dodana i skenirana '{0}'.
hu_hu: Sikeresen hozzáadva és beolvasva: „{0}”.
id_id: Berhasil menambahkan dan memindai '{0}'.
it_it: Cartella '{0}' aggiunta e scansionata con successo.
ja_jp: '{0}'の追加とスキャンが完了しました。
ko_kr: '{0}'이(가) 성공적으로 추가되고 스캔되었습니다.
lt_lt: Sėkmingai pridėta ir nuskenuota "{0}".
ms_my: Berjaya menambah dan mengimbas '{0}'.
nl_nl: '{0}' is succesvol toegevoegd en gescand.
no_no: '{0}' ble lagt til og skannet.
pa_in: '{0}' ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਗਿਆ ਅਤੇ ਸਕੈਨ ਕੀਤਾ ਗਿਆ।
pl_pl: Pomyślnie dodano i przeskanowano '{0}'.
pt_br: Adicionado e digitalizado com sucesso '{0}'.
ro_ro: „{0}” a fost adăugat și scanat cu succes.
ru_ru: Папка '{0}' успешно добавлена и просканирована.
sk_sk: Úspešne pridané a naskenované '{0}'.
sq_al: '{0}' u shtua dhe skanua me sukses.
sr_cyrl_rs: Успешно додато и скенирано '{0}'.
sv_se: Mappen '{0}' har lagts till och skannats.
sw_ke: '{0}' imeongezwa na kuchanganuliwa kwa mafanikio.
ta_in: '{0}' வெற்றிகரமாக சேர்க்கப்பட்டு ஸ்கேன் செய்யப்பட்டது.
th_th: เพิ่มและสแกน '{0}' สำเร็จแล้ว
tr_tr: '{0}' başarıyla eklendi ve tarandı.
uk_ua: Папку '{0}' успішно додано та проскановано.
vi_vn: Đã thêm và quét '{0}' thành công.
zh_hans: 成功添加并扫描了“{0}”。
zh_tw: 已成功新增並掃描 '{0}'。

# Folders_AddFolder_Failed
source: Failed to add folder. The path may be invalid.
af_za: Kon nie vouer byvoeg nie. Die pad is dalk ongeldig.
ar_eg: فشل في إضافة المجلد. قد يكون المسار غير صالح.
bg_bg: Неуспешно добавяне на папка. Пътят може да е невалиден.
bn_bd: ফোল্ডার যোগ করতে ব্যর্থ হয়েছে। পথটি অবৈধ হতে পারে।
ca_es: No s'ha pogut afegir la carpeta. La ruta pot ser invàlida.
cs_cz: Nepodařilo se přidat složku. Cesta může být neplatná.
da_dk: Kunne ikke tilføje mappe. Stien er muligvis ugyldig.
de_de: Ordner konnte nicht hinzugefügt werden. Der Pfad ist möglicherweise ungültig.
el_gr: Αποτυχία προσθήκης φακέλου. Η διαδρομή ενδέχεται να είναι μη έγκυρη.
es_mx: Error al agregar carpeta. La ruta puede ser inválida.
et_ee: Kausta lisamine ebaõnnestus. Tee võib olla vale.
fa_ir: افزودن پوشه ناموفق بود. مسیر ممکن است نامعتبر باشد.
fi_fi: Kansion lisääminen epäonnistui. Polku saattaa olla virheellinen.
fil_ph: Nabigo ang pagdagdag ng folder. Maaaring invalid ang path.
fr_fr: Échec de l'ajout du dossier. Le chemin peut être invalide.
ga_ie: Theip ar an bhfillteán a chur leis. D'fhéadfadh an cosán a bheith neamhbhailí.
he_il: הוספת התיקיה נכשלה. ייתכן שהנתיב אינו חוקי.
hi_in: फ़ोल्डर जोड़ने में विफल। पथ अमान्य हो सकता है।
hr_hr: Dodavanje mape nije uspjelo. Putanja možda nije valjana.
hu_hu: Nem sikerült hozzáadni a mappát. Lehet, hogy az elérési út érvénytelen.
id_id: Gagal menambahkan folder. Jalur mungkin tidak valid.
it_it: Impossibile aggiungere la cartella. Il percorso potrebbe non essere valido.
ja_jp: フォルダーの追加に失敗しました。パスが無効な可能性があります。
ko_kr: 폴더 추가에 실패했습니다. 경로가 잘못되었을 수 있습니다.
lt_lt: Nepavyko pridėti aplanko. Kelias gali būti neteisingas.
ms_my: Gagal menambah folder. Laluan mungkin tidak sah.
nl_nl: Map toevoegen mislukt. Het pad is mogelijk ongeldig.
no_no: Klarte ikke å legge til mappe. Banen kan være ugyldig.
pa_in: ਫੋਲਡਰ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ। ਮਾਰਗ ਅਵੈਧ ਹੋ ਸਕਦਾ ਹੈ।
pl_pl: Nie udało się dodać folderu. Ścieżka może być nieprawidłowa.
pt_br: Falha ao adicionar pasta. O caminho pode ser inválido.
ro_ro: Adăugarea dosarului a eșuat. Calea poate fi invalidă.
ru_ru: Не удалось добавить папку. Возможно, путь недействителен.
sk_sk: Nepodarilo sa pridať priečinok. Cesta môže byť neplatná.
sq_al: Dështoi shtimi i dosjes. Shtegu mund të jetë i pavlefshëm.
sr_cyrl_rs: Додавање фасцикле није успело. Путања може бити неважећа.
sv_se: Kunde inte lägga till mapp. Sökvägen kan vara ogiltig.
sw_ke: Imeshindwa kuongeza folda. Njia inaweza kuwa batili.
ta_in: கோப்புறையை சேர்க்கத் தவறிவிட்டது. பாதை தவறாக இருக்கலாம்.
th_th: ไม่สามารถเพิ่มโฟลเดอร์ได้ เส้นทางอาจไม่ถูกต้อง
tr_tr: Klasör eklenemedi. Yol geçersiz olabilir.
uk_ua: Не вдалося додати папку. Можливо, шлях недійсний.
vi_vn: Không thể thêm thư mục. Đường dẫn có thể không hợp lệ.
zh_hans: 添加文件夹失败。路径可能无效。
zh_tw: 新增資料夾失敗。路徑可能無效。

# Folders_AddFolder_Exists
source: This folder is already in the library.
af_za: Hierdie vouer is reeds in die biblioteek.
ar_eg: هذا المجلد موجود بالفعل في المكتبة.
bg_bg: Тази папка вече е в библиотеката.
bn_bd: এই ফোল্ডারটি ইতিমধ্যেই লাইব্রেরিতে আছে।
ca_es: Aquesta carpeta ja és a la biblioteca.
cs_cz: Tato složka je již v knihovně.
da_dk: Denne mappe er allerede i biblioteket.
de_de: Dieser Ordner ist bereits in der Bibliothek.
el_gr: Αυτός ο φάκελος βρίσκεται ήδη στη βιβλιοθήκη.
es_mx: Esta carpeta ya está en la biblioteca.
et_ee: See kaust on juba teegis.
fa_ir: این پوشه از قبل در کتابخانه موجود است.
fi_fi: Tämä kansio on jo kirjastossa.
fil_ph: Nasa aklatan na ang folder na ito.
fr_fr: Ce dossier est déjà dans la bibliothèque.
ga_ie: Tá an fillteán seo sa leabharlann cheana féin.
he_il: תיקיה זו כבר קיימת בספרייה.
hi_in: यह फ़ोल्डर पहले से ही लाइब्रेरी में है।
hr_hr: Ova mapa je već u knjižnici.
hu_hu: Ez a mappa már a könyvtárban van.
id_id: Folder ini sudah ada di pustaka.
it_it: Questa cartella è già nella libreria.
ja_jp: このフォルダーはすでにライブラリにあります。
ko_kr: 이 폴더는 이미 라이브러리에 있습니다.
lt_lt: Šis aplankas jau yra bibliotekoje.
ms_my: Folder ini sudah ada dalam pustaka.
nl_nl: Deze map bevindt zich al in de bibliotheek.
no_no: Denne mappen er allerede i biblioteket.
pa_in: ਇਹ ਫੋਲਡਰ ਪਹਿਲਾਂ ਹੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਹੈ।
pl_pl: Ten folder jest już w bibliotece.
pt_br: Esta pasta já está na biblioteca.
ro_ro: Acest dosar este deja în bibliotecă.
ru_ru: Эта папка уже есть в библиотеке.
sk_sk: Tento priečinok už je v knižnici.
sq_al: Kjo dosje tashmë është në bibliotekë.
sr_cyrl_rs: Ова фасцикла је већ у библиотеци.
sv_se: Denna mapp finns redan i biblioteket.
sw_ke: Folda hii tayari ipo kwenye maktaba.
ta_in: இந்த கோப்புறை ஏற்கனவே நூலகத்தில் உள்ளது.
th_th: โฟลเดอร์นี้อยู่ในคลังเพลงแล้ว
tr_tr: Bu klasör zaten kütüphanede.
uk_ua: Ця папка вже є в бібліотеці.
vi_vn: Thư mục này đã có trong thư viện.
zh_hans: 此文件夹已在库中。
zh_tw: 此資料夾已存在於媒體庫中。

# Folders_AddFolder_InProgress
source: Adding folder to library...
af_za: Voeg vouer by biblioteek...
ar_eg: جاري إضافة المجلد إلى المكتبة...
bg_bg: Добавяне на папка към библиотеката...
bn_bd: লাইব্রেরিতে ফোল্ডার যোগ করা হচ্ছে...
ca_es: S'està afegint la carpeta a la biblioteca...
cs_cz: Přidávání složky do knihovny...
da_dk: Tilføjer mappe til biblioteket...
de_de: Ordner zur Bibliothek hinzufügen...
el_gr: Προστίθεται φάκελος στη βιβλιοθήκη...
es_mx: Agregando carpeta a la biblioteca...
et_ee: Kausta lisamine teeki...
fa_ir: در حال افزودن پوشه به کتابخانه...
fi_fi: Lisätään kansiota kirjastoon...
fil_ph: Idinadagdag ang folder sa aklatan...
fr_fr: Ajout du dossier à la bibliothèque...
ga_ie: Ag cur fillteáin leis an leabharlann...
he_il: מוסיף תיקיה לספרייה...
hi_in: लाइब्रेरी में फ़ोल्डर जोड़ा जा रहा है...
hr_hr: Dodajem mapu u knjižnicu...
hu_hu: Mappa hozzáadása a könyvtárhoz...
id_id: Menambahkan folder ke pustaka...
it_it: Aggiunta cartella alla libreria...
ja_jp: ライブラリにフォルダーを追加中...
ko_kr: 라이브러리에 폴더 추가 중...
lt_lt: Pridedamas aplankas į biblioteką...
ms_my: Menambah folder ke pustaka...
nl_nl: Map toevoegen aan bibliotheek...
no_no: Legger til mappe i biblioteket...
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Dodawanie folderu do biblioteki...
pt_br: Adicionando pasta à biblioteca...
ro_ro: Se adaugă dosarul în bibliotecă...
ru_ru: Добавление папки в библиотеку...
sk_sk: Pridávam priečinok do knižnice...
sq_al: Duke shtuar dosjen në bibliotekë...
sr_cyrl_rs: Додавање фасцикле у библиотеку...
sv_se: Lägger till mapp i biblioteket...
sw_ke: Inaongeza folda kwenye maktaba...
ta_in: நூலகத்திற்கு கோப்புறை சேர்க்கப்படுகிறது...
th_th: กำลังเพิ่มโฟลเดอร์เข้าสู่คลังเพลง...
tr_tr: Klasör kütüphaneye ekleniyor...
uk_ua: Додавання папки до бібліотеки...
vi_vn: Đang thêm thư mục vào thư viện...
zh_hans: 正在将文件夹添加到库...
zh_tw: 正在將資料夾新增至媒體庫...

# Folders_Delete_Success
source: Successfully deleted '{0}'.
af_za: '{0}' is suksesvol uitgevee.
ar_eg: تم حذف '{0}' بنجاح.
bg_bg: Успешно изтрита '{0}'.
bn_bd: '{0}' সফলভাবে মুছে ফেলা হয়েছে।
ca_es: S'ha suprimit '{0}' correctament.
cs_cz: „{0}“ bylo úspěšně smazáno.
da_dk: '{0}' slettet med succes.
de_de: „{0}“ erfolgreich gelöscht.
el_gr: Διαγράφηκε με επιτυχία το '{0}'.
es_mx: Se eliminó '{0}' correctamente.
et_ee: Kaust '{0}' kustutati edukalt.
fa_ir: '{0}' با موفقیت حذف شد.
fi_fi: '{0}' poistettu onnistuneesti.
fil_ph: Matagumpay na nabura ang '{0}'.
fr_fr: '{0}' a été supprimé avec succès.
ga_ie: Scriosadh '{0}' go rathúil.
he_il: התיקיה '{0}' נמחקה בהצלחה.
hi_in: '{0}' सफलतापूर्वक हटाया गया।
hr_hr: Uspješno izbrisano '{0}'.
hu_hu: Sikeresen törölve: „{0}”.
id_id: Berhasil menghapus '{0}'.
it_it: Eliminato '{0}' con successo.
ja_jp: '{0}'を削除しました。
ko_kr: '{0}'이(가) 성공적으로 삭제되었습니다.
lt_lt: Sėkmingai ištrinta "{0}".
ms_my: Berjaya memadam '{0}'.
nl_nl: '{0}' is succesvol verwijderd.
no_no: '{0}' ble slettet.
pa_in: '{0}' ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।
pl_pl: Pomyślnie usunięto '{0}'.
pt_br: Excluído com sucesso '{0}'.
ro_ro: „{0}” a fost șters cu succes.
ru_ru: Удалено '{0}'.
sk_sk: Úspešne odstránené '{0}'.
sq_al: '{0}' u fshi me sukses.
sr_cyrl_rs: Успешно избрисано '{0}'.
sv_se: '{0}' har raderats.
sw_ke: '{0}' imefutwa kwa mafanikio.
ta_in: '{0}' வெற்றிகரமாக நீக்கப்பட்டது.
th_th: ลบ '{0}' สำเร็จแล้ว
tr_tr: '{0}' başarıyla silindi.
uk_ua: Папку '{0}' успішно видалено.
vi_vn: Đã xóa '{0}' thành công.
zh_hans: 成功删除了“{0}”。
zh_tw: 已成功刪除 '{0}'。

# Folders_Delete_Failed
source: Failed to delete '{0}'.
af_za: Kon nie '{0}' uitvee nie.
ar_eg: فشل في حذف '{0}'.
bg_bg: Неуспешно изтриване на '{0}'.
bn_bd: '{0}' মুছে ফেলতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut suprimir '{0}'.
cs_cz: Nepodařilo se smazat „{0}“.
da_dk: Kunne ikke slette '{0}'.
de_de: „{0}“ konnte nicht gelöscht werden.
el_gr: Αποτυχία διαγραφής του '{0}'.
es_mx: Error al eliminar '{0}'.
et_ee: Kausta '{0}' kustutamine ebaõnnestus.
fa_ir: حذف '{0}' ناموفق بود.
fi_fi: '{0}' poistaminen epäonnistui.
fil_ph: Nabigo ang pagbura sa '{0}'.
fr_fr: Échec de la suppression de '{0}'.
ga_ie: Theip ar '{0}' a scriosadh.
he_il: מחיקת '{0}' נכשלה.
hi_in: '{0}' हटाने में विफल।
hr_hr: Brisanje '{0}' nije uspjelo.
hu_hu: Nem sikerült törölni: „{0}”.
id_id: Gagal menghapus '{0}'.
it_it: Impossibile eliminare '{0}'.
ja_jp: '{0}'の削除に失敗しました。
ko_kr: '{0}' 삭제에 실패했습니다.
lt_lt: Nepavyko ištrinti "{0}".
ms_my: Gagal memadam '{0}'.
nl_nl: Verwijderen van '{0}' mislukt.
no_no: Klarte ikke å slette '{0}'.
pa_in: '{0}' ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się usunąć '{0}'.
pt_br: Falha ao excluir '{0}'.
ro_ro: Ștergerea „{0}” a eșuat.
ru_ru: Не удалось удалить '{0}'.
sk_sk: Nepodarilo sa odstrániť '{0}'.
sq_al: Dështoi fshirja e '{0}'.
sr_cyrl_rs: Брисање '{0}' није успело.
sv_se: Kunde inte radera '{0}'.
sw_ke: Imeshindwa kufuta '{0}'.
ta_in: '{0}' நீக்கத் தவறிவிட்டது.
th_th: ไม่สามารถลบ '{0}' ได้
tr_tr: '{0}' silinemedi.
uk_ua: Не вдалося видалити папку '{0}'.
vi_vn: Không thể xóa '{0}'.
zh_hans: 删除“{0}”失败。
zh_tw: 刪除 '{0}' 失敗。

# Folders_Delete_InProgress
source: Deleting '{0}'...
af_za: Vee tans '{0}' uit...
ar_eg: جاري حذف '{0}'...
bg_bg: Изтриване на '{0}'...
bn_bd: '{0}' মুছে ফেলা হচ্ছে...
ca_es: S'està suprimint '{0}'...
cs_cz: Maže se „{0}“...
da_dk: Sletter '{0}'...
de_de: „{0}“ wird gelöscht...
el_gr: Διαγράφεται το '{0}'...
es_mx: Eliminando '{0}'...
et_ee: Kausta '{0}' kustutamine...
fa_ir: در حال حذف '{0}'...
fi_fi: Poistetaan '{0}'...
fil_ph: Binubura ang '{0}'...
fr_fr: Suppression de '{0}'...
ga_ie: Ag scriosadh '{0}'...
he_il: מוחק את '{0}'...
hi_in: '{0}' हटाया जा रहा है...
hr_hr: Brišem '{0}'...
hu_hu: Törlés: „{0}”...
id_id: Menghapus '{0}'...
it_it: Eliminazione di '{0}' in corso...
ja_jp: '{0}'を削除中...
ko_kr: '{0}' 삭제 중...
lt_lt: Trinamas "{0}"...
ms_my: Memadam '{0}'...
nl_nl: '{0}' verwijderen...
no_no: Sletter '{0}'...
pa_in: '{0}' ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Usuwam '{0}'...
pt_br: Excluindo '{0}'...
ro_ro: Se șterge „{0}”...
ru_ru: Удаление '{0}'...
sk_sk: Odstraňujem '{0}'...
sq_al: Duke fshirë '{0}'...
sr_cyrl_rs: Бришем '{0}'...
sv_se: Raderar '{0}'...
sw_ke: Inafuta '{0}'...
ta_in: '{0}' நீக்கப்படுகிறது...
th_th: กำลังลบ '{0}'...
tr_tr: '{0}' siliniyor...
uk_ua: Видалення '{0}'...
vi_vn: Đang xóa '{0}'...
zh_hans: 正在删除“{0}”...
zh_tw: 正在刪除 '{0}'...

# Folders_Rescan_Complete
source: Rescan of '{0}' complete.
af_za: Herskandering van '{0}' is voltooi.
ar_eg: اكتمال إعادة فحص '{0}'.
bg_bg: Повторно сканиране на '{0}' завършено.
bn_bd: '{0}' এর পুনরায় স্ক্যান সম্পূর্ণ।
ca_es: Escaneig de '{0}' completat.
cs_cz: Opětovné skenování „{0}“ dokončeno.
da_dk: Genscanning af '{0}' fuldført.
de_de: Neuprüfung von „{0}“ abgeschlossen.
el_gr: Η επανεξέταση του '{0}' ολοκληρώθηκε.
es_mx: Análisis de '{0}' completado.
et_ee: Kausta '{0}' uus skaneerimine on lõpetatud.
fa_ir: اسکن مجدد '{0}' کامل شد.
fi_fi: '{0}' uudelleenskannaus valmis.
fil_ph: Kumpleto na ang muling pag-scan ng '{0}'.
fr_fr: Réanalyse de '{0}' terminée.
ga_ie: Athscanadh '{0}' críochnaithe.
he_il: סריקה מחדש של '{0}' הושלמה.
hi_in: '{0}' का पुन: स्कैन पूरा हुआ।
hr_hr: Ponovno skeniranje '{0}' završeno.
hu_hu: „{0}” újraolvasása befejeződött.
id_id: Pemindaian ulang '{0}' selesai.
it_it: Scansione di '{0}' completata.
ja_jp: '{0}'の再スキャンが完了しました。
ko_kr: '{0}' 재스캔 완료.
lt_lt: "Kūrinių iš {0}" pakartotinis nuskaitymas baigtas.
ms_my: Pengimbasan semula '{0}' selesai.
nl_nl: Herscan van '{0}' voltooid.
no_no: Omskaning av '{0}' fullført.
pa_in: '{0}' ਦਾ ਮੁੜ-ਸਕੈਨ ਪੂਰਾ ਹੋ ਗਿਆ।
pl_pl: Ponowne skanowanie '{0}' zakończone.
pt_br: Verificação de '{0}' concluída.
ro_ro: Re-scanarea „{0}” este completă.
ru_ru: Повторное сканирование '{0}' завершено.
sk_sk: Prehľadávanie '{0}' dokončené.
sq_al: Riskëllimi i '{0}' përfundoi.
sr_cyrl_rs: Поновно скенирање '{0}' завршено.
sv_se: Omsökning av '{0}' slutförd.
sw_ke: Kuchanganua upya kwa '{0}' kukamilika.
ta_in: '{0}' மறு ஸ்கேன் முடிந்தது.
th_th: สแกน '{0}' ซ้ำเสร็จสมบูรณ์
tr_tr: '{0}' yeniden taraması tamamlandı.
uk_ua: Повторне сканування '{0}' завершено.
vi_vn: Quét lại '{0}' hoàn tất.
zh_hans: “{0}”的重新扫描完成。
zh_tw: '{0}' 的重新掃描完成。

# Folders_Rescan_NoChanges
source: No changes detected for '{0}'.
af_za: Geen veranderinge vir '{0}' bespeur nie.
ar_eg: لم يتم اكتشاف أي تغييرات لـ '{0}'.
bg_bg: Не са открити промени за '{0}'.
bn_bd: '{0}' এর জন্য কোনো পরিবর্তন সনাক্ত করা যায়নি।
ca_es: No s'han detectat canvis per a '{0}'.
cs_cz: Pro „{0}“ nebyly detekovány žádné změny.
da_dk: Ingen ændringer registreret for '{0}'.
de_de: Keine Änderungen für „{0}“ erkannt.
el_gr: Δεν εντοπίστηκαν αλλαγές για το '{0}'.
es_mx: No se detectaron cambios para '{0}'.
et_ee: Kaustas '{0}' ei tuvastatud muutusi.
fa_ir: هیچ تغییری برای '{0}' شناسایی نشد.
fi_fi: Ei muutoksia havaittu kohteelle '{0}'.
fil_ph: Walang pagbabagong nakita para sa '{0}'.
fr_fr: Aucune modification détectée pour '{0}'.
ga_ie: Níor braitheadh aon athruithe do '{0}'.
he_il: לא זוהו שינויים ב-' {0}'.
hi_in: '{0}' के लिए कोई परिवर्तन नहीं मिला।
hr_hr: Nisu otkrivene promjene za '{0}'.
hu_hu: Nincs változás érzékelve ennél: „{0}”.
id_id: Tidak ada perubahan terdeteksi untuk '{0}'.
it_it: Nessuna modifica rilevata per '{0}'.
ja_jp: '{0}'の変更は検出されませんでした。
ko_kr: '{0}'에서 변경 사항이 감지되지 않았습니다.
lt_lt: "Kūrinių iš {0}" pokyčių nerasta.
ms_my: Tiada perubahan dikesan untuk '{0}'.
nl_nl: Geen wijzigingen gedetecteerd voor '{0}'.
no_no: Ingen endringer oppdaget for '{0}'.
pa_in: '{0}' ਲਈ ਕੋਈ ਬਦਲਾਅ ਨਹੀਂ ਮਿਲੇ।
pl_pl: Nie wykryto zmian dla '{0}'.
pt_br: Nenhuma alteração detectada para '{0}'.
ro_ro: Nu s-au detectat modificări pentru „{0}”.
ru_ru: Изменений для '{0}' не обнаружено.
sk_sk: Pre '{0}' neboli zistené žiadne zmeny.
sq_al: Asnjë ndryshim nuk u zbulua për '{0}'.
sr_cyrl_rs: Нису откривене промене за '{0}'.
sv_se: Inga ändringar upptäcktes för '{0}'.
sw_ke: Hakuna mabadiliko yaliyogunduliwa kwa '{0}'.
ta_in: '{0}' க்கு எந்த மாற்றங்களும் கண்டறியப்படவில்லை.
th_th: ไม่พบการเปลี่ยนแปลงสำหรับ '{0}'
tr_tr: '{0}' için değişiklik algılanmadı.
uk_ua: Змін для '{0}' не виявлено.
vi_vn: Không phát hiện thay đổi nào cho '{0}'.
zh_hans: 未检测到“{0}”有任何更改。
zh_tw: '{0}' 未偵測到任何變更。
