Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_ResetPlayerButtons_Content
source: Reset to default
af_za: Herstel na verstek
ar_eg: ارجع للوضع الافتراضى
bg_bg: Нулиране до подразбиране
bn_bd: ডিফল্টে রিসেট করুন
ca_es: Restablir per defecte
cs_cz: Obnovit výchozí
da_dk: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά στην προεπιλογή
es_mx: Restablecer a valores predeterminados
et_ee: Lähtesta vaikeväärtusele
fa_ir: بازنشانی به پیش‌فرض
fil_ph: I-reset sa default
fr_fr: Rétablir la valeur par défaut
ga_ie: Athshocraigh go réamhshocrú
he_il: אפס לברירת מחדל
hi_in: डिफ़ॉल्ट पर रीसेट करें
hr_hr: Vrati na zadano
hu_hu: Alapértelmezettre visszaállítás
id_id: Setel ulang ke default
it_it: Ripristina le impostazioni predefinite
ja_jp: デフォルトにリセット
ko_kr: 기본값으로 재설정
lt_lt: Atstatyti numatytuosius
ms_my: Tetapkan semula ke lalai
nl_nl: Terug naar standaard
no_no: Tilbakestill til standard
pa_in: ਮੂਲ ਤੇ ਰੀਸੈਟ ਕਰੋ
pl_pl: Przywróć domyślne ustawienia aplikacji
ru_ru: Сбросить до значений по умолчанию
sk_sk: Obnoviť predvolené
sq_al: Rivendos në parazgjedhje
sr_cyrl_rs: Ресетуј на подразумевано
sv_se: Återställ till standard
sw_ke: Rudisha kwenye chaguo-msingi
ta_in: இயல்புநிலைக்கு மீட்டமை
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
uk_ua: Скинути до стандартних
vi_vn: Đặt lại mặc định
zh_hans: 重置为默认值

# SettingsPage_CustomizePlayer_Instructions
source: Hover to toggle visibility. Drag to reorder. The divider separates center and right controls.
af_za: Beweeg oor om sigbaarheid te wissel. Sleep om te herrangskik. Die verdeler skei senter- en regterkontroles.
ar_eg: مرر مؤشر الماوس لتبديل الرؤية. اسحب لإعادة الترتيب. الفاصل يفصل عناصر التحكم المركزية واليمنى.
bg_bg: Задръжте курсора, за да превключите видимостта. Плъзнете, за да пренаредите. Разделителят разделя централните и десните контроли.
bn_bd: দৃশ্যমানতা টগল করতে হোভার করুন। ক্রম পরিবর্তন করতে টেনে আনুন। বিভাজকটি কেন্দ্র এবং ডান নিয়ন্ত্রণগুলিকে আলাদা করে।
ca_es: Passa el ratolí per activar/desactivar la visibilitat. Arrossega per reordenar. El divisor separa els controls centrals i drets.
cs_cz: Přejetím myši přepnete viditelnost. Přetáhněte pro změnu pořadí. Oddělovač odděluje středové a pravé ovládací prvky.
da_dk: Hold musen over for at skifte synlighed. Træk for at omarrangere. Skillelinjen adskiller midter- og højre kontroller.
de_de: Fahren Sie mit der Maus darüber, um die Sichtbarkeit umzuschalten. Ziehen Sie, um die Reihenfolge zu ändern. Die Trennlinie trennt die mittleren und rechten Bedienelemente.
el_gr: Περάστε το ποντίκι για εναλλαγή ορατότητας. Σύρετε για αναδιάταξη. Ο διαχωριστής χωρίζει τα κεντρικά και δεξιά χειριστήρια.
es_mx: Pase el cursor para alternar la visibilidad. Arrastre para reordenar. El divisor separa los controles centrales y derechos.
et_ee: Nähtavuse sisse/välja lülitamiseks hõljutage kursorit. Ümberjärjestamiseks lohistage. Jagaja eraldab keskmised ja parempoolsed juhtnupud.
fa_ir: برای تغییر نمایشگر اشاره کنید. برای تغییر ترتیب بکشید. جداکننده کنترل‌های میانی و راست را جدا می‌کند.
fil_ph: Mag-hover upang i-toggle ang visibility. I-drag upang muling ayusin. Pinaghihiwalay ng divider ang mga kontrol sa gitna at kanan.
fr_fr: Survolez pour activer/désactiver la visibilité. Faites glisser pour réorganiser. Le séparateur sépare les commandes centrales et droites.
ga_ie: Ligeann tú an cúrsóir thairis chun infheictheacht a scoránaigh. Tarraing chun atheagrú. Scarann an deighilteoir na rialuithe láir agus ar dheis.
he_il: רחף כדי להחליף נראות. גרור כדי לסדר מחדש. המפריד מפריד בין פקדי מרכז וימין.
hi_in: दृश्यता टॉगल करने के लिए होवर करें। पुनर्व्यवस्थित करने के लिए खींचें। डिवाइडर केंद्र और दाहिने नियंत्रणों को अलग करता है।
hr_hr: Pređite mišem za prebacivanje vidljivosti. Povucite za preuređivanje. Razdjelnik odvaja središnje i desne kontrole.
hu_hu: Vigye az egeret fölé a láthatóság váltásához. Húzza az elemeket a sorrend megváltoztatásához. Az elválasztó választja el a középső és a jobb oldali vezérlőket.
id_id: Arahkan kursor untuk mengaktifkan visibilitas. Seret untuk menyusun ulang. Pembatas memisahkan kontrol tengah dan kanan.
it_it: Passa il mouse per attivare/disattivare la visibilità. Trascina per riordinare. Il divisore separa i controlli centrali e destri.
ja_jp: ホバーして表示/非表示を切り替えます。ドラッグして並べ替えます。区切り線は中央と右のコントロールを分離します。
ko_kr: 가시성을 전환하려면 마우스를 올리세요. 다시 정렬하려면 드래그하세요. 구분선은 중앙 및 오른쪽 컨트롤을 구분합니다.
lt_lt: Užveskite pelės žymeklį, kad perjungtumėte matomumą. Vilkite, kad pertvarkytumėte. Skirstiklis atskiria centrinius ir dešiniuosius valdiklius.
ms_my: Arahkan kursor untuk menogol keterlihatan. Seret untuk menyusun semula. Pembahagi memisahkan kawalan tengah dan kanan.
nl_nl: Beweeg de muis om de zichtbaarheid te schakelen. Sleep om te herschikken. De scheidingslijn scheidt de midden- en rechterbediening.
no_no: Hold musepekeren over for å veksle synlighet. Dra for å endre rekkefølge. Skillet skiller midtre og høyre kontroller.
pa_in: ਦਿੱਖ ਨੂੰ ਟੌਗਲ ਕਰਨ ਲਈ ਹੋਵਰ ਕਰੋ। ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਡਿਵਾਈਡਰ ਕੇਂਦਰ ਅਤੇ ਸੱਜੇ ਨਿਯੰਤਰਣਾਂ ਨੂੰ ਵੱਖ ਕਰਦਾ ਹੈ।
pl_pl: Najedź kursorem, aby przełączyć widoczność. Przeciągnij, aby zmienić kolejność. Separator oddziela elementy sterujące środkowe i prawe.
ru_ru: Наведите курсор для переключения видимости. Перетащите для изменения порядка. Разделитель отделяет центральные и правые элементы управления.
sk_sk: Prepnite viditeľnosť prejdením myšou. Potiahnite pre zmenu poradia. Oddeľovač oddeľuje stredové a pravé ovládacie prvky.
sq_al: Kaloni me miun për të ndryshuar dukshmërinë. Zvarritni për të rirenditur. Ndarësi ndan kontrollet e qendrës dhe të djathtës.
sr_cyrl_rs: Пређите мишем да бисте пребацили видљивост. Превуците да бисте преуредили. Разделник одваја централне и десне контроле.
sv_se: Håll muspekaren över för att växla synlighet. Dra för att ändra ordning. Avdelaren separerar mitt- och högerkontroller.
sw_ke: Elea ili kugeuza mwonekano. Buruta ili kupanga upya. Kigawanyiko hutenganisha vidhibiti vya katikati na vya kulia.
ta_in: காட்சியை மாற்றுவதற்கு வட்டமிடுங்கள். மறுவரிசைப்படுத்த இழுக்கவும். பிரிப்பான் மைய மற்றும் வலது கட்டுப்பாடுகளைப் பிரிக்கிறது.
th_th: เลื่อนเมาส์เพื่อสลับการมองเห็น ลากเพื่อจัดลำดับใหม่ ตัวแบ่งจะแยกการควบคุมตรงกลางและด้านขวา
tr_tr: Görünürlüğü değiştirmek için üzerine gelin. Yeniden sıralamak için sürükleyin. Ayırıcı, orta ve sağ kontrolleri ayırır.
uk_ua: Наведіть курсор, щоб перемкнути видимість. Перетягніть, щоб змінити порядок. Роздільник відокремлює центральні та праві елементи керування.
vi_vn: Di chuột để bật/tắt hiển thị. Kéo để sắp xếp lại. Dấu phân cách phân tách các điều khiển trung tâm và bên phải.
zh_hans: 悬停以切换可见性。拖动以重新排序。分隔线分隔中心和右侧控件。

# SettingsPage_CollapsablePlayer_Header
source: Collapsable player
af_za: Invoubare speler
ar_eg: مشغل قابل للطي
bg_bg: Свиваем плейър
bn_bd: সংকোচনযোগ্য প্লেয়ার
ca_es: Reproductor plegable
cs_cz: Sklápěcí přehrávač
da_dk: Sammenklappelig afspiller
de_de: Einklappbarer Player
el_gr: Πτυσσόμενος αναπαραγωγέας
es_mx: Reproductor plegable
et_ee: Kokkupandav mängija
fa_ir: پخش‌کننده جمع‌شونده
fil_ph: Collapsable na player
fr_fr: Lecteur réductible
ga_ie: Seinnteoir insleachta
he_il: נגן מתקפל
hi_in: कोलैप्सिबल प्लेयर
hr_hr: Skrivajući reproduktor
hu_hu: Összecsukható lejátszó
id_id: Pemutar yang dapat diciutkan
it_it: Lettore comprimibile
ja_jp: 折りたたみ可能なプレイヤー
ko_kr: 접을 수 있는 플레이어
lt_lt: Sutraukiamas grotuvas
ms_my: Pemain yang boleh dilipat
nl_nl: Inklapbare speler
no_no: Sammenleggbar spiller
pa_in: ਸੁੰਗੜਨਯੋਗ ਪਲੇਅਰ
pl_pl: Zwinięty odtwarzacz
ru_ru: Сворачиваемый плеер
sk_sk: Rozbaľiteľný prehrávač
sq_al: Luajtës i palosshëm
sr_cyrl_rs: Склопиви плејер
sv_se: Hopfällbar spelare
sw_ke: Kichezaji kinachoweza kukunjwa
ta_in: மடக்கக்கூடிய பிளேயர்
th_th: เครื่องเล่นที่ยุบได้
tr_tr: Katlanabilir oynatıcı
uk_ua: Згортаний програвач
vi_vn: Trình phát có thể thu gọn
zh_hans: 可折叠播放器

# SettingsPage_CollapsablePlayer_Description
source: Animate the player bar to expand and collapse.
af_za: Animeer die spelerbalk om uit te brei en in te vou.
ar_eg: تحريك شريط المشغل للتوسع والانكماش.
bg_bg: Анимирайте лентата на плейъра за разгъване и свиване.
bn_bd: প্লেয়ার বারটি প্রসারিত এবং সংকোচন করতে অ্যানিমেট করুন।
ca_es: Anima la barra del reproductor per expandir-se i contraure's.
cs_cz: Animovat panel přehrávače pro rozbalení a sbalení.
da_dk: Animer afspillerlinjen til at udvide og skjule.
de_de: Animiert die Player-Leiste zum Erweitern und Einklappen.
el_gr: Δημιουργία κινούμενης εικόνας για τη γραμμή αναπαραγωγής ώστε να επεκτείνεται και να συμπτύσσεται.
es_mx: Animar la barra del reproductor para expandirse y contraerse.
et_ee: Animeeri mänguriba laiendamiseks ja kokkutõmbamiseks.
fa_ir: نوار پخش‌کننده را برای باز شدن و جمع شدن متحرک کنید.
fil_ph: I-animate ang player bar upang lumawak at bumalik.
fr_fr: Animer la barre du lecteur pour l'étendre et la réduire.
ga_ie: Beoigh an barra seinnteoirí chun é a leathnú agus a insleachtú.
he_il: הנפש את סרגל הנגן כדי שיתרחב ויתכווץ.
hi_in: प्लेयर बार को विस्तार और संकुचन के लिए एनिमेट करें।
hr_hr: Animirajte traku reproduktora za proširenje i sažimanje.
hu_hu: Animálja a lejátszó sávot a kibontáshoz és összecsukáshoz.
id_id: Animasi bilah pemutar untuk diperluas dan diciutkan.
it_it: Anima la barra del lettore per espanderla e comprimerla.
ja_jp: プレイヤーバーをアニメーションで展開・折りたたみます。
ko_kr: 플레이어 바가 확장되고 축소되도록 애니메이션을 적용합니다.
lt_lt: Animuoti grotuvo juostą, kad ji išsiplėstų ir susitrauktų.
ms_my: Animasi bar pemain untuk mengembangkan dan melipat.
nl_nl: Animeer de afspeelbalk om uit te vouwen en in te klappen.
no_no: Animer spillerlinjen for å utvide og kollapse.
pa_in: ਪਲੇਅਰ ਬਾਰ ਨੂੰ ਫੈਲਾਉਣ ਅਤੇ ਸੁੰਗੜਨ ਲਈ ਐਨੀਮੇਟ ਕਰੋ।
pl_pl: Animuj pasek odtwarzacza, aby go rozwinąć i zwinąć.
ru_ru: Анимировать панель плеера для сворачивания и разворачивания.
sk_sk: Animovať lištu prehrávača pre rozbalenie a zbalenie.
sq_al: Animoni shiritin e luajtësit për t'u zgjeruar dhe palosur.
sr_cyrl_rs: Анимирајте траку плејера да се прошири и скупи.
sv_se: Animera spelarfältet att expandera och fälla ihop.
sw_ke: Huisha upau wa kichezaji ili kupanua na kukunjua.
ta_in: பிளேயர் பட்டியை விரிவுபடுத்தவும் மடக்கவும் அனிமேட் செய்யவும்.
th_th: ทำให้แถบเครื่องเล่นขยายและยุบได้
tr_tr: Oynatıcı çubuğunun genişlemesini ve daralmasını canlandırın.
uk_ua: Анімувати панель програвача для розгортання та згортання.
vi_vn: Tạo hoạt ảnh cho thanh trình phát để mở rộng và thu gọn.
zh_hans: 动画化播放器栏以展开和折叠。

# SettingsPage_RestorePlayback_Header
source: Restore playback state
af_za: Herstel afspeelstaat
ar_eg: استعادة حالة التشغيل
bg_bg: Възстановяване на състоянието на възпроизвеждане
bn_bd: প্লেব্যাক অবস্থা পুনরুদ্ধার করুন
ca_es: Restaurar estat de reproducció
cs_cz: Obnovit stav přehrávání
da_dk: Gendan afspilningstilstand
de_de: Wiedergabestatus wiederherstellen
el_gr: Επαναφορά κατάστασης αναπαραγωγής
es_mx: Restaurar estado de reproducción
et_ee: Taasta taasesituse olek
fa_ir: بازیابی وضعیت پخش
fil_ph: Ibalik ang estado ng pag-playback
fr_fr: Restaurer l'état de lecture
ga_ie: Athchóirigh staid athsheinm
he_il: שחזר מצב הפעלה
hi_in: प्लेबैक स्थिति पुनर्स्थापित करें
hr_hr: Vrati stanje reprodukcije
hu_hu: Lejátszási állapot visszaállítása
id_id: Pulihkan status pemutaran
it_it: Ripristina stato riproduzione
ja_jp: 再生状態を復元
ko_kr: 재생 상태 복원
lt_lt: Atkurti grojimo būseną
ms_my: Pulihkan keadaan main balik
nl_nl: Afspeelstatus herstellen
no_no: Gjenopprett avspillingsstatus
pa_in: ਪਲੇਬੈਕ ਸਥਿਤੀ ਬਹਾਲ ਕਰੋ
pl_pl: Przywróć stan odtwarzania
ru_ru: Восстановить состояние воспроизведения
sk_sk: Obnoviť stav prehrávania
sq_al: Rivendos gjendjen e luajtjes
sr_cyrl_rs: Врати стање репродукције
sv_se: Återställ uppspelningsläge
sw_ke: Rejesha hali ya kucheza
ta_in: பிளேபேக் நிலையை மீட்டமை
th_th: กู้คืนสถานะการเล่น
tr_tr: Oynatma durumunu geri yükle
uk_ua: Відновити стан відтворення
vi_vn: Khôi phục trạng thái phát
zh_hans: 恢复播放状态

# SettingsPage_RestorePlayback_Description
source: Save the current playback state to resume on next launch.
af_za: Stoor die huidige afspeelstaat om by die volgende bekendstelling te hervat.
ar_eg: حفظ حالة التشغيل الحالية للاستئناف عند التشغيل التالي.
bg_bg: Запазете текущото състояние на възпроизвеждане, за да продължите при следващото стартиране.
bn_bd: পরবর্তী লঞ্চে পুনরায় শুরু করার জন্য বর্তমান প্লেব্যাক অবস্থা সংরক্ষণ করুন।
ca_es: Guarda l'estat de reproducció actual per reprendre'l en el proper inici.
cs_cz: Uložit aktuální stav přehrávání pro obnovení při dalším spuštění.
da_dk: Gem den aktuelle afspilningstilstand for at genoptage ved næste start.
de_de: Speichert den aktuellen Wiedergabestatus, um ihn beim nächsten Start fortzusetzen.
el_gr: Αποθήκευση της τρέχουσας κατάστασης αναπαραγωγής για συνέχιση στην επόμενη εκκίνηση.
es_mx: Guardar el estado de reproducción actual para reanudar en el próximo inicio.
et_ee: Salvesta praegune taasesituse olek, et jätkata järgmisel käivitamisel.
fa_ir: وضعیت پخش فعلی را برای از سرگیری در راه‌اندازی بعدی ذخیره کنید.
fil_ph: I-save ang kasalukuyang estado ng pag-playback upang magpatuloy sa susunod na paglunsad.
fr_fr: Sauvegarder l'état de lecture actuel pour le reprendre au prochain lancement.
ga_ie: Sábháil an staid athsheinm reatha chun leanúint ar aghaidh ag an gcéad seoladh eile.
he_il: שמור את מצב ההשמעה הנוכחי כדי להמשיך בהפעלה הבאה.
hi_in: अगले लॉन्च पर फिर से शुरू करने के लिए वर्तमान प्लेबैक स्थिति सहेजें।
hr_hr: Spremite trenutno stanje reprodukcije za nastavak pri sljedećem pokretanju.
hu_hu: Mentse az aktuális lejátszási állapotot, hogy a következő indításkor folytathassa.
id_id: Simpan status pemutaran saat ini untuk dilanjutkan pada peluncuran berikutnya.
it_it: Salva lo stato di riproduzione corrente per riprendere al prossimo avvio.
ja_jp: 次回の起動時に再開できるよう、現在の再生状態を保存します。
ko_kr: 다음 실행 시 재개할 수 있도록 현재 재생 상태를 저장합니다.
lt_lt: Išsaugoti dabartinę grojimo būseną, kad būtų galima tęsti kitą kartą paleidus.
ms_my: Simpan keadaan main balik semasa untuk disambung semula pada pelancaran seterusnya.
nl_nl: Sla de huidige afspeelstatus op om deze bij de volgende start te hervatten.
no_no: Lagre gjeldende avspillingsstatus for å gjenoppta ved neste oppstart.
pa_in: ਅਗਲੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮੌਜੂਦਾ ਪਲੇਬੈਕ ਸਥਿਤੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl_pl: Zapisz bieżący stan odtwarzania, aby wznowić go przy następnym uruchomieniu.
ru_ru: Сохранять текущее состояние воспроизведения для возобновления при следующем запуске.
sk_sk: Uložiť aktuálny stav prehrávania pre obnovenie pri ďalšom spustení.
sq_al: Ruani gjendjen aktuale të luajtjes për të vazhduar në nisjen tjetër.
sr_cyrl_rs: Сачувајте тренутно стање репродукције да бисте наставили при следећем покретању.
sv_se: Spara det nuvarande uppspelningsläget för att återuppta vid nästa start.
sw_ke: Hifadhi hali ya sasa ya kucheza ili kuendelea wakati wa uzinduzi ujao.
ta_in: அடுத்த துவக்கத்தில் தொடர தற்போதைய பிளேபேக் நிலையைச் சேமிக்கவும்.
th_th: บันทึกสถานะการเล่นปัจจุบันเพื่อเล่นต่อในการเปิดใช้งานครั้งถัดไป
tr_tr: Bir sonraki başlatmada devam etmek için mevcut oynatma durumunu kaydedin.
uk_ua: Зберегти поточний стан відтворення для продовження при наступному запуску.
vi_vn: Lưu trạng thái phát hiện tại để tiếp tục vào lần khởi chạy tiếp theo.
zh_hans: 保存当前播放状态，以便在下次启动时恢复。

# SettingsPage_AutoLaunch_Header
source: Auto launch on startup
af_za: Outo-bekendstelling by opstart
ar_eg: التشغيل التلقائي عند بدء التشغيل
bg_bg: Автоматично стартиране
bn_bd: স্টার্টআপে স্বয়ংক্রিয় লঞ্চ
ca_es: Inici automàtic a l'arrencada
cs_cz: Automatické spuštění při startu
da_dk: Automatisk start ved opstart
de_de: Automatischer Start
el_gr: Αυτόματη εκκίνηση με το σύστημα
es_mx: Inicio automático al encender
et_ee: Käivita automaatselt käivitamisel
fa_ir: اجرای خودکار هنگام راه‌اندازی
fil_ph: Auto-launch sa startup
fr_fr: Lancement automatique au démarrage
ga_ie: Seoladh uathoibríoch ar thús
he_il: הפעלה אוטומטית בעת אתחול
hi_in: स्टार्टअप पर स्वतः लॉन्च
hr_hr: Automatsko pokretanje pri uključenju
hu_hu: Automatikus indítás a rendszerindításkor
id_id: Luncurkan otomatis saat startup
it_it: Avvio automatico all'avvio
ja_jp: 起動時に自動起動
ko_kr: 시작 시 자동 실행
lt_lt: Automatinis paleidimas paleidus
ms_my: Pelancaran automatik semasa permulaan
nl_nl: Automatisch starten bij opstarten
no_no: Automatisk oppstart
pa_in: ਸ਼ੁਰੂਆਤ 'ਤੇ ਆਟੋ ਲਾਂਚ
pl_pl: Automatyczne uruchamianie przy starcie
ru_ru: Автозапуск при старте
sk_sk: Automatické spustenie pri štarte
sq_al: Nisja automatike në fillim
sr_cyrl_rs: Аутоматско покретање при старту
sv_se: Autostarta vid uppstart
sw_ke: Zindua kiotomatiki wakati wa kuanza
ta_in: துவக்கத்தில் தானாகவே துவக்கு
th_th: เปิดใช้งานอัตโนมัติเมื่อเริ่มต้น
tr_tr: Başlangıçta otomatik başlat
uk_ua: Автозапуск при вході
vi_vn: Tự động khởi chạy khi khởi động
zh_hans: 启动时自动启动

# SettingsPage_AutoLaunch_Description
source: Start Nagi automatically when you log into your computer.
af_za: Begin Nagi outomaties wanneer jy by jou rekenaar aanmeld.
ar_eg: ابدأ Nagi تلقائيًا عند تسجيل الدخول إلى جهاز الكمبيوتر الخاص بك.
bg_bg: Стартирайте Nagi автоматично, когато влезете в компютъра си.
bn_bd: আপনি যখন আপনার কম্পিউটারে লগ ইন করবেন তখন স্বয়ংক্রিয়ভাবে Nagi চালু করুন।
ca_es: Inicia Nagi automàticament quan iniciïs sessió a l'ordinador.
cs_cz: Spustit Nagi automaticky po přihlášení k počítači.
da_dk: Start Nagi automatisk, når du logger på din computer.
de_de: Startet Nagi automatisch, wenn Sie sich bei Ihrem Computer anmelden.
el_gr: Εκκινήστε το Nagi αυτόματα όταν συνδέεστε στον υπολογιστή σας.
es_mx: Iniciar Nagi automáticamente cuando inicie sesión en su computadora.
et_ee: Käivita Nagi automaatselt, kui logite arvutisse sisse.
fa_ir: Nagi را به طور خودکار هنگام ورود به کامپیوتر خود راه‌اندازی کنید.
fil_ph: Awtomatikong simulan ang Nagi kapag nag-log in ka sa iyong computer.
fr_fr: Démarrer Nagi automatiquement lorsque vous vous connectez à votre ordinateur.
ga_ie: Tosaigh Nagi go huathoibríoch nuair a logálann tú isteach ar do ríomhaire.
he_il: הפעל את Nagi אוטומטית כשאתה נכנס למחשב שלך.
hi_in: जब आप अपने कंप्यूटर में लॉग इन करें तो नागी को स्वचालित रूप से प्रारंभ करें।
hr_hr: Automatski pokrenite Nagi kada se prijavite na računalo.
hu_hu: Indítsa el a Nagi-t automatikusan, amikor bejelentkezik a számítógépére.
id_id: Mulai Nagi secara otomatis saat Anda masuk ke komputer Anda.
it_it: Avvia Nagi automaticamente quando accedi al tuo computer.
ja_jp: コンピューターにログインしたときにNagiを自動的に起動します。
ko_kr: 컴퓨터에 로그인할 때 Nagi를 자동으로 시작합니다.
lt_lt: Automatiškai paleisti Nagi prisijungus prie kompiuterio.
ms_my: Mulakan Nagi secara automatik apabila anda log masuk ke komputer anda.
nl_nl: Start Nagi automatisch wanneer u inlogt op uw computer.
no_no: Start Nagi automatisk når du logger deg på datamaskinen din.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਦੇ ਹੋ ਤਾਂ ਨਾਗੀ ਨੂੰ ਆਪਣੇ ਆਪ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Uruchom Nagi automatycznie po zalogowaniu się do komputera.
ru_ru: Запускать Nagi автоматически при входе в систему.
sk_sk: Automaticky spustiť Nagi, keď sa prihlásite do počítača.
sq_al: Nis Nagi automatikisht kur hyni në kompjuterin tuaj.
sr_cyrl_rs: Аутоматски покрените Наги када се пријавите на рачунар.
sv_se: Starta Nagi automatiskt när du loggar in på din dator.
sw_ke: Anzisha Nagi kiotomatiki unapoingia kwenye kompyuta yako.
ta_in: உங்கள் கணினியில் உள்நுழையும்போது நாகியை தானாகவே தொடங்கவும்.
th_th: เริ่ม Nagi โดยอัตโนมัติเมื่อคุณเข้าสู่ระบบคอมพิวเตอร์ของคุณ
tr_tr: Bilgisayarınızda oturum açtığınızda Nagi'yi otomatik olarak başlatın.
uk_ua: Автоматично запускати Nagi, коли ви входите в систему.
vi_vn: Khởi động Nagi tự động khi bạn đăng nhập vào máy tính của mình.
zh_hans: 在您登录计算机时自动启动 Nagi。

# SettingsPage_StartMinimized_Header
source: Start minimized
af_za: Begin geminimaliseer
ar_eg: بدء مصغرة
bg_bg: Стартирай минимизиран
bn_bd: ছোট করে শুরু করুন
ca_es: Iniciar minimitzat
cs_cz: Spustit minimalizované
da_dk: Start minimeret
de_de: Minimiert starten
el_gr: Εκκίνηση ελαχιστοποιημένο
es_mx: Iniciar minimizado
et_ee: Käivita minimeeritult
fa_ir: شروع به صورت کوچک‌شده
fil_ph: Simulan nang minimized
fr_fr: Démarrer minimisé
ga_ie: Tosaigh íoslaghdaithe
he_il: התחל ממוזער
hi_in: न्यूनतम करके प्रारंभ करें
hr_hr: Pokreni minimizirano
hu_hu: Indítás minimalizálva
id_id: Mulai diminimalkan
it_it: Avvia ridotto a icona
ja_jp: 最小化して起動
ko_kr: 최소화된 상태로 시작
lt_lt: Paleisti sumažintą
ms_my: Mula diminimumkan
nl_nl: Geminimaliseerd starten
no_no: Start minimert
pa_in: ਛੋਟਾ ਕਰਕੇ ਸ਼ੁਰੂ ਕਰੋ
pl_pl: Uruchom zminimalizowany
ru_ru: Запускать свернутым
sk_sk: Spustiť minimalizované
sq_al: Fillo i minimizuar
sr_cyrl_rs: Покрени минимизовано
sv_se: Starta minimerad
sw_ke: Anzisha imepunguzwa
ta_in: சிறிதாக்கப்பட்ட நிலையில் தொடங்கு
th_th: เริ่มแบบย่อ
tr_tr: Küçültülmüş olarak başlat
uk_ua: Запускати згорнутим
vi_vn: Khởi động thu nhỏ
zh_hans: 启动时最小化
