Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# PlaylistPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# PlaylistPage_SearchButton_Search_ToolTip
source: Search playlists
af_za: Soek snitlyste
ar_eg: البحث في قوائم التشغيل
bg_bg: Търсене в плейлисти
bn_bd: প্লেলিস্ট অনুসন্ধান করুন
ca_es: Cercar llistes de reproducció
cs_cz: Hledat seznamy skladeb
da_dk: Søg afspilningslister
de_de: Wiedergabelisten suchen
el_gr: Αναζήτηση λιστών αναπαραγωγής
es_mx: Buscar listas de reproducción
et_ee: Otsi esitusloendeid
fa_ir: جستجوی لیست‌های پخش
fi_fi: Hae soittolistoista
fil_ph: Maghanap ng mga playlist
fr_fr: Rechercher des listes de lecture
ga_ie: Cuardaigh seinmliostaí
he_il: חפש רשימות השמעה
hi_in: प्लेलिस्ट खोजें
hr_hr: Pretraži popise pjesama
hu_hu: Lejátszási listák keresése
id_id: Cari daftar putar
it_it: Cerca playlist
ja_jp: プレイリストを検索
ko_kr: 재생 목록 검색
lt_lt: Ieškoti grojaraščių
ms_my: Cari senarai main
nl_nl: Zoek afspeellijsten
no_no: Søk spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ ਖੋਜੋ
pl_pl: Szukaj playlist
pt_br: Pesquisar playlists
ro_ro: Căutați liste de redare
ru_ru: Искать плейлисты
sk_sk: Hľadať zoznamy skladieb
sq_al: Kërko lista luajtjeje
sr_cyrl_rs: Претражи плејлисте
sv_se: Sök spellistor
sw_ke: Tafuta orodha za kucheza
ta_in: பிளேலிஸ்ட்களைத் தேடு
th_th: ค้นหาเพลย์ลิสต์
tr_tr: Çalma listelerinde ara
uk_ua: Пошук списків відтворення
vi_vn: Tìm kiếm danh sách phát
zh_hans: 搜索播放列表
zh_tw: 搜尋播放清單

# PlaylistPage_CreateDialog_Placeholder
source: Enter new playlist name
af_za: Voer nuwe snitlysnaam in
ar_eg: أدخل اسم قائمة تشغيل جديدة
bg_bg: Въведете ново име на плейлист
bn_bd: নতুন প্লেলিস্টের নাম লিখুন
ca_es: Introdueix el nom de la nova llista de reproducció
cs_cz: Zadejte název nového seznamu skladeb
da_dk: Indtast nyt navn på afspilningsliste
de_de: Neuen Wiedergabelistennamen eingeben
el_gr: Εισαγάγετε νέο όνομα λίστας αναπαραγωγής
es_mx: Introduce el nuevo nombre de la lista de reproducción
et_ee: Sisesta uue esitusloendi nimi
fa_ir: نام لیست پخش جدید را وارد کنید
fi_fi: Anna uuden soittolistan nimi
fil_ph: Ilagay ang bagong pangalan ng playlist
fr_fr: Saisir le nom de la nouvelle liste de lecture
ga_ie: Iontráil ainm nua seinmliosta
he_il: הזן שם לרשימת השמעה חדשה
hi_in: नई प्लेलिस्ट का नाम दर्ज करें
hr_hr: Unesite novi naziv popisa pjesama
hu_hu: Adjon meg új lejátszási lista nevet
id_id: Masukkan nama daftar putar baru
it_it: Inserisci nuovo nome playlist
ja_jp: 新しいプレイリスト名を入力
ko_kr: 새 재생 목록 이름 입력
lt_lt: Įveskite naujo grojaraščio pavadinimą
ms_my: Masukkan nama senarai main baharu
nl_nl: Voer nieuwe afspeellijstnaam in
no_no: Skriv inn nytt spillelistenavn
pa_in: ਨਵਾਂ ਪਲੇਲਿਸਟ ਨਾਮ ਦਰਜ ਕਰੋ
pl_pl: Wprowadź nową nazwę playlisty
pt_br: Inserir novo nome da playlist
ro_ro: Introduceți numele noii liste de redare
ru_ru: Введите новое название плейлиста
sk_sk: Zadajte nový názov zoznamu skladieb
sq_al: Vendosni emrin e ri të listës së luajtjes
sr_cyrl_rs: Унесите назив нове плејлисте
sv_se: Ange nytt namn för spellista
sw_ke: Weka jina jipya la orodha ya kucheza
ta_in: புதிய பிளேலிஸ்ட் பெயரை உள்ளிடவும்
th_th: ป้อนชื่อเพลย์ลิสต์ใหม่
tr_tr: Yeni çalma listesi adı girin
uk_ua: Введіть назву нового списку відтворення
vi_vn: Nhập tên danh sách phát mới
zh_hans: 输入新的播放列表名称
zh_tw: 輸入新播放清單名稱

# PlaylistPage_CreateDialog_PickImage
source: Pick Image
af_za: Kies Prent
ar_eg: اختيار صورة
bg_bg: Избери изображение
bn_bd: ছবি নির্বাচন করুন
ca_es: Seleccionar imatge
cs_cz: Vybrat obrázek
da_dk: Vælg billede
de_de: Bild auswählen
el_gr: Επιλογή Εικόνας
es_mx: Elegir imagen
et_ee: Vali pilt
fa_ir: انتخاب تصویر
fi_fi: Valitse kuva
fil_ph: Pumili ng Larawan
fr_fr: Choisir une image
ga_ie: Roghnaigh Íomhá
he_il: בחר תמונה
hi_in: छवि चुनें
hr_hr: Odaberi sliku
hu_hu: Kép kiválasztása
id_id: Pilih Gambar
it_it: Scegli Immagine
ja_jp: 画像を選択
ko_kr: 이미지 선택
lt_lt: Pasirinkti paveikslėlį
ms_my: Pilih Imej
nl_nl: Afbeelding kiezen
no_no: Velg bilde
pa_in: ਚਿੱਤਰ ਚੁਣੋ
pl_pl: Wybierz Obraz
pt_br: Escolher Imagem
ro_ro: Alegeți imaginea
ru_ru: Выбрать изображение
sk_sk: Vybrať obrázok
sq_al: Zgjidh Imazh
sr_cyrl_rs: Изабери слику
sv_se: Välj bild
sw_ke: Chagua Picha
ta_in: படத்தைத் தேர்ந்தெடு
th_th: เลือกรูปภาพ
tr_tr: Görsel Seç
uk_ua: Вибрати зображення
vi_vn: Chọn hình ảnh
zh_hans: 选择图片
zh_tw: 挑選圖片

# PlaylistPage_CreateDialog_Title
source: Create New Playlist
af_za: Skep Nuwe Snitlys
ar_eg: إنشاء قائمة تشغيل جديدة
bg_bg: Създай нов плейлист
bn_bd: নতুন প্লেলিস্ট তৈরি করুন
ca_es: Crear nova llista de reproducció
cs_cz: Vytvořit nový seznam skladeb
da_dk: Opret ny afspilningsliste
de_de: Neue Wiedergabeliste erstellen
el_gr: Δημιουργία Νέας Λίστας Αναπαραγωγής
es_mx: Crear nueva lista de reproducción
et_ee: Loo uus esitusloend
fa_ir: ایجاد لیست پخش جدید
fi_fi: Luo uusi soittolista
fil_ph: Gumawa ng Bagong Playlist
fr_fr: Créer une nouvelle liste de lecture
ga_ie: Cruthaigh Seinmliosta Nua
he_il: צור רשימת השמעה חדשה
hi_in: नई प्लेलिस्ट बनाएँ
hr_hr: Stvori novi popis pjesama
hu_hu: Új lejátszási lista létrehozása
id_id: Buat Daftar Putar Baru
it_it: Crea Nuova Playlist
ja_jp: 新しいプレイリストを作成
ko_kr: 새 재생 목록 만들기
lt_lt: Sukurti naują grojaraštį
ms_my: Cipta Senarai Main Baharu
nl_nl: Nieuwe afspeellijst maken
no_no: Opprett ny spilleliste
pa_in: ਨਵੀਂ ਪਲੇਲਿਸਟ ਬਣਾਓ
pl_pl: Utwórz Nową Playlistę
pt_br: Criar Nova Playlist
ro_ro: Creați o listă de redare nouă
ru_ru: Создать новый плейлист
sk_sk: Vytvoriť nový zoznam skladieb
sq_al: Krijo Listë të Re Luajtjeje
sr_cyrl_rs: Креирај нову плејлисту
sv_se: Skapa ny spellista
sw_ke: Unda Orodha Mpya ya Kucheza
ta_in: புதிய பிளேலிஸ்ட்டை உருவாக்கு
th_th: สร้างเพลย์ลิสต์ใหม่
tr_tr: Yeni Çalma Listesi Oluştur
uk_ua: Створити новий список відтворення
vi_vn: Tạo danh sách phát mới
zh_hans: 创建新播放列表
zh_tw: 建立新播放清單

# PlaylistPage_CreateDialog_CreateButton
source: Create
af_za: Skep
ar_eg: إنشاء
bg_bg: Създай
bn_bd: তৈরি করুন
ca_es: Crear
cs_cz: Vytvořit
da_dk: Opret
de_de: Erstellen
el_gr: Δημιουργία
es_mx: Crear
et_ee: Loo
fa_ir: ایجاد
fi_fi: Luo
fil_ph: Gumawa
fr_fr: Créer
ga_ie: Cruthaigh
he_il: צור
hi_in: बनाएँ
hr_hr: Stvori
hu_hu: Létrehozás
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
lt_lt: Sukurti
ms_my: Cipta
nl_nl: Maken
no_no: Opprett
pa_in: ਬਣਾਓ
pl_pl: Utwórz
pt_br: Criar
ro_ro: Creați
ru_ru: Создать
sk_sk: Vytvoriť
sq_al: Krijo
sr_cyrl_rs: Креирај
sv_se: Skapa
sw_ke: Unda
ta_in: உருவாக்கு
th_th: สร้าง
tr_tr: Oluştur
uk_ua: Створити
vi_vn: Tạo
zh_hans: 创建
zh_tw: 建立

# PlaylistPage_CreateDialog_CancelButton
source: Cancel
af_za: Kanselleer
ar_eg: إلغاء
bg_bg: Отказ
bn_bd: বাতিল করুন
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fil_ph: Kanselahin
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Poništi
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消
zh_tw: 取消

# PlaylistPage_RenameDialog_Title_Format
source: Rename '{0}'
af_za: Hernoem '{0}'
ar_eg: إعادة تسمية '{0}'
bg_bg: Преименувай '{0}'
bn_bd: '{0}' এর নাম পরিবর্তন করুন
ca_es: Canviar nom '{0}'
cs_cz: Přejmenovat „{0}“
da_dk: Omdøb '{0}'
de_de: „{0}“ umbenennen
el_gr: Μετονομασία '{0}'
es_mx: Renombrar '{0}'
et_ee: Nimeta ümber '{0}'
fa_ir: تغییر نام '{0}'
fi_fi: Nimeä '{0}' uudelleen
fil_ph: Palitan ang pangalan ng '{0}'
fr_fr: Renommer '{0}'
ga_ie: Athainmnigh '{0}'
he_il: שנה שם ל-'{0}'
hi_in: '{0}' का नाम बदलें
hr_hr: Preimenuj '{0}'
hu_hu: „{0}” átnevezése
id_id: Ganti nama '{0}'
it_it: Rinomina '{0}'
ja_jp: '{0}'の名前を変更
ko_kr: '{0}' 이름 변경
lt_lt: Pervadinti "{0}"
ms_my: Nama semula '{0}'
nl_nl: Hernoem '{0}'
no_no: Døp om '{0}'
pa_in: '{0}' ਦਾ ਨਾਮ ਬਦਲੋ
pl_pl: Zmień nazwę '{0}'
pt_br: Renomear '{0}'
ro_ro: Redenumiți „{0}”
ru_ru: Переименовать '{0}'
sk_sk: Premenovať '{0}'
sq_al: Riemëro '{0}'
sr_cyrl_rs: Преименуј '{0}'
sv_se: Byt namn på '{0}'
sw_ke: Badilisha jina la '{0}'
ta_in: '{0}' ஐ மறுபெயரிடு
th_th: เปลี่ยนชื่อ '{0}'
tr_tr: '{0}' öğesini yeniden adlandır
uk_ua: Перейменувати '{0}'
vi_vn: Đổi tên '{0}'
zh_hans: 重命名“{0}”
zh_tw: 重新命名 '{0}'

# PlaylistPage_RenameDialog_RenameButton
source: Rename
af_za: Hernoem
ar_eg: إعادة تسمية
bg_bg: Преименувай
bn_bd: নাম পরিবর্তন করুন
ca_es: Canviar nom
cs_cz: Přejmenovat
da_dk: Omdøb
de_de: Umbenennen
el_gr: Μετονομασία
es_mx: Renombrar
et_ee: Nimeta ümber
fa_ir: تغییر نام
fi_fi: Nimeä uudelleen
fil_ph: Palitan ang Pangalan
fr_fr: Renommer
ga_ie: Athainmnigh
he_il: שנה שם
hi_in: नाम बदलें
hr_hr: Preimenuj
hu_hu: Átnevezés
id_id: Ganti Nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 변경
lt_lt: Pervadinti
ms_my: Nama Semula
nl_nl: Hernoemen
no_no: Døp om
pa_in: ਨਾਮ ਬਦਲੋ
pl_pl: Zmień Nazwę
pt_br: Renomear
ro_ro: Redenumește
ru_ru: Переименовать
sk_sk: Premenovať
sq_al: Riemëro
sr_cyrl_rs: Преименуј
sv_se: Byt namn
sw_ke: Badilisha Jina
ta_in: மறுபெயரிடு
th_th: เปลี่ยนชื่อ
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати
vi_vn: Đổi tên
zh_hans: 重命名
zh_tw: 重新命名

# PlaylistPage_DeleteDialog_Title
source: Delete Playlist
af_za: Vee Snitlys Uit
ar_eg: حذف قائمة التشغيل
bg_bg: Изтрий плейлист
bn_bd: প্লেলিস্ট মুছুন
ca_es: Suprimir llista de reproducció
cs_cz: Smazat seznam skladeb
da_dk: Slet afspilningsliste
de_de: Wiedergabeliste löschen
el_gr: Διαγραφή Λίστας Αναπαραγωγής
es_mx: Eliminar lista de reproducción
et_ee: Kustuta esitusloend
fa_ir: حذف لیست پخش
fi_fi: Poista soittolista
fil_ph: Burahin ang Playlist
fr_fr: Supprimer la liste de lecture
ga_ie: Scrios Seinmliosta
he_il: מחק רשימת השמעה
hi_in: प्लेलिस्ट हटाएँ
hr_hr: Izbriši popis pjesama
hu_hu: Lejátszási lista törlése
id_id: Hapus Daftar Putar
it_it: Elimina Playlist
ja_jp: プレイリストを削除
ko_kr: 재생 목록 삭제
lt_lt: Ištrinti grojaraštį
ms_my: Padam Senarai Main
nl_nl: Afspeellijst verwijderen
no_no: Slett spilleliste
pa_in: ਪਲੇਲਿਸਟ ਮਿਟਾਓ
pl_pl: Usuń Playlistę
pt_br: Excluir Playlist
ro_ro: Șterge lista de redare
ru_ru: Удалить плейлист
sk_sk: Odstrániť zoznam skladieb
sq_al: Fshi Listën e Luajtjes
sr_cyrl_rs: Избриши плејлисту
sv_se: Radera spellista
sw_ke: Futa Orodha ya Kucheza
ta_in: பிளேலிஸ்ட்டை நீக்கு
th_th: ลบเพลย์ลิสต์
tr_tr: Çalma Listesini Sil
uk_ua: Видалити список відтворення
vi_vn: Xóa danh sách phát
zh_hans: 删除播放列表
zh_tw: 刪除播放清單

# PlaylistPage_DeleteDialog_Content_Format
source: Are you sure you want to delete the playlist '{0}'? This action cannot be undone.
af_za: Is jy seker jy wil die snitlys '{0}' uitvee? Hierdie aksie kan nie ongedaan gemaak word nie.
ar_eg: هل أنت متأكد أنك تريد حذف قائمة التشغيل '{0}'؟ لا يمكن التراجع عن هذا الإجراء.
bg_bg: Сигурни ли сте, че искате да изтриете плейлиста '{0}'? Това действие не може да бъде отменено.
bn_bd: আপনি কি নিশ্চিত যে আপনি '{0}' প্লেলিস্টটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
ca_es: Estàs segur que vols suprimir la llista de reproducció '{0}'? Aquesta acció no es pot desfer.
cs_cz: Opravdu chcete smazat seznam skladeb „{0}“? Tuto akci nelze vrátit zpět.
da_dk: Er du sikker på, at du vil slette afspilningslisten '{0}'? Denne handling kan ikke fortrydes.
de_de: Möchten Sie die Wiedergabeliste „{0}“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη λίστα αναπαραγωγής '{0}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_mx: ¿Estás seguro de que deseas eliminar la lista de reproducción '{0}'? Esta acción no se puede deshacer.
et_ee: Kas olete kindel, et soovite esitusloendi '{0}' kustutada? Seda toimingut ei saa tagasi võtta.
fa_ir: آیا مطمئن هستید که می‌خواهید لیست پخش '{0}' را حذف کنید؟ این عمل قابل بازگرداندن نیست.
fi_fi: Haluatko varmasti poistaa soittolistan '{0}'? Tätä toimintoa ei voi kumota.
fil_ph: Sigurado ka bang gusto mong burahin ang playlist na '{0}'? Hindi ito maaaring i-undo.
fr_fr: Êtes-vous sûr de vouloir supprimer la liste de lecture '{0}' ? Cette action est irréversible.
ga_ie: An bhfuil tú cinnte gur mhaith leat an seinmliosta '{0}' a scriosadh? Ní féidir an gníomh seo a chealú.
he_il: האם אתה בטוח שברצונך למחוק את רשימת ההשמעה '{0}'? פעולה זו אינה ניתנת לביטול.
hi_in: क्या आप प्लेलिस्ट '{0}' को हटाना चाहते हैं? इस कार्रवाई को पूर्ववत नहीं किया जा सकता है।
hr_hr: Jeste li sigurni da želite izbrisati popis pjesama '{0}'? Ova radnja se ne može poništiti.
hu_hu: Biztosan törölni szeretné a(z) „{0}” lejátszási listát? Ez a művelet nem vonható vissza.
id_id: Apakah Anda yakin ingin menghapus daftar putar '{0}'? Tindakan ini tidak dapat dibatalkan.
it_it: Sei sicuro di voler eliminare la playlist '{0}'? Questa azione non può essere annullata.
ja_jp: プレイリスト'{0}'を削除してもよろしいですか？この操作は元に戻せません。
ko_kr: 재생 목록 '{0}'을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
lt_lt: Ar tikrai norite ištrinti grojaraštį "{0}"? Šio veiksmo atšaukti negalima.
ms_my: Adakah anda pasti ingin memadam senarai main '{0}'? Tindakan ini tidak boleh dibatalkan.
nl_nl: Weet u zeker dat u de afspeellijst '{0}' wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no_no: Er du sikker på at du vil slette spillelisten '{0}'? Denne handlingen kan ikke angres.
pa_in: ਕੀ ਤੁਸੀਂ ਪਲੇਲਿਸਟ '{0}' ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਲਈ ਜਾ ਸਕਦੀ।
pl_pl: Czy na pewno chcesz usunąć playlistę '{0}'? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir a playlist '{0}'? Esta ação não pode ser desfeita.
ro_ro: Sigur doriți să ștergeți lista de redare „{0}”? Această acțiune nu poate fi anulată.
ru_ru: Вы уверены, что хотите удалить плейлист '{0}'? Это действие необратимо.
sk_sk: Naozaj chcete odstrániť zoznam skladieb '{0}'? Túto akciu nemožno vrátiť späť.
sq_al: Jeni të sigurt që dëshironi të fshini listën e luajtjes '{0}'? Ky veprim nuk mund të anulohet.
sr_cyrl_rs: Да ли сте сигурни да желите да избришете плејлисту '{0}'? Ова радња се не може опозвати.
sv_se: Är du säker på att du vill radera spellistan '{0}'? Denna åtgärd kan inte ångras.
sw_ke: Una uhakika unataka kufuta orodha ya kucheza '{0}'? Kitendo hiki hakiwezi kutenduliwa.
ta_in: பிளேலிஸ்ட் '{0}' ஐ நீக்க விரும்புகிறீர்களா? இந்தச் செயலை மாற்றியமைக்க முடியாது.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบเพลย์ลิสต์ '{0}'? การดำเนินการนี้ไม่สามารถยกเลิกได้
tr_tr: '{0}' çalma listesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk_ua: Ви впевнені, що хочете видалити список відтворення '{0}'? Цю дію не можна скасувати.
vi_vn: Bạn có chắc chắn muốn xóa danh sách phát '{0}' không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除播放列表“{0}”吗？此操作无法撤消。
zh_tw: 您確定要刪除播放清單 '{0}' 嗎？此動作無法復原。

# PlaylistPage_DeleteDialog_DeleteButton
source: Delete
af_za: Vee uit
ar_eg: حذف
bg_bg: Изтрий
bn_bd: মুছুন
ca_es: Suprimir
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_mx: Eliminar
et_ee: Kustuta
fa_ir: حذف
fi_fi: Poista
fil_ph: Burahin
fr_fr: Supprimer
ga_ie: Scrios
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
ms_my: Padam
nl_nl: Verwijderen
no_no: Slett
pa_in: ਮਿਟਾਓ
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergeți
ru_ru: Удалить
sk_sk: Odstrániť
sq_al: Fshi
sr_cyrl_rs: Избриши
sv_se: Radera
sw_ke: Futa
ta_in: நீக்கு
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_hans: 删除
zh_tw: 刪除

# PlaylistSongViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# PlaylistSongViewPage_SearchButton_Search_ToolTip
source: Search in playlist
af_za: Soek in snitlys
ar_eg: البحث في قائمة التشغيل
bg_bg: Търсене в плейлист
bn_bd: প্লেলিস্টে অনুসন্ধান করুন
ca_es: Cercar a la llista de reproducció
cs_cz: Hledat v seznamu skladeb
da_dk: Søg i afspilningsliste
de_de: In Wiedergabeliste suchen
el_gr: Αναζήτηση σε λίστα αναπαραγωγής
es_mx: Buscar en lista de reproducción
et_ee: Otsi esitusloendist
fa_ir: جستجو در لیست پخش
fi_fi: Hae soittolistasta
fil_ph: Maghanap sa playlist
fr_fr: Rechercher dans la liste de lecture
ga_ie: Cuardaigh sa seinmliosta
he_il: חפש ברשימת השמעה
hi_in: प्लेलिस्ट में खोजें
hr_hr: Pretraži u popisu pjesama
hu_hu: Keresés lejátszási listában
id_id: Cari di daftar putar
it_it: Cerca nella playlist
ja_jp: プレイリスト内を検索
ko_kr: 재생 목록에서 검색
lt_lt: Ieškoti grojaraštyje
ms_my: Cari dalam senarai main
nl_nl: Zoeken in afspeellijst
no_no: Søk i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w playliście
pt_br: Pesquisar na playlist
ro_ro: Căutați în lista de redare
ru_ru: Искать в плейлисте
sk_sk: Hľadať v zozname skladieb
sq_al: Kërko në listën e luajtjes
sr_cyrl_rs: Претражи у плејлисти
sv_se: Sök i spellista
sw_ke: Tafuta ndani ya orodha ya kucheza
ta_in: பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์
tr_tr: Çalma listesinde ara
uk_ua: Пошук у списку відтворення
vi_vn: Tìm kiếm trong danh sách phát
zh_hans: 在播放列表中搜索
zh_tw: 在播放清單中搜尋

# GenreViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# GenreViewPage_SearchButton_Search_ToolTip
source: Search library
af_za: Soek biblioteek
ar_eg: البحث في المكتبة
bg_bg: Търсене в библиотека
bn_bd: লাইব্রেরি অনুসন্ধান করুন
ca_es: Cercar a la biblioteca
cs_cz: Hledat v knihovně
da_dk: Søg i bibliotek
de_de: Bibliothek durchsuchen
el_gr: Αναζήτηση βιβλιοθήκης
es_mx: Buscar en biblioteca
et_ee: Otsi teegist
fa_ir: جستجو در کتابخانه
fi_fi: Hae kirjastosta
fil_ph: Maghanap sa aklatan
fr_fr: Rechercher dans la bibliothèque
ga_ie: Cuardaigh leabharlann
he_il: חפש בספרייה
hi_in: लाइब्रेरी खोजें
hr_hr: Pretraži knjižnicu
hu_hu: Könyvtár keresése
id_id: Cari pustaka
it_it: Cerca nella libreria
ja_jp: ライブラリを検索
ko_kr: 라이브러리 검색
lt_lt: Ieškoti bibliotekoje
ms_my: Cari pustaka
nl_nl: Zoek bibliotheek
no_no: Søk i bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ
pl_pl: Szukaj w bibliotece
pt_br: Pesquisar biblioteca
ro_ro: Căutați în bibliotecă
ru_ru: Искать в библиотеке
sk_sk: Hľadať v knižnici
sq_al: Kërko në bibliotekë
sr_cyrl_rs: Претражи библиотеку
sv_se: Sök bibliotek
sw_ke: Tafuta maktaba
ta_in: நூலகத்தில் தேடு
th_th: ค้นหาในคลังเพลง
tr_tr: Arşivde ara
uk_ua: Пошук у бібліотеці
vi_vn: Tìm kiếm thư viện
zh_hans: 搜索库
zh_tw: 搜尋媒體庫

# GenreViewPage_PlaylistMenu_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné seznamy skladeb k dispozici
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Ei soittolistoja saatavilla
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं
hr_hr: Nema dostupnih popisa pjesama
hu_hu: Nincs elérhető lejátszási lista
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra galimų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_br: Nenhuma playlist disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne dostupné zoznamy skladieb
sq_al: Asnjë listë luajtjeje nuk është në dispozicion
sr_cyrl_rs: Нису доступне плејлисте
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za kucheza zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi yok
uk_ua: Немає доступних списків відтворення
vi_vn: Không có danh sách phát nào khả dụng
zh_hans: 无可用播放列表
zh_tw: 無可用播放清單
