Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# CrashReport_ResetAppAdvice
source: If this keeps happening, you can try 'Reset App & Data'. This will wipe your settings and library, which can help recover the app from a broken state.
af_za: As dit aanhou gebeur, kan jy probeer om 'Herstel Toepassing & Data' te doen. Dit sal jou instellings en biblioteek uitvee, wat kan help om die toepassing van 'n gebroke toestand te herstel.
ar_eg: إذا استمر هذا، يمكنك محاولة "إعادة تعيين التطبيق والبيانات". سيؤدي هذا إلى مسح إعداداتك ومكتبتك، مما قد يساعد في استعادة التطبيق من حالة تالفة.
bg_bg: Ако това продължава да се случва, можете да опитате "Нулиране на приложението и данните". Това ще изтрие вашите настройки и библиотека, което може да помогне за възстановяване на приложението от повредено състояние.
bn_bd: যদি এটি বারবার ঘটে, আপনি 'অ্যাপ ও ডেটা রিসেট করুন' চেষ্টা করতে পারেন। এটি আপনার সেটিংস এবং লাইব্রেরি মুছে দেবে, যা অ্যাপটিকে একটি ত্রুটিপূর্ণ অবস্থা থেকে পুনরুদ্ধার করতে সাহায্য করতে পারে।
ca_es: Si això continua passant, pots provar 'Reiniciar l'aplicació i les dades'. Això esborrarà la configuració i la biblioteca, la qual cosa pot ajudar a recuperar l'aplicació d'un estat danyat.
cs_cz: Pokud se to stále děje, můžete zkusit 'Obnovit aplikaci a data'. Tím vymažete svá nastavení a knihovnu, což může pomoci obnovit aplikaci z poškozeného stavu.
da_dk: Hvis dette fortsætter med at ske, kan du prøve 'Nulstil app & data'. Dette vil slette dine indstillinger og bibliotek, hvilket kan hjælpe med at gendanne appen fra en ødelagt tilstand.
de_de: Wenn dies weiterhin passiert, können Sie versuchen, 'App & Daten zurücksetzen' zu verwenden. Dies löscht Ihre Einstellungen und Ihre Bibliothek, was helfen kann, die App aus einem fehlerhaften Zustand wiederherzustellen.
el_gr: Εάν αυτό συνεχιστεί, μπορείτε να δοκιμάσετε την επιλογή 'Επαναφορά Εφαρμογής & Δεδομένων'. Αυτό θα διαγράψει τις ρυθμίσεις και τη βιβλιοθήκη σας, κάτι που μπορεί να βοηθήσει στην ανάκτηση της εφαρμογής από μια κατεστραμμένη κατάσταση.
es_mx: Si esto sigue ocurriendo, puede intentar "Restablecer aplicación y datos". Esto borrará su configuración y biblioteca, lo que puede ayudar a recuperar la aplicación de un estado defectuoso.
et_ee: Kui see kordub, proovige "Lähtesta rakendus ja andmed". See kustutab teie seaded ja teegi, mis võib aidata rakenduse katkist olekut taastada.
fa_ir: اگر این مشکل ادامه داشت، می‌توانید 'بازنشانی برنامه و داده‌ها' را امتحان کنید. این کار تنظیمات و کتابخانه شما را پاک می‌کند که می‌تواند به بازیابی برنامه از وضعیت خراب کمک کند.
fil_ph: Kung patuloy itong nangyayari, maaari mong subukan ang 'I-reset ang App at Data'. Buburahin nito ang iyong mga setting at library, na makakatulong na maibalik ang app mula sa isang sirang estado.
fr_fr: Si cela continue de se produire, vous pouvez essayer de 'Réinitialiser l'application et les données'. Cela effacera vos paramètres et votre bibliothèque, ce qui peut aider à récupérer l'application d'un état corrompu.
ga_ie: Má leanann sé seo ar aghaidh, is féidir leat triail a bhaint as 'Athshocraigh Aip & Sonraí'. Scriosfaidh sé seo do shocruithe agus do leabharlann, rud a chabhróidh leis an aip a ghnóthú ó staid briste.
he_il: אם זה ממשיך לקרות, תוכל לנסות 'איפוס יישום ונתונים'. פעולה זו תמחק את ההגדרות והספרייה שלך, מה שעשוי לעזור לשחזר את היישום ממצב תקול.
hi_in: यदि यह होता रहता है, तो आप 'ऐप और डेटा रीसेट करें' का प्रयास कर सकते हैं। यह आपकी सेटिंग्स और लाइब्रेरी को मिटा देगा, जिससे ऐप को खराब स्थिति से उबरने में मदद मिल सकती है।
hr_hr: Ako se ovo nastavi događati, možete pokušati 'Poništi aplikaciju i podatke'. Time ćete izbrisati vaše postavke i biblioteku, što može pomoći u oporavku aplikacije iz neispravnog stanja.
hu_hu: Ha ez továbbra is fennáll, próbálja meg az "Alkalmazás és adatok visszaállítása" lehetőséget. Ez törli a beállításokat és a könyvtárat, ami segíthet az alkalmazás helyreállításában hibás állapotból.
id_id: Jika ini terus terjadi, Anda dapat mencoba 'Reset Aplikasi & Data'. Ini akan menghapus pengaturan dan pustaka Anda, yang dapat membantu memulihkan aplikasi dari keadaan rusak.
it_it: Se il problema persiste, puoi provare a 'Reimpostare app e dati'. Questo cancellerà le tue impostazioni e la libreria, il che può aiutare a recuperare l'app da uno stato danneggiato.
ja_jp: この問題が繰り返し発生する場合は、「アプリとデータをリセット」を試すことができます。これにより、設定とライブラリが消去され、アプリが破損した状態から回復するのに役立つ場合があります。
ko_kr: 이 문제가 계속 발생하면 '앱 및 데이터 재설정'을 시도해 보세요. 이 작업을 수행하면 설정과 라이브러리가 초기화되어 손상된 상태에서 앱을 복구하는 데 도움이 될 수 있습니다.
lt_lt: Jei tai kartojasi, galite pabandyti „Atstatyti programą ir duomenis“. Tai ištrins jūsų nustatymus ir biblioteką, o tai gali padėti atkurti programą iš neveikiančios būsenos.
ms_my: Jika ini terus berlaku, anda boleh cuba 'Tetapkan Semula Aplikasi & Data'. Ini akan memadamkan tetapan dan pustaka anda, yang boleh membantu memulihkan aplikasi daripada keadaan yang rosak.
nl_nl: Als dit blijft gebeuren, kunt u 'App & gegevens opnieuw instellen' proberen. Hiermee worden uw instellingen en bibliotheek gewist, wat kan helpen de app te herstellen van een defecte staat.
no_no: Hvis dette fortsetter å skje, kan du prøve å 'Tilbakestille app og data'. Dette vil slette innstillingene og biblioteket ditt, noe som kan hjelpe appen med å komme seg fra en ødelagt tilstand.
pa_in: ਜੇਕਰ ਇਹ ਵਾਰ-ਵਾਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ 'ਐਪ ਅਤੇ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ' ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਤੁਹਾਡੀਆਂ ਸੈਟਿੰਗਾਂ ਅਤੇ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਜੋ ਐਪ ਨੂੰ ਖਰਾਬ ਸਥਿਤੀ ਤੋਂ ਠੀਕ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।
pl_pl: Jeśli problem będzie się powtarzał, możesz spróbować 'Zresetuj aplikację i dane'. Spowoduje to usunięcie ustawień i biblioteki, co może pomóc w przywróceniu aplikacji do działającego stanu.
ru_ru: Если это будет повторяться, вы можете попробовать 'Сбросить приложение и данные'. Это удалит ваши настройки и библиотеку, что может помочь восстановить приложение из поврежденного состояния.
sk_sk: Ak sa to stále deje, môžete skúsiť 'Resetovať aplikáciu a dáta'. Týmto sa vymažú vaše nastavenia a knižnica, čo môže pomôcť obnoviť aplikáciu z poškodeného stavu.
sq_al: Nëse kjo vazhdon të ndodhë, mund të provoni 'Rivendos aplikacionin dhe të dhënat'. Kjo do të fshijë cilësimet dhe bibliotekën tuaj, gjë që mund të ndihmojë në rikuperimin e aplikacionit nga një gjendje e dëmtuar.
sr_cyrl_rs: Ако се ово настави дешавати, можете покушати са 'Ресетуј апликацију и податке'. Ово ће избрисати ваша подешавања и библиотеку, што може помоћи да се апликација опорави из оштећеног стања.
sv_se: Om detta fortsätter att hända kan du prova "Återställ app och data". Detta kommer att radera dina inställningar och bibliotek, vilket kan hjälpa till att återställa appen från ett skadat tillstånd.
sw_ke: Ikiwa hili litaendelea kutokea, unaweza kujaribu 'Weka Upya Programu & Data'. Hii itafuta mipangilio na maktaba yako, ambayo inaweza kusaidia kurejesha programu kutoka hali iliyoharibika.
ta_in: இது தொடர்ந்தால், 'ஆப் மற்றும் தரவை மீட்டமை' என்பதை முயற்சிக்கலாம். இது உங்கள் அமைப்புகளையும் நூலகத்தையும் அழித்துவிடும், இது ஆப் ஒரு சிக்கலான நிலையிலிருந்து மீள உதவும்.
th_th: หากยังคงเกิดขึ้น คุณสามารถลอง 'รีเซ็ตแอปและข้อมูล' ซึ่งจะล้างการตั้งค่าและไลบรารีของคุณ ซึ่งอาจช่วยกู้คืนแอปจากสถานะที่เสียหายได้
tr_tr: Bu durum devam ederse, 'Uygulama ve Verileri Sıfırla'yı deneyebilirsiniz. Bu, ayarlarınızı ve arşivinizi silerek uygulamanın bozuk bir durumdan kurtarılmasına yardımcı olabilir.
uk_ua: Якщо це продовжує відбуватися, ви можете спробувати "Скинути додаток та дані". Це призведе до видалення ваших налаштувань та бібліотеки, що може допомогти відновити додаток з пошкодженого стану.
vi_vn: Nếu điều này tiếp tục xảy ra, bạn có thể thử 'Đặt lại ứng dụng & dữ liệu'. Thao tác này sẽ xóa cài đặt và thư viện của bạn, điều này có thể giúp khôi phục ứng dụng khỏi trạng thái bị lỗi.
zh_hans: 如果此情况持续发生，您可以尝试“重置应用程序和数据”。这将清除您的设置和库，这有助于从损坏状态恢复应用程序。

# CrashReport_CopyLogButton_ToolTip
source: Copy log to clipboard
af_za: Kopieer log na knipbord
ar_eg: نسخ السجل إلى الحافظة
bg_bg: Копирай лог в клипборда
bn_bd: লগ ক্লিপবোর্ডে কপি করুন
ca_es: Copiar registre al porta-retalls
cs_cz: Kopírovat protokol do schránky
da_dk: Kopiér log til udklipsholder
de_de: Protokoll in Zwischenablage kopieren
el_gr: Αντιγραφή αρχείου καταγραφής στο πρόχειρο
es_mx: Copiar registro al portapapeles
et_ee: Kopeeri logi lõikepuhvrisse
fa_ir: کپی گزارش به کلیپ‌بورد
fil_ph: Kopyahin ang log sa clipboard
fr_fr: Copier le journal dans le presse-papiers
ga_ie: Cóipeáil logáil chuig an gearrthaisce
he_il: העתק יומן ללוח
hi_in: लॉग को क्लिपबोर्ड पर कॉपी करें
hr_hr: Kopiraj zapisnik u međuspremnik
hu_hu: Napló másolása vágólapra
id_id: Salin log ke papan klip
it_it: Copia log negli appunti
ja_jp: ログをクリップボードにコピー
ko_kr: 로그를 클립보드에 복사
lt_lt: Kopijuoti žurnalą į iškarpinę
ms_my: Salin log ke papan keratan
nl_nl: Logboek kopiëren naar klembord
no_no: Kopier logg til utklippstavle
pa_in: ਲੌਗ ਨੂੰ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕਰੋ
pl_pl: Kopiuj dziennik do schowka
ru_ru: Скопировать лог в буфер обмена
sk_sk: Kopírovať protokol do schránky
sq_al: Kopjo regjistrin në kujtesë
sr_cyrl_rs: Копирај дневник у оставу
sv_se: Kopiera logg till urklipp
sw_ke: Nakili kumbukumbu kwenye ubao klipu
ta_in: பதிவை கிளிப்போர்டுக்கு நகலெடு
th_th: คัดลอกบันทึกไปยังคลิปบอร์ด
tr_tr: Günlüğü panoya kopyala
uk_ua: Копіювати журнал до буфера обміну
vi_vn: Sao chép nhật ký vào bộ nhớ tạm
zh_hans: 复制日志到剪贴板

# CrashReport_CopyLogLabel
source: Copy Log
af_za: Kopieer Log
ar_eg: نسخ السجل
bg_bg: Копирай лог
bn_bd: লগ কপি করুন
ca_es: Copiar registre
cs_cz: Kopírovat protokol
da_dk: Kopiér log
de_de: Protokoll kopieren
el_gr: Αντιγραφή αρχείου καταγραφής
es_mx: Copiar registro
et_ee: Kopeeri logi
fa_ir: کپی گزارش
fil_ph: Kopyahin ang Log
fr_fr: Copier le journal
ga_ie: Cóipeáil Logáil
he_il: העתק יומן
hi_in: लॉग कॉपी करें
hr_hr: Kopiraj zapisnik
hu_hu: Napló másolása
id_id: Salin Log
it_it: Copia log
ja_jp: ログをコピー
ko_kr: 로그 복사
lt_lt: Kopijuoti žurnalą
ms_my: Salin Log
nl_nl: Logboek kopiëren
no_no: Kopier logg
pa_in: ਲੌਗ ਕਾਪੀ ਕਰੋ
pl_pl: Kopiuj dziennik
ru_ru: Скопировать лог
sk_sk: Kopírovať protokol
sq_al: Kopjo regjistrin
sr_cyrl_rs: Копирај дневник
sv_se: Kopiera logg
sw_ke: Nakili Kumbukumbu
ta_in: பதிவை நகலெடு
th_th: คัดลอกบันทึก
tr_tr: Günlüğü Kopyala
uk_ua: Копіювати журнал
vi_vn: Sao chép nhật ký
zh_hans: 复制日志

# SmartPlaylist_PickCoverButton_Content
source: Choose Cover
af_za: Kies Omslag
ar_eg: اختيار غلاف
bg_bg: Избери обложка
bn_bd: কভার চয়ন করুন
ca_es: Triar portada
cs_cz: Vybrat obal
da_dk: Vælg omslag
de_de: Cover auswählen
el_gr: Επιλογή εξωφύλλου
es_mx: Elegir portada
et_ee: Vali kaanepilt
fa_ir: انتخاب کاور
fil_ph: Pumili ng Pabalat
fr_fr: Choisir la pochette
ga_ie: Roghnaigh Clúdach
he_il: בחר עטיפה
hi_in: कवर चुनें
hr_hr: Odaberi naslovnicu
hu_hu: Borító kiválasztása
id_id: Pilih Sampul
it_it: Scegli copertina
ja_jp: カバーを選択
ko_kr: 커버 선택
lt_lt: Pasirinkti viršelį
ms_my: Pilih Kulit Album
nl_nl: Omslag kiezen
no_no: Velg omslag
pa_in: ਕਵਰ ਚੁਣੋ
pl_pl: Wybierz okładkę
ru_ru: Выбрать обложку
sk_sk: Vybrať obal
sq_al: Zgjidh kopertinën
sr_cyrl_rs: Изабери омот
sv_se: Välj omslag
sw_ke: Chagua Jalada
ta_in: அட்டையைத் தேர்ந்தெடு
th_th: เลือกหน้าปก
tr_tr: Kapak Seç
uk_ua: Вибрати обкладинку
vi_vn: Chọn bìa
zh_hans: 选择封面

# SmartPlaylist_PickCoverButton_ToolTip
source: Choose a cover image
af_za: Kies 'n omslagbeeld
ar_eg: اختر صورة غلاف
bg_bg: Избери изображение за обложка
bn_bd: একটি কভার ছবি চয়ন করুন
ca_es: Triar una imatge de portada
cs_cz: Vybrat obrázek obalu
da_dk: Vælg et omslagsbillede
de_de: Ein Coverbild auswählen
el_gr: Επιλέξτε μια εικόνα εξωφύλλου
es_mx: Elegir una imagen de portada
et_ee: Vali kaanepilt
fa_ir: یک تصویر کاور انتخاب کنید
fil_ph: Pumili ng larawan ng pabalat
fr_fr: Choisir une image de pochette
ga_ie: Roghnaigh íomhá clúdaigh
he_il: בחר תמונת עטיפה
hi_in: एक कवर छवि चुनें
hr_hr: Odaberi sliku naslovnice
hu_hu: Válasszon borítóképet
id_id: Pilih gambar sampul
it_it: Scegli un'immagine di copertina
ja_jp: カバー画像を選択してください
ko_kr: 커버 이미지 선택
lt_lt: Pasirinkti viršelio paveikslėlį
ms_my: Pilih imej kulit album
nl_nl: Kies een omslagafbeelding
no_no: Velg et omslagsbilde
pa_in: ਇੱਕ ਕਵਰ ਚਿੱਤਰ ਚੁਣੋ
pl_pl: Wybierz obraz okładki
ru_ru: Выберите изображение для обложки
sk_sk: Vybrať obrázok obalu
sq_al: Zgjidh një imazh kopertine
sr_cyrl_rs: Изаберите слику омота
sv_se: Välj en omslagsbild
sw_ke: Chagua picha ya jalada
ta_in: ஒரு அட்டைப் படத்தை தேர்ந்தெடு
th_th: เลือกรูปภาพหน้าปก
tr_tr: Bir kapak resmi seçin
uk_ua: Виберіть зображення обкладинки
vi_vn: Chọn một ảnh bìa
zh_hans: 选择封面图片

# SmartPlaylist_PlaylistNameLabel
source: Playlist Name
af_za: Snitlysnaam
ar_eg: اسم قائمة التشغيل
bg_bg: Име на плейлиста
bn_bd: প্লেলিস্টের নাম
ca_es: Nom de la llista de reproducció
cs_cz: Název seznamu skladeb
da_dk: Afspilningslistenavn
el_gr: Όνομα λίστας αναπαραγωγής
es_mx: Nombre de la lista de reproducción
et_ee: Esitusloendi nimi
fa_ir: نام لیست پخش
fil_ph: Pangalan ng Playlist
fr_fr: Nom de la liste de lecture
ga_ie: Ainm an Seinmliosta
he_il: שם רשימת השמעה
hi_in: प्लेलिस्ट का नाम
hr_hr: Naziv popisa za reprodukciju
hu_hu: Lejátszási lista neve
id_id: Nama Daftar Putar
it_it: Nome playlist
ja_jp: プレイリスト名
ko_kr: 재생목록 이름
lt_lt: Grojaraščio pavadinimas
ms_my: Nama Senarai Main
nl_nl: Afspeellijstnaam
no_no: Spillelistenavn
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ
pl_pl: Nazwa playlisty
ru_ru: Имя плейлиста
sk_sk: Názov playlistu
sq_al: Emri i listës së luajtjes
sr_cyrl_rs: Назив плејлисте
sv_se: Spellistans namn
sw_ke: Jina la Orodha ya Nyimbo
ta_in: பிளேலிஸ்ட் பெயர்
th_th: ชื่อเพลย์ลิสต์
tr_tr: Çalma Listesi Adı
uk_ua: Назва списку відтворення
vi_vn: Tên danh sách phát
zh_hans: 播放列表名称

# SmartPlaylist_PlaylistNameTextBox_Placeholder
source: Enter a name for your smart playlist
af_za: Voer 'n naam vir jou slim snitlys in
ar_eg: أدخل اسمًا لقائمة التشغيل الذكية الخاصة بك
bg_bg: Въведете име за вашия интелигентен плейлист
bn_bd: আপনার স্মার্ট প্লেলিস্টের জন্য একটি নাম লিখুন
ca_es: Introdueix un nom per a la teva llista de reproducció intel·ligent
cs_cz: Zadejte název pro váš chytrý seznam skladeb
da_dk: Indtast et navn til din smarte afspilningsliste
de_de: Geben Sie einen Namen für Ihre Smart-Playlist ein
el_gr: Εισαγάγετε ένα όνομα για την έξυπνη λίστα αναπαραγωγής σας
es_mx: Ingrese un nombre para su lista de reproducción inteligente
et_ee: Sisesta oma nutika esitusloendi nimi
fa_ir: نامی برای لیست پخش هوشمند خود وارد کنید
fil_ph: Maglagay ng pangalan para sa iyong smart playlist
fr_fr: Saisissez un nom pour votre liste de lecture intelligente
ga_ie: Iontráil ainm do do seinmliosta cliste
he_il: הזן שם לרשימת ההשמעה החכמה שלך
hi_in: अपनी स्मार्ट प्लेलिस्ट के लिए एक नाम दर्ज करें
hr_hr: Unesite naziv za vaš pametni popis za reprodukciju
hu_hu: Adjon nevet az okos lejátszási listának
id_id: Masukkan nama untuk daftar putar cerdas Anda
it_it: Inserisci un nome per la tua playlist intelligente
ja_jp: スマートプレイリストの名前を入力してください
ko_kr: 스마트 재생목록의 이름을 입력하세요
lt_lt: Įveskite pavadinimą savo išmaniajam grojaraščiui
ms_my: Masukkan nama untuk senarai main pintar anda
nl_nl: Voer een naam in voor uw slimme afspeellijst
no_no: Skriv inn et navn for den smarte spillelisten din
pa_in: ਆਪਣੀ ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਲਈ ਇੱਕ ਨਾਮ ਦਾਖਲ ਕਰੋ
pl_pl: Wprowadź nazwę dla swojej inteligentnej playlisty
ru_ru: Введите имя для вашего умного плейлиста
sk_sk: Zadajte názov pre váš inteligentný playlist
sq_al: Vendosni një emër për listën tuaj inteligjente të luajtjes
sr_cyrl_rs: Унесите назив за вашу паметну плејлисту
sv_se: Ange ett namn för din smarta spellista
sw_ke: Weka jina la orodha yako mahiri ya nyimbo
ta_in: உங்கள் ஸ்மார்ட் பிளேலிஸ்ட்டுக்கு ஒரு பெயரை உள்ளிடவும்
th_th: ป้อนชื่อสำหรับเพลย์ลิสต์อัจฉริยะของคุณ
tr_tr: Akıllı çalma listeniz için bir ad girin
uk_ua: Введіть назву для вашого розумного списку відтворення
vi_vn: Nhập tên cho danh sách phát thông minh của bạn
zh_hans: 为您的智能播放列表输入一个名称

# SmartPlaylist_SortOrderLabel
source: Sort Order
af_za: Sorteervolgorde
ar_eg: ترتيب الفرز
bg_bg: Подредба
bn_bd: সাজানোর ক্রম
ca_es: Ordre d'ordenació
cs_cz: Pořadí řazení
da_dk: Sorteringsrækkefølge
de_de: Sortierreihenfolge
el_gr: Σειρά ταξινόμησης
es_mx: Orden de clasificación
et_ee: Sorteerimisjärjestus
fa_ir: ترتیب مرتب‌سازی
fil_ph: Ayos ng Pagkakasunod-sunod
fr_fr: Ordre de tri
ga_ie: Ord Sórtála
he_il: סדר מיון
hi_in: क्रमबद्धता
hr_hr: Redoslijed sortiranja
hu_hu: Rendezési sorrend
id_id: Urutan Pengurutan
it_it: Ordine di smistamento
ja_jp: 並べ替え順
ko_kr: 정렬 순서
lt_lt: Rūšiavimo tvarka
ms_my: Susunan Isihan
nl_nl: Sorteervolgorde
no_no: Sorteringsrekkefølge
pa_in: ਕ੍ਰਮਬੱਧ ਲੜੀ
pl_pl: Kolejność sortowania
ru_ru: Порядок сортировки
sk_sk: Poradie zoradenia
sq_al: Renditja
sr_cyrl_rs: Редослед сортирања
sv_se: Sorteringsordning
sw_ke: Mpangilio wa Kupanga
ta_in: வரிசைப்படுத்தும் வரிசை
th_th: ลำดับการจัดเรียง
tr_tr: Sıralama Düzeni
uk_ua: Порядок сортування
vi_vn: Thứ tự sắp xếp
zh_hans: 排序顺序

# SmartPlaylist_MatchLabel
source: Match
af_za: Pas
ar_eg: مطابقة
bg_bg: Съвпадение
bn_bd: মিল
ca_es: Coincidir
cs_cz: Shoda
de_de: Abgleichen
el_gr: Αντιστοίχιση
es_mx: Coincidir
et_ee: Sobita
fa_ir: مطابقت
fil_ph: Itugma
fr_fr: Correspondance
ga_ie: Meaitseáil
he_il: התאם
hi_in: मिलान
hr_hr: Podudaranje
hu_hu: Egyezés
id_id: Cocokkan
it_it: Corrispondenza
ja_jp: 一致
ko_kr: 일치
lt_lt: Atitikti
ms_my: Padan
nl_nl: Voldoen aan
no_no: Samsvar
pa_in: ਮੇਲ
pl_pl: Dopasuj
ru_ru: Совпадение
sk_sk: Zhoda
sq_al: Përputhu
sr_cyrl_rs: Подударање
sv_se: Matcha
sw_ke: Linganisha
ta_in: பொருத்து
th_th: ตรงกับ
tr_tr: Eşleşme
uk_ua: Збіг
vi_vn: Khớp
zh_hans: 匹配

# SmartPlaylist_MatchLogic_All_Content
source: All
af_za: Almal
ar_eg: كل
bg_bg: Всички
bn_bd: সব
ca_es: Totes
cs_cz: Všechny
da_dk: Alle
de_de: Alle
el_gr: Όλα
es_mx: Todas
et_ee: Kõik
fa_ir: همه
fil_ph: Lahat
fr_fr: Tous
ga_ie: Uile
he_il: הכל
hi_in: सभी
hr_hr: Svi
hu_hu: Összes
id_id: Semua
it_it: Tutte
ja_jp: すべて
ko_kr: 모두
lt_lt: Visi
ms_my: Semua
nl_nl: Alle
no_no: Alle
pa_in: ਸਾਰੇ
pl_pl: Wszystkie
ru_ru: Все
sk_sk: Všetky
sq_al: Të gjitha
sr_cyrl_rs: Сви
sv_se: Alla
sw_ke: Zote
ta_in: அனைத்தும்
th_th: ทั้งหมด
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả
zh_hans: 所有

# SmartPlaylist_MatchLogic_Any_Content
source: Any
af_za: Enige
ar_eg: أي
bg_bg: Някой
bn_bd: যেকোনো
ca_es: Qualsevol
cs_cz: Libovolná
da_dk: Nogen
de_de: Beliebige
el_gr: Οποιοδήποτε
es_mx: Cualquiera
et_ee: Mõni
fa_ir: هر کدام
fil_ph: Anuman
fr_fr: N'importe lequel
ga_ie: Aon
he_il: כלשהו
hi_in: कोई भी
hr_hr: Bilo koji
hu_hu: Bármely
id_id: Apapun
it_it: Qualsiasi
ja_jp: いずれか
ko_kr: 아무거나
lt_lt: Bet kuris
ms_my: Mana-mana
nl_nl: Enkele
no_no: Noen
pa_in: ਕੋਈ ਵੀ
pl_pl: Dowolne
ru_ru: Любое
sk_sk: Akékoľvek
sq_al: Çdo
sr_cyrl_rs: Било који
sv_se: Någon
sw_ke: Yoyote
ta_in: ஏதேனும்
th_th: ใด ๆ
tr_tr: Herhangi Biri
uk_ua: Будь-який
vi_vn: Bất kỳ
zh_hans: 任意

# SmartPlaylist_MatchSuffixLabel
source: of the following rules:
af_za: van die volgende reëls:
ar_eg: من القواعد التالية:
bg_bg: от следните правила:
bn_bd: নিম্নলিখিত নিয়মগুলির মধ্যে:
ca_es: de les següents regles:
cs_cz: z následujících pravidel:
da_dk: af følgende regler:
de_de: der folgenden Regeln:
el_gr: από τους ακόλουθους κανόνες:
es_mx: de las siguientes reglas:
et_ee: järgmistest reeglitest:
fa_ir: از قوانین زیر:
fil_ph: sa mga sumusunod na panuntunan:
fr_fr: des règles suivantes :
ga_ie: de na rialacha seo a leanas:
he_il: מהכללים הבאים:
hi_in: निम्नलिखित नियमों में से:
hr_hr: od sljedećih pravila:
hu_hu: az alábbi szabályok közül:
id_id: dari aturan berikut:
it_it: delle seguenti regole:
ja_jp: のルールに一致
ko_kr: 다음 규칙 중:
lt_lt: iš šių taisyklių:
ms_my: daripada peraturan berikut:
nl_nl: van de volgende regels:
no_no: av følgende regler:
pa_in: ਹੇਠ ਲਿਖੇ ਨਿਯਮਾਂ ਵਿੱਚੋਂ:
pl_pl: z następujących reguł:
ru_ru: из следующих правил:
sk_sk: z nasledujúcich pravidiel:
sq_al: të rregullave të mëposhtme:
sr_cyrl_rs: од следећих правила:
sv_se: av följande regler:
sw_ke: ya sheria zifuatazo:
ta_in: பின்வரும் விதிகளில்:
th_th: ของกฎต่อไปนี้:
tr_tr: aşağıdaki kurallar:
uk_ua: з наступних правил:
vi_vn: các quy tắc sau:
zh_hans: 以下规则：

# SmartPlaylist_AddRuleButton_ToolTip
source: Add a new rule
af_za: Voeg 'n nuwe reël by
ar_eg: أضف قاعدة جديدة
bg_bg: Добави ново правило
bn_bd: একটি নতুন নিয়ম যোগ করুন
ca_es: Afegir una nova regla
cs_cz: Přidat nové pravidlo
da_dk: Tilføj en ny regel
de_de: Neue Regel hinzufügen
el_gr: Προσθήκη νέου κανόνα
es_mx: Agregar una nueva regla
et_ee: Lisa uus reegel
fa_ir: افزودن قانون جدید
fil_ph: Magdagdag ng bagong panuntunan
fr_fr: Ajouter une nouvelle règle
ga_ie: Cuir riail nua leis
he_il: הוסף כלל חדש
hi_in: एक नया नियम जोड़ें
hr_hr: Dodaj novo pravilo
hu_hu: Új szabály hozzáadása
id_id: Tambah aturan baru
it_it: Aggiungi una nuova regola
ja_jp: 新しいルールを追加
ko_kr: 새 규칙 추가
lt_lt: Pridėti naują taisyklę
ms_my: Tambah peraturan baharu
nl_nl: Een nieuwe regel toevoegen
no_no: Legg til en ny regel
pa_in: ਇੱਕ ਨਵਾਂ ਨਿਯਮ ਜੋੜੋ
pl_pl: Dodaj nową regułę
ru_ru: Добавить новое правило
sk_sk: Pridať nové pravidlo
sq_al: Shto një rregull të ri
sr_cyrl_rs: Додај ново правило
sv_se: Lägg till en ny regel
sw_ke: Ongeza sheria mpya
ta_in: புதிய விதியைச் சேர்
th_th: เพิ่มกฎใหม่
tr_tr: Yeni bir kural ekle
uk_ua: Додати нове правило
vi_vn: Thêm quy tắc mới
zh_hans: 添加新规则

# SmartPlaylist_AddRuleLabel
source: Add Rule
af_za: Voeg Reël by
ar_eg: إضافة قاعدة
bg_bg: Добави правило
bn_bd: নিয়ম যোগ করুন
ca_es: Afegir regla
cs_cz: Přidat pravidlo
da_dk: Tilføj regel
de_de: Regel hinzufügen
el_gr: Προσθήκη κανόνα
es_mx: Agregar regla
et_ee: Lisa reegel
fa_ir: افزودن قانون
fil_ph: Magdagdag ng Panuntunan
fr_fr: Ajouter une règle
ga_ie: Cuir Rialacha Leis
he_il: הוסף כלל
hi_in: नियम जोड़ें
hr_hr: Dodaj pravilo
hu_hu: Szabály hozzáadása
id_id: Tambah Aturan
it_it: Aggiungi regola
ja_jp: ルールを追加
ko_kr: 규칙 추가
lt_lt: Pridėti taisyklę
ms_my: Tambah Peraturan
nl_nl: Regel toevoegen
no_no: Legg til regel
pa_in: ਨਿਯਮ ਜੋੜੋ
pl_pl: Dodaj regułę
ru_ru: Добавить правило
sk_sk: Pridať pravidlo
sq_al: Shto rregull
sr_cyrl_rs: Додај правило
sv_se: Lägg till regel
sw_ke: Ongeza Sheria
ta_in: விதியைச் சேர்
th_th: เพิ่มกฎ
tr_tr: Kural Ekle
uk_ua: Додати правило
vi_vn: Thêm quy tắc
zh_hans: 添加规则

# SmartPlaylist_RuleValueTextBox_Placeholder
source: Value
af_za: Waarde
ar_eg: القيمة
bg_bg: Стойност
bn_bd: মান
ca_es: Valor
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_mx: Valor
et_ee: Väärtus
fa_ir: مقدار
fil_ph: Halaga
fr_fr: Valeur
ga_ie: Luach
he_il: ערך
hi_in: मान
hr_hr: Vrijednost
hu_hu: Érték
id_id: Nilai
it_it: Valore
ja_jp: 値
ko_kr: 값
lt_lt: Vertė
ms_my: Nilai
nl_nl: Waarde
no_no: Verdi
pa_in: ਮੁੱਲ
pl_pl: Wartość
ru_ru: Значение
sk_sk: Hodnota
sq_al: Vlera
sr_cyrl_rs: Вредност
sv_se: Värde
sw_ke: Thamani
ta_in: மதிப்பு
th_th: ค่า
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị
zh_hans: 值
