Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# ArtistViewPage_Empty_Title
source: No songs found for this artist
af_za: Geen liedjies vir hierdie kunstenaar gevind nie
ar_eg: لم يتم العثور على أغاني لهذا الفنان
bg_bg: Няма намерени песни за този изпълнител
bn_bd: এই শিল্পীর জন্য কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons per a aquest artista
cs_cz: Pro tohoto interpreta nebyly nalezeny žádné skladby
da_dk: Ingen sange fundet for denne kunstner
de_de: Keine Titel für diesen Künstler gefunden
el_gr: Δεν βρέθηκαν τραγούδια για αυτόν τον καλλιτέχνη
es_mx: No se encontraron canciones para este artista
et_ee: Selle artisti laule ei leitud
fa_ir: هیچ آهنگی برای این هنرمند یافت نشد
fil_ph: Walang kantang natagpuan para sa artist na ito
fr_fr: Aucune chanson trouvée pour cet artiste
ga_ie: Níor aimsíodh amhráin ar bith don ealaíontóir seo
he_il: לא נמצאו שירים עבור אמן זה
hi_in: इस कलाकार के लिए कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama za ovog izvođača
hu_hu: Nem található dal ehhez az előadóhoz
id_id: Tidak ada lagu ditemukan untuk artis ini
it_it: Nessun brano trovato per questo artista
ja_jp: このアーティストの曲が見つかりません
ko_kr: 이 아티스트의 노래를 찾을 수 없습니다
lt_lt: Šiam atlikėjui dainų nerasta
ms_my: Tiada lagu ditemui untuk artis ini
nl_nl: Geen nummers gevonden voor deze artiest
no_no: Ingen sanger funnet for denne artisten
pa_in: ਇਸ ਕਲਾਕਾਰ ਲਈ ਕੋਈ ਗਾਣੇ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów tego artysty
ru_ru: Песни этого исполнителя не найдены
sk_sk: Pre tohto interpreta neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet për këtë artist
sr_cyrl_rs: Нису пронађене песме за овог извођача
sv_se: Inga låtar hittades för denna artist
sw_ke: Hakuna nyimbo zilizopatikana kwa msanii huyu
ta_in: இந்த கலைஞருக்கு பாடல்கள் எதுவும் இல்லை
th_th: ไม่พบเพลงสำหรับศิลปินนี้
tr_tr: Bu sanatçı için şarkı bulunamadı
uk_ua: Пісень цього виконавця не знайдено
vi_vn: Không tìm thấy bài hát nào cho nghệ sĩ này
zh_hans: 此艺术家未找到歌曲

# ArtistViewPage_Empty_Subtitle
source: Try searching for something else
af_za: Probeer om vir iets anders te soek
ar_eg: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু অনুসন্ধান করার চেষ্টা করুন
ca_es: Prova de cercar una altra cosa
cs_cz: Zkuste vyhledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, etwas anderes zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intente buscar otra cosa
et_ee: Proovi otsida midagi muud
fa_ir: سعی کنید چیز دیگری را جستجو کنید
fil_ph: Subukang maghanap ng iba
fr_fr: Essayez de chercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon meg másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 別のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari perkara lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
ru_ru: Попробуйте поискать что-нибудь другое
sk_sk: Skúste vyhľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Prova att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Thử tìm kiếm thứ khác
zh_hans: 尝试搜索其他内容

# FolderPage_Title
source: Folders
af_za: Gidse
ar_eg: المجلدات
bg_bg: Папки
bn_bd: ফোল্ডার
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
de_de: Ordner
el_gr: Φάκελοι
es_mx: Carpetas
et_ee: Kaustad
fa_ir: پوشه‌ها
fil_ph: Mga Folder
fr_fr: Dossiers
ga_ie: Fillteáin
he_il: תיקיות
hi_in: फ़ोल्डर
hr_hr: Mape
hu_hu: Mappák
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankai
ms_my: Folder
nl_nl: Mappen
no_no: Mapper
pa_in: ਫੋਲਡਰ
pl_pl: Foldery
ru_ru: Папки
sk_sk: Priečinky
sq_al: Dosjet
sr_cyrl_rs: Фасцикле
sv_se: Mappar
sw_ke: Folda
ta_in: கோப்புறைகள்
th_th: โฟลเดอร์
tr_tr: Klasörler
uk_ua: Папки
vi_vn: Thư mục
zh_hans: 文件夹

# FolderPage_RandomButton_ToolTip
source: Pick one at random
af_za: Kies een ewekansig
ar_eg: اختر واحدًا عشوائيًا
bg_bg: Избери на случаен принцип
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg en tilfældig
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir una al azar
et_ee: Vali juhuslikult
fa_ir: یکی را به صورت تصادفی انتخاب کنید
fil_ph: Pumili ng isa nang random
fr_fr: En choisir un au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראי
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위로 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig een
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਬੇਤਰਤੀਬੇ ਚੁਣੋ
pl_pl: Wybierz losowo
ru_ru: Выбрать случайную
sk_sk: Vybrať náhodný
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja kwa nasibu
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадково
vi_vn: Chọn ngẫu nhiên
zh_hans: 随机选择一个

# FolderPage_AddFolderButton_ToolTip
source: Add a music folder
af_za: Voeg 'n musiekgids by
ar_eg: أضف مجلد موسيقى
bg_bg: Добави музикална папка
bn_bd: একটি সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegir una carpeta de música
cs_cz: Přidat hudební složku
da_dk: Tilføj en musikmappe
de_de: Einen Musikordner hinzufügen
el_gr: Προσθήκη φακέλου μουσικής
es_mx: Agregar una carpeta de música
et_ee: Lisa muusikakaust
fa_ir: افزودن یک پوشه موسیقی
fil_ph: Magdagdag ng music folder
fr_fr: Ajouter un dossier de musique
ga_ie: Cuir fillteán ceoil leis
he_il: הוסף תיקיית מוזיקה
hi_in: एक संगीत फ़ोल्डर जोड़ें
hr_hr: Dodaj glazbenu mapu
hu_hu: Zenei mappa hozzáadása
id_id: Tambah folder musik
it_it: Aggiungi una cartella musicale
ja_jp: 音楽フォルダーを追加
ko_kr: 음악 폴더 추가
lt_lt: Pridėti muzikos aplanką
ms_my: Tambah folder muzik
nl_nl: Een muziekmap toevoegen
no_no: Legg til en musikkmappe
pa_in: ਇੱਕ ਸੰਗੀਤ ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj folder muzyki
ru_ru: Добавить музыкальную папку
sk_sk: Pridať hudobný priečinok
sq_al: Shto një dosje muzike
sr_cyrl_rs: Додај музичку фасциклу
sv_se: Lägg till en musikmapp
sw_ke: Ongeza folda ya muziki
ta_in: ஒரு இசை கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์เพลง
tr_tr: Bir müzik klasörü ekle
uk_ua: Додати музичну папку
vi_vn: Thêm thư mục nhạc
zh_hans: 添加音乐文件夹

# FolderPage_AddFolder_Label
source: Add Folder
af_za: Voeg Gids by
ar_eg: حط مجلد
bg_bg: Добави папка
bn_bd: ফোল্ডার যোগ করুন
ca_es: Afegir carpeta
cs_cz: Přidat složku
da_dk: Tilføj mappe
de_de: Ordner hinzufügen
el_gr: Προσθήκη φακέλου
es_mx: Agregar carpeta
et_ee: Lisa kaust
fa_ir: افزودن پوشه
fil_ph: Magdagdag ng Folder
fr_fr: Ajouter un dossier
ga_ie: Cuir Fillteán Leis
he_il: הוסף תיקייה
hi_in: फ़ोल्डर जोड़ें
hr_hr: Dodaj mapu
hu_hu: Mappa hozzáadása
id_id: Tambah Folder
it_it: Aggiungi cartella
ja_jp: フォルダーを追加
ko_kr: 폴더 추가
lt_lt: Pridėti aplanką
ms_my: Tambah Folder
nl_nl: Map toevoegen
no_no: Legg til mappe
pa_in: ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj Folder
ru_ru: Добавить папку
sk_sk: Pridať priečinok
sq_al: Shto dosje
sr_cyrl_rs: Додај фасциклу
sv_se: Lägg till mapp
sw_ke: Ongeza Folda
ta_in: கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์
tr_tr: Klasör ekle
uk_ua: Додати папку
vi_vn: Thêm thư mục
zh_hans: 添加文件夹

# FolderPage_Menu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# FolderPage_Menu_Rescan
source: Rescan
af_za: Herskan
ar_eg: إعادة الفحص
bg_bg: Пресканирай
bn_bd: পুনরায় স্ক্যান করুন
ca_es: Torna a escanejar
cs_cz: Znovu prohledat
da_dk: Genscan
de_de: Neu scannen
el_gr: Εκ νέου σάρωση
es_mx: Volver a escanear
et_ee: Skaneeri uuesti
fa_ir: اسکن مجدد
fil_ph: I-rescan
fr_fr: Analyser à nouveau
ga_ie: Athscanadh
he_il: סרוק מחדש
hi_in: पुनः स्कैन करें
hr_hr: Ponovno skeniraj
hu_hu: Újraolvasás
id_id: Pindai Ulang
it_it: Riscansiona
ja_jp: 再スキャン
ko_kr: 다시 스캔
lt_lt: Nuskaityti iš naujo
ms_my: Imbas Semula
nl_nl: Opnieuw scannen
no_no: Skann på nytt
pa_in: ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Ponownie skanuj
ru_ru: Пересканировать
sk_sk: Znova skenovať
sq_al: Rikërko
sr_cyrl_rs: Поново скенирај
sv_se: Skanna om
sw_ke: Changanua Tena
ta_in: மீண்டும் ஸ்கேன் செய்
th_th: สแกนซ้ำ
tr_tr: Yeniden tara
uk_ua: Повторне сканування
vi_vn: Quét lại
zh_hans: 重新扫描

# FolderPage_Menu_Delete
source: Delete
af_za: Vee uit
ar_eg: امسح
bg_bg: Изтрий
bn_bd: মুছে ফেলুন
ca_es: Eliminar
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_mx: Eliminar
et_ee: Kustuta
fa_ir: حذف
fil_ph: Burahin
fr_fr: Supprimer
ga_ie: Scrios
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
ms_my: Padam
nl_nl: Verwijderen
no_no: Slett
pa_in: ਮਿਟਾਓ
pl_pl: Usuń
ru_ru: Удалить
sk_sk: Vymazať
sq_al: Fshij
sr_cyrl_rs: Обриши
sv_se: Ta bort
sw_ke: Futa
ta_in: நீக்கு
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_hans: 删除

# FolderPage_Empty_Title
source: No folders added yet
af_za: Geen gidse is nog bygevoeg nie
ar_eg: لم تتم إضافة مجلدات بعد
bg_bg: Все още няма добавени папки
bn_bd: এখনো কোনো ফোল্ডার যোগ করা হয়নি
ca_es: Encara no s'han afegit carpetes
cs_cz: Zatím nebyly přidány žádné složky
da_dk: Ingen mapper tilføjet endnu
de_de: Noch keine Ordner hinzugefügt
el_gr: Δεν έχουν προστεθεί φάκελοι ακόμα
es_mx: Aún no se han agregado carpetas
et_ee: Ühtegi kausta pole veel lisatud
fa_ir: هنوز پوشه‌ای اضافه نشده است
fil_ph: Wala pang folder na idinagdag
fr_fr: Aucun dossier ajouté pour l'instant
ga_ie: Níl fillteáin curtha leis go fóill
he_il: לא נוספו תיקיות עדיין
hi_in: अभी तक कोई फ़ोल्डर जोड़ा नहीं गया है
hr_hr: Još nema dodanih mapa
hu_hu: Még nem lett mappa hozzáadva
id_id: Belum ada folder ditambahkan
it_it: Nessuna cartella aggiunta ancora
ja_jp: フォルダーがまだ追加されていません
ko_kr: 아직 추가된 폴더가 없습니다
lt_lt: Dar nepridėta aplankų
ms_my: Tiada folder ditambahkan lagi
nl_nl: Nog geen mappen toegevoegd
no_no: Ingen mapper lagt til ennå
pa_in: ਹਾਲੇ ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਜੋੜਿਆ ਗਿਆ
pl_pl: Nie dodano jeszcze folderów
ru_ru: Папки пока не добавлены
sk_sk: Zatiaľ neboli pridané žiadne priečinky
sq_al: Asnjë dosje nuk është shtuar ende
sr_cyrl_rs: Још нису додате фасцикле
sv_se: Inga mappar har lagts till än
sw_ke: Hakuna folda zilizoongezwa bado
ta_in: கோப்புறைகள் எதுவும் இன்னும் சேர்க்கப்படவில்லை
th_th: ยังไม่ได้เพิ่มโฟลเดอร์
tr_tr: Henüz klasör eklenmedi
uk_ua: Папки ще не додано
vi_vn: Chưa có thư mục nào được thêm
zh_hans: 尚未添加文件夹

# FolderPage_Empty_Subtitle
source: Add music folders to get started
af_za: Voeg musiekgidse by om te begin
ar_eg: أضف مجلدات الموسيقى للبدء
bg_bg: Добавете музикални папки, за да започнете
bn_bd: শুরু করতে সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegeix carpetes de música per començar
cs_cz: Pro začátek přidejte hudební složky
da_dk: Tilføj musikmapper for at komme i gang
de_de: Fügen Sie Musikordner hinzu, um zu beginnen
el_gr: Προσθέστε φακέλους μουσικής για να ξεκινήσετε
es_mx: Agregue carpetas de música para empezar
et_ee: Alustamiseks lisa muusikakaustad
fa_ir: برای شروع پوشه‌های موسیقی اضافه کنید
fil_ph: Magdagdag ng mga music folder upang makapagsimula
fr_fr: Ajoutez des dossiers de musique pour commencer
ga_ie: Cuir fillteáin ceoil leis chun tús a chur leis
he_il: הוסף תיקיות מוזיקה כדי להתחיל
hi_in: शुरू करने के लिए संगीत फ़ोल्डर जोड़ें
hr_hr: Dodajte glazbene mape za početak
hu_hu: Kezdéshez adjon hozzá zenei mappákat
id_id: Tambah folder musik untuk memulai
it_it: Aggiungi cartelle musicali per iniziare
ja_jp: 開始するには音楽フォルダーを追加してください
ko_kr: 시작하려면 음악 폴더를 추가하세요
lt_lt: Pridėkite muzikos aplankus, kad pradėtumėte
ms_my: Tambah folder muzik untuk bermula
nl_nl: Voeg muziekmappen toe om te beginnen
no_no: Legg til musikkmapper for å komme i gang
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸੰਗੀਤ ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj foldery muzyki, aby rozpocząć
ru_ru: Добавьте музыкальные папки, чтобы начать
sk_sk: Ak chcete začať, pridajte hudobné priečinky
sq_al: Shtoni dosje muzike për të filluar
sr_cyrl_rs: Додајте музичке фасцикле да бисте почели
sv_se: Lägg till musikmappar för att komma igång
sw_ke: Ongeza folda za muziki ili kuanza
ta_in: தொடங்குவதற்கு இசை கோப்புறைகளைச் சேர்க்கவும்
th_th: เพิ่มโฟลเดอร์เพลงเพื่อเริ่มต้น
tr_tr: Başlamak için müzik klasörleri ekleyin
uk_ua: Щоб почати, додайте музичні папки
vi_vn: Thêm thư mục nhạc để bắt đầu
zh_hans: 添加音乐文件夹以开始使用

# FolderSongViewPage_FolderMenu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# FolderSongViewPage_FolderMenu_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# FolderSongViewPage_SongMenu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# FolderSongViewPage_SongMenu_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# FolderSongViewPage_SongMenu_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# FolderSongViewPage_SongMenu_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# FolderSongViewPage_SongMenu_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# FolderSongViewPage_SongMenu_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# FolderSongViewPage_SongMenu_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# FolderSongViewPage_SongPlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# FolderSongViewPage_Header_Label
source: Folder
af_za: Gids
ar_eg: مجلد
bg_bg: Папка
bn_bd: ফোল্ডার
ca_es: Carpeta
cs_cz: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
es_mx: Carpeta
et_ee: Kaust
fa_ir: پوشه
fr_fr: Dossier
ga_ie: Fillteán
he_il: תיקייה
hi_in: फ़ोल्डर
hr_hr: Mapa
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankas
nl_nl: Map
no_no: Mappe
pa_in: ਫੋਲਡਰ
ru_ru: Папка
sk_sk: Priečinok
sq_al: Dosje
sr_cyrl_rs: Фасцикла
sv_se: Mapp
sw_ke: Folda
ta_in: கோப்புறை
th_th: โฟลเดอร์
tr_tr: Klasör
uk_ua: Папка
vi_vn: Thư mục
zh_hans: 文件夹
