Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# ElevationWarning_Message
source: Nagi is currently running as Administrator. This may prevent some features (like adding music folders) from working correctly. For the best experience, please restart Nagi without administrator privileges.
af_za: Nagi loop tans as Administrateur. Dit mag verhoed dat sommige funksies (soos die byvoeging van musiekvouers) korrek werk. Vir die beste ervaring, herbegin asseblief Nagi sonder administrateurvoorregte.
ar_eg: Nagi يعمل حاليًا كمسؤول. قد يمنع هذا بعض الميزات (مثل إضافة مجلدات الموسيقى) من العمل بشكل صحيح. للحصول على أفضل تجربة، يرجى إعادة تشغيل Nagi بدون امتيازات المسؤول.
bg_bg: Nagi в момента работи като администратор. Това може да попречи на някои функции (като добавяне на музикални папки) да работят правилно.\n\nЗа най-добро изживяване, моля, рестартирайте Nagi без администраторски привилегии.
bn_bd: Nagi বর্তমানে অ্যাডমিনিস্ট্রেটর হিসাবে চলছে। এটি কিছু বৈশিষ্ট্য (যেমন সঙ্গীত ফোল্ডার যুক্ত করা) সঠিকভাবে কাজ করা থেকে আটকাতে পারে। সেরা অভিজ্ঞতার জন্য, দয়া করে অ্যাডমিনিস্ট্রেটর সুবিধা ছাড়া Nagi পুনরায় চালু করুন।
ca_es: Nagi s'està executant actualment com a administrador. Això pot evitar que algunes funcions (com afegir carpetes de música) funcionin correctament. Per a la millor experiència, reinicia Nagi sense privilegis d'administrador.
cs_cz: Nagi je aktuálně spuštěn jako administrátor. To může zabránit správnému fungování některých funkcí (například přidávání hudebních složek). Pro nejlepší zážitek prosím restartujte Nagi bez oprávnění administrátora.
da_dk: Nagi kører i øjeblikket som administrator. Dette kan forhindre visse funktioner (f.eks. tilføjelse af musikmapper) i at fungere korrekt. For den bedste oplevelse bedes du genstarte Nagi uden administratorrettigheder.
de_de: Nagi wird derzeit als Administrator ausgeführt. Dies kann dazu führen, dass einige Funktionen (wie das Hinzufügen von Musikordnern) nicht korrekt funktionieren. Für die beste Erfahrung starten Sie Nagi bitte ohne Administratorrechte neu.
el_gr: Το Nagi εκτελείται αυτή τη στιγμή ως Διαχειριστής. Αυτό ενδέχεται να εμποδίσει ορισμένες λειτουργίες (όπως η προσθήκη φακέλων μουσικής) να λειτουργούν σωστά.\n\nΓια την καλύτερη εμπειρία, παρακαλούμε επανεκκινήστε το Nagi χωρίς δικαιώματα διαχειριστή.
es_mx: Nagi se está ejecutando actualmente como Administrador. Esto puede impedir que algunas funciones (como agregar carpetas de música) funcionen correctamente. Para una mejor experiencia, reinicia Nagi sin privilegios de administrador.
et_ee: Nagi töötab praegu administraatorina. See võib takistada mõnede funktsioonide (nt muusikakaustade lisamise) korrektset toimimist. Parima kasutuskogemuse tagamiseks taaskäivita Nagi ilma administraatoriõigusteta.
fa_ir: Nagi در حال حاضر به عنوان مدیر در حال اجرا است. این ممکن است از کارکرد صحیح برخی ویژگی‌ها (مانند افزودن پوشه‌های موسیقی) جلوگیری کند.\n\nبرای بهترین تجربه، لطفاً Nagi را بدون امتیازات مدیرانه مجدداً راه‌اندازی کنید.
fi_fi: Nagiä suoritetaan tällä hetkellä järjestelmänvalvojana. Tämä saattaa estää joitakin ominaisuuksia (kuten musiikkikansioiden lisäämisen) toimimasta oikein.\n\nParhaan käyttökokemuksen saamiseksi käynnistä Nagi uudelleen ilman järjestelmänvalvojan oikeuksia.
fil_ph: Kasalukuyang tumatakbo ang Nagi bilang Administrator. Maaari nitong pigilan ang ilang feature (tulad ng pagdaragdag ng mga folder ng musika) na gumana nang tama. Para sa pinakamahusay na karanasan, mangyaring i-restart ang Nagi nang walang mga pribilehiyong administrator.
fr_fr: Nagi est actuellement exécuté en tant qu'administrateur. Cela peut empêcher certaines fonctionnalités (comme l'ajout de dossiers musicaux) de fonctionner correctement. Pour une meilleure expérience, veuillez redémarrer Nagi sans privilèges d'administrateur.
ga_ie: Tá Nagi ag rith mar Riarachán faoi láthair. D'fhéadfadh sé seo cosc a chur ar roinnt gnéithe (cosúil le fillteáin ceoil a chur leis) ó bheith ag obair i gceart.\n\nChun an taithí is fearr a fháil, déan Nagi a atosú gan pribhléidí riarthóra.
he_il: Nagi פועלת כעת כמנהל מערכת. הדבר עלול למנוע מתכונות מסוימות (כמו הוספת תיקיות מוזיקה) לפעול כראוי.\n\nלחוויה הטובה ביותר, אנא הפעל מחדש את Nagi ללא הרשאות מנהל מערכת.
hi_in: नागी वर्तमान में एडमिनिस्ट्रेटर के रूप में चल रहा है। यह कुछ सुविधाओं (जैसे संगीत फ़ोल्डर जोड़ना) को सही ढंग से काम करने से रोक सकता है। सर्वोत्तम अनुभव के लिए, कृपया एडमिनिस्ट्रेटर विशेषाधिकारों के बिना नागी को पुनरारंभ करें।
hr_hr: Nagi se trenutno izvodi kao administrator. To može spriječiti ispravno funkcioniranje nekih značajki (poput dodavanja glazbenih mapa). Za najbolje iskustvo, molimo ponovno pokrenite Nagi bez administratorskih ovlasti.
hu_hu: A Nagi jelenleg rendszergazdaként fut. Ez megakadályozhatja egyes funkciók (például zenemappák hozzáadása) helyes működését.\n\nA legjobb élmény érdekében indítsa újra a Nagit rendszergazdai jogosultságok nélkül.
id_id: Nagi saat ini berjalan sebagai Administrator. Hal ini dapat mencegah beberapa fitur (seperti menambahkan folder musik) berfungsi dengan benar.\n\nUntuk pengalaman terbaik, harap mulai ulang Nagi tanpa hak istimewa administrator.
it_it: Nagi è attualmente in esecuzione come Amministratore. Ciò potrebbe impedire ad alcune funzionalità (come l'aggiunta di cartelle musicali) di funzionare correttamente.\n\nPer la migliore esperienza, riavvia Nagi senza privilegi di amministratore.
ja_jp: Nagiは現在、管理者として実行されています。これにより、一部の機能（音楽フォルダーの追加など）が正しく動作しない可能性があります。最適なエクスペリエンスを得るには、管理者権限なしでNagiを再起動してください。
ko_kr: Nagi가 현재 관리자 권한으로 실행 중입니다. 이로 인해 일부 기능(음악 폴더 추가 등)이 제대로 작동하지 않을 수 있습니다. 최적의 환경을 위해 관리자 권한 없이 Nagi를 다시 시작하세요.
lt_lt: "Nagi" šiuo metu veikia kaip administratorius. Tai gali trukdyti kai kurioms funkcijoms (pvz., muzikos aplankų pridėjimui) veikti tinkamai.\n\nNorėdami geriausios patirties, paleiskite "Nagi" iš naujo be administratoriaus privilegijų.
ms_my: Nagi sedang berjalan sebagai Pentadbir. Ini mungkin menghalang beberapa ciri (seperti menambah folder muzik) daripada berfungsi dengan betul.\n\nUntuk pengalaman terbaik, sila mulakan semula Nagi tanpa keistimewaan pentadbir.
nl_nl: Nagi wordt momenteel als beheerder uitgevoerd. Dit kan voorkomen dat sommige functies (zoals het toevoegen van muziekmappen) correct werken.\n\nVoor de beste ervaring, start Nagi opnieuw zonder beheerdersrechten.
no_no: Nagi kjører for øyeblikket som administrator. Dette kan forhindre at enkelte funksjoner (som å legge til musikkmapper) fungerer korrekt. For den beste opplevelsen, vennligst start Nagi på nytt uten administratorrettigheter.
pa_in: ਨਾਗੀ ਇਸ ਸਮੇਂ ਪ੍ਰਸ਼ਾਸਕ ਵਜੋਂ ਚੱਲ ਰਿਹਾ ਹੈ। ਇਹ ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ (ਜਿਵੇਂ ਕਿ ਸੰਗੀਤ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰਨਾ) ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕ ਸਕਦਾ ਹੈ।\n\nਸਰਵੋਤਮ ਅਨੁਭਵ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਸ਼ਾਸਕੀ ਅਧਿਕਾਰਾਂ ਤੋਂ ਬਿਨਾਂ ਨਾਗੀ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl_pl: Nagi jest obecnie uruchomiony jako Administrator. Może to uniemożliwić poprawne działanie niektórych funkcji (takich jak dodawanie folderów z muzyką). Aby uzyskać najlepsze doświadczenie, uruchom ponownie Nagi bez uprawnień administratora.
pt_br: Nagi está sendo executado como Administrador. Isso pode impedir que alguns recursos (como adicionar pastas de música) funcionem corretamente. Para a melhor experiência, por favor, reinicie Nagi sem privilégios de administrador.
ro_ro: Nagi se execută în prezent ca Administrator. Acest lucru poate împiedica funcționarea corectă a unor caracteristici (cum ar fi adăugarea de foldere de muzică).\n\nPentru cea mai bună experiență, vă rugăm să reporniți Nagi fără privilegii de administrator.
ru_ru: Nagi запущен от имени администратора. Это может помешать корректной работе некоторых функций (например, добавлению музыкальных папок).\n\nДля лучшей работы, пожалуйста, перезапустите Nagi без прав администратора.
sk_sk: Nagi je momentálne spustený ako administrátor. To môže brániť niektorým funkciám (napríklad pridávaniu hudobných priečinkov) v správnom fungovaní. Pre najlepší zážitok reštartujte Nagi bez oprávnení administrátora.
sq_al: Nagi po funksionon aktualisht si administrator. Kjo mund të parandalojë funksionimin korrekt të disa veçorive (si shtimi i dosjeve të muzikës). Për një përvojë më të mirë, ju lutemi rindizni Nagi-n pa privilegje administratori.
sr_cyrl_rs: Наги тренутно ради као администратор. Ово може спречити правилно функционисање неких функција (попут додавања музичких фасцикли).\n\nЗа најбоље искуство, поново покрените Наги без администраторских привилегија.
sv_se: Nagi körs för närvarande som administratör. Detta kan förhindra att vissa funktioner (som att lägga till musikmappar) fungerar korrekt. För bästa upplevelse, vänligen starta om Nagi utan administratörsbehörighet.
sw_ke: Nagi inaendeshwa kama Msimamizi. Hii inaweza kuzuia baadhi ya vipengele (kama vile kuongeza folda za muziki) kufanya kazi ipasavyo.n Kwa matumizi bora, tafadhali anzisha upya Nagi bila ruhusa za msimamizi.
ta_in: நாகி தற்போது நிர்வாகியாக இயங்குகிறது. இது சில அம்சங்கள் (இசை கோப்புறைகளைச் சேர்ப்பது போன்றவை) சரியாக வேலை செய்வதைத் தடுக்கலாம். சிறந்த அனுபவத்திற்கு, நாகி-யை நிர்வாகி சலுகைகள் இல்லாமல் மீண்டும் தொடங்கவும்.
th_th: Nagi กำลังทำงานในฐานะผู้ดูแลระบบ ซึ่งอาจทำให้บางฟีเจอร์ (เช่น การเพิ่มโฟลเดอร์เพลง) ทำงานไม่ถูกต้อง\n\nเพื่อประสบการณ์ที่ดีที่สุด โปรดรีสตาร์ท Nagi โดยไม่มีสิทธิ์ผู้ดูแลระบบ
tr_tr: Nagi şu anda Yönetici olarak çalışıyor. Bu durum, bazı özelliklerin (müzik klasörleri ekleme gibi) doğru çalışmasını engelleyebilir. En iyi deneyim için lütfen Nagi'yi yönetici ayrıcalıkları olmadan yeniden başlatın.
uk_ua: Nagi зараз працює від імені адміністратора. Це може перешкоджати коректній роботі деяких функцій (наприклад, додавання музичних папок). Для кращого досвіду, будь ласка, перезапустіть Nagi без прав адміністратора.
vi_vn: Nagi hiện đang chạy với quyền Quản trị viên. Điều này có thể ngăn một số tính năng (như thêm thư mục nhạc) hoạt động chính xác.nĐể có trải nghiệm tốt nhất, vui lòng khởi động lại Nagi mà không có quyền quản trị viên.
zh_hans: Nagi 当前以管理员身份运行。这可能会导致某些功能（如添加音乐文件夹）无法正常工作。 为获得最佳体验，请以非管理员权限重新启动 Nagi。
zh_tw: Nagi 目前以管理員身分執行。這可能會導致某些功能（例如新增音樂資料夾）無法正常運作。\n\n為了獲得最佳體驗，請在沒有管理員權限的情況下重新啟動 Nagi。

# ElevationWarning_Restart
source: Restart Normally
af_za: Herbegin Normaal
ar_eg: إعادة التشغيل بشكل طبيعي
bg_bg: Рестартирай нормално
bn_bd: সাধারণভাবে পুনরায় চালু করুন
ca_es: Reiniciar normalment
cs_cz: Restartovat normálně
da_dk: Genstart normalt
de_de: Normal neu starten
el_gr: Επανεκκίνηση κανονικά
es_mx: Reiniciar normalmente
et_ee: Taaskäivita tavapäraselt
fa_ir: راه‌اندازی مجدد عادی
fi_fi: Käynnistä normaalisti uudelleen
fil_ph: I-restart nang Normal
fr_fr: Redémarrer normalement
ga_ie: Atosaigh go Gnáth
he_il: הפעל מחדש כרגיל
hi_in: सामान्य रूप से पुनरारंभ करें
hr_hr: Ponovno pokreni normalno
hu_hu: Normál újraindítás
id_id: Mulai Ulang Normal
it_it: Riavvia normalmente
ja_jp: 通常起動
ko_kr: 정상적으로 다시 시작
lt_lt: Paleisti iš naujo įprastai
ms_my: Mulakan Semula Secara Normal
nl_nl: Normaal opnieuw starten
no_no: Start på nytt normalt
pa_in: ਆਮ ਤੌਰ 'ਤੇ ਮੁੜ ਚਾਲੂ ਕਰੋ
pl_pl: Uruchom Ponownie Normalnie
pt_br: Reiniciar Normalmente
ro_ro: Reporniți normal
ru_ru: Перезапустить обычно
sk_sk: Reštartovať normálne
sq_al: Rindizni normalisht
sr_cyrl_rs: Поново покрени нормално
sv_se: Starta om normalt
sw_ke: Anzisha Upya Kawaida
ta_in: சாதாரணமாக மறுதொடக்கம் செய்
th_th: รีสตาร์ทตามปกติ
tr_tr: Normal Başlat
uk_ua: Перезапустити нормально
vi_vn: Khởi động lại bình thường
zh_hans: 正常重启
zh_tw: 正常重新啟動

# ElevationWarning_Continue
source: Continue Anyway
af_za: Gaan Nogtans Voort
ar_eg: متابعة على أي حال
bg_bg: Продължи въпреки това
bn_bd: যাইহোক চালিয়ে যান
ca_es: Continuar de totes maneres
cs_cz: Pokračovat i přesto
da_dk: Fortsæt alligevel
de_de: Trotzdem fortfahren
el_gr: Συνέχεια ούτως ή άλλως
es_mx: Continuar de todos modos
et_ee: Jätka siiski
fa_ir: به هر حال ادامه بده
fi_fi: Jatka silti
fil_ph: Ipagpatuloy Pa Rin
fr_fr: Continuer quand même
ga_ie: Lean Ar Aghaidh Pé Scéal É
he_il: המשך בכל מקרה
hi_in: वैसे भी जारी रखें
hr_hr: Nastavi svejedno
hu_hu: Folytatás így is
id_id: Lanjutkan Saja
it_it: Continua comunque
ja_jp: とにかく続行
ko_kr: 그래도 계속
lt_lt: Vis tiek tęsti
ms_my: Teruskan Juga
nl_nl: Toch doorgaan
no_no: Fortsett likevel
pa_in: ਫਿਰ ਵੀ ਜਾਰੀ ਰੱਖੋ
pl_pl: Kontynuuj Mimo Wszystko
pt_br: Continuar Mesmo Assim
ro_ro: Continuați oricum
ru_ru: Все равно продолжить
sk_sk: Pokračovať aj tak
sq_al: Vazhdo gjithsesi
sr_cyrl_rs: Настави ипак
sv_se: Fortsätt ändå
sw_ke: Endelea Hata Hivyo
ta_in: எப்படியும் தொடரவும்
th_th: ดำเนินการต่อ
tr_tr: Yine de Devam Et
uk_ua: Продовжити
vi_vn: Tiếp tục dù sao
zh_hans: 仍然继续
zh_tw: 仍然繼續

# MiniPlayer_Title
source: Nagi
bn_bd: নাগি
fa_ir: ناگی
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகி

# App_Title
source: Nagi
bn_bd: নাগি
fa_ir: ناگی
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகி

# AlbumView_AlbumNotFound
source: Album Not Found
af_za: Album Nie Gevind Nie
ar_eg: الألبوم غير موجود
bg_bg: Албумът не е намерен
bn_bd: অ্যালবাম পাওয়া যায়নি
ca_es: Àlbum no trobat
cs_cz: Album nenalezeno
da_dk: Album ikke fundet
de_de: Album nicht gefunden
el_gr: Το άλμπουμ δεν βρέθηκε
es_mx: Álbum no encontrado
et_ee: Albumit ei leitud
fa_ir: آلبوم یافت نشد
fi_fi: Albumia ei löydy
fil_ph: Hindi Nakita ang Album
fr_fr: Album introuvable
ga_ie: Albam Gan Aimsiú
he_il: אלבום לא נמצא
hi_in: एल्बम नहीं मिला
hr_hr: Album nije pronađen
hu_hu: Album nem található
id_id: Album Tidak Ditemukan
it_it: Album non trovato
ja_jp: アルバムが見つかりません
ko_kr: 앨범을 찾을 수 없음
lt_lt: Albumas nerastas
ms_my: Album Tidak Ditemui
nl_nl: Album niet gevonden
no_no: Album ikke funnet
pa_in: ਐਲਬਮ ਨਹੀਂ ਮਿਲੀ
pl_pl: Nie znaleziono albumu
pt_br: Álbum Não Encontrado
ro_ro: Album negăsit
ru_ru: Альбом не найден
sk_sk: Album nenájdený
sq_al: Albumi nuk u gjet
sr_cyrl_rs: Албум није пронађен
sv_se: Album hittades inte
sw_ke: Albamu Haikupatikana
ta_in: ஆல்பம் காணப்படவில்லை
th_th: ไม่พบอัลบั้ม
tr_tr: Albüm Bulunamadı
uk_ua: Альбом не знайдено
vi_vn: Không tìm thấy Album
zh_hans: 专辑未找到
zh_tw: 找不到專輯

# AlbumView_Error
source: Error Loading Album
af_za: Fout met Laai van Album
ar_eg: خطأ في تحميل الألبوم
bg_bg: Грешка при зареждане на албум
bn_bd: অ্যালবাম লোড করতে ত্রুটি
ca_es: Error en carregar l'àlbum
cs_cz: Chyba při načítání alba
da_dk: Fejl ved indlæsning af album
de_de: Fehler beim Laden des Albums
el_gr: Σφάλμα φόρτωσης άλμπουμ
es_mx: Error al cargar álbum
et_ee: Albumi laadimise viga
fa_ir: خطا در بارگذاری آلبوم
fi_fi: Albumin latausvirhe
fil_ph: Error sa Pag-load ng Album
fr_fr: Erreur de chargement de l'album
ga_ie: Earráid ag Luchtú Albaim
he_il: שגיאה בטעינת אלבום
hi_in: एल्बम लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju albuma
hu_hu: Hiba az album betöltésekor
id_id: Kesalahan Memuat Album
it_it: Errore durante il caricamento dell'album
ja_jp: アルバムの読み込みエラー
ko_kr: 앨범 로드 오류
lt_lt: Klaida įkeliant albumą
ms_my: Ralat Memuatkan Album
nl_nl: Fout bij laden album
no_no: Feil ved lasting av album
pa_in: ਐਲਬਮ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania albumu
pt_br: Erro ao Carregar Álbum
ro_ro: Eroare la încărcarea albumului
ru_ru: Ошибка загрузки альбома
sk_sk: Chyba pri načítaní albumu
sq_al: Gabim në ngarkimin e albumit
sr_cyrl_rs: Грешка при учитавању албума
sv_se: Fel vid laddning av album
sw_ke: Hitilafu Wakati wa Kupakia Albamu
ta_in: ஆல்பத்தை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดอัลบั้ม
tr_tr: Albüm Yükleme Hatası
uk_ua: Помилка завантаження альбому
vi_vn: Lỗi khi tải Album
zh_hans: 加载专辑出错
zh_tw: 載入專輯錯誤

# AlbumView_DefaultAlbumTitle
source: Album
ar_eg: ألبوم
bg_bg: Албум
bn_bd: অ্যালবাম
ca_es: Àlbum
el_gr: Άλμπουμ
es_mx: Álbum
fa_ir: آلبوم
fi_fi: Albumi
ga_ie: Albam
he_il: אלבום
hi_in: एल्बम
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumas
pa_in: ਐਲਬਮ
pt_br: Álbum
ru_ru: Альбом
sr_cyrl_rs: Албум
sw_ke: Albamu
ta_in: ஆல்பம்
th_th: อัลบั้ม
tr_tr: Albüm
uk_ua: Альбом
zh_hans: 专辑
zh_tw: 專輯

# AlbumView_DefaultArtistName
source: Artist
af_za: Kunstenaar
ar_eg: فنان
bg_bg: Изпълнител
bn_bd: শিল্পী
ca_es: Artista
cs_cz: Interpret
da_dk: Kunstner
de_de: Künstler
el_gr: Καλλιτέχνης
es_mx: Artista
fa_ir: هنرمند
fi_fi: Artisti
fil_ph: Artista
fr_fr: Artiste
ga_ie: Ealaíontóir
he_il: אמן
hi_in: कलाकार
hr_hr: Izvođač
hu_hu: Előadó
id_id: Artis
it_it: Artista
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjas
ms_my: Artis
nl_nl: Artiest
pa_in: ਕਲਾਕਾਰ
pl_pl: Wykonawca
pt_br: Artista
ru_ru: Исполнитель
sk_sk: Interpret
sr_cyrl_rs: Извођач
sw_ke: Msanii
ta_in: கலைஞர்
th_th: ศิลปิน
tr_tr: Sanatçı
uk_ua: Виконавець
vi_vn: Nghệ sĩ
zh_hans: 艺术家
zh_tw: 演出者

# AlbumView_SongCount_Singular
source: {0} song
af_za: {0} liedjie
ar_eg: {0} أغنية
bg_bg: {0} песен
bn_bd: {0} গান
ca_es: {0} cançó
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sang
de_de: {0} Lied
el_gr: {0} τραγούδι
es_mx: {0} canción
et_ee: {0} laul
fa_ir: {0} آهنگ
fi_fi: {0} kappale
fil_ph: {0} kanta
fr_fr: {0} morceau
ga_ie: {0} amhrán
he_il: {0} שיר
hi_in: {0} गाना
hr_hr: {0} pjesma
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brano
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinys
ms_my: {0} lagu
nl_nl: {0} nummer
no_no: {0} sang
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} música
ro_ro: {0} piesă
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladba
sq_al: {0} këngë
sr_cyrl_rs: {0} песма
sv_se: {0} låt
sw_ke: wimbo {0}
ta_in: {0} பாடல்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісня
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# AlbumView_SongCount_Plural
source: {0} songs
af_za: {0} liedjies
ar_eg: {0} أغاني
bg_bg: {0} песни
bn_bd: {0} গান
ca_es: {0} cançons
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sange
de_de: {0} Lieder
el_gr: {0} τραγούδια
es_mx: {0} canciones
et_ee: {0} laulu
fa_ir: {0} آهنگ
fi_fi: {0} kappaletta
fil_ph: {0} kanta
fr_fr: {0} morceaux
ga_ie: {0} amhrán
he_il: {0} שירים
hi_in: {0} गाने
hr_hr: {0} pjesama
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brani
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinių
ms_my: {0} lagu
nl_nl: {0} nummers
no_no: {0} sanger
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} músicas
ro_ro: {0} piese
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladieb
sq_al: {0} këngë
sr_cyrl_rs: {0} песама
sv_se: {0} låtar
sw_ke: nyimbo {0}
ta_in: {0} பாடல்கள்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісень
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# ArtistView_ArtistNotFound
source: Artist Not Found
af_za: Kunstenaar Nie Gevind Nie
ar_eg: الفنان غير موجود
bg_bg: Изпълнителят не е намерен
bn_bd: শিল্পী পাওয়া যায়নি
ca_es: Artista no trobat
cs_cz: Interpret nenalezen
da_dk: Kunstner ikke fundet
de_de: Künstler nicht gefunden
el_gr: Ο καλλιτέχνης δεν βρέθηκε
es_mx: Artista no encontrado
et_ee: Artisti ei leitud
fa_ir: هنرمند یافت نشد
fi_fi: Artistia ei löydy
fil_ph: Hindi Nakita ang Artista
fr_fr: Artiste introuvable
ga_ie: Ealaíontóir Gan Aimsiú
he_il: אמן לא נמצא
hi_in: कलाकार नहीं मिला
hr_hr: Izvođač nije pronađen
hu_hu: Előadó nem található
id_id: Artis Tidak Ditemukan
it_it: Artista non trovato
ja_jp: アーティストが見つかりません
ko_kr: 아티스트를 찾을 수 없음
lt_lt: Atlikėjas nerastas
ms_my: Artis Tidak Ditemui
nl_nl: Artiest niet gevonden
no_no: Artist ikke funnet
pa_in: ਕਲਾਕਾਰ ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono wykonawcy
pt_br: Artista Não Encontrado
ro_ro: Artist negăsit
ru_ru: Исполнитель не найден
sk_sk: Interpret nenájdený
sq_al: Artisti nuk u gjet
sr_cyrl_rs: Извођач није пронађен
sv_se: Artist hittades inte
sw_ke: Msanii Haikupatikana
ta_in: கலைஞர் காணப்படவில்லை
th_th: ไม่พบศิลปิน
tr_tr: Sanatçı Bulunamadı
uk_ua: Виконавця не знайдено
vi_vn: Không tìm thấy Nghệ sĩ
zh_hans: 艺术家未找到
zh_tw: 找不到演出者

# ArtistView_Error
source: Error Loading Artist
af_za: Fout met Laai van Kunstenaar
ar_eg: خطأ في تحميل الفنان
bg_bg: Грешка при зареждане на изпълнител
bn_bd: শিল্পী লোড করতে ত্রুটি
ca_es: Error en carregar l'artista
cs_cz: Chyba při načítání interpreta
da_dk: Fejl ved indlæsning af kunstner
de_de: Fehler beim Laden des Künstlers
el_gr: Σφάλμα φόρτωσης καλλιτέχνη
es_mx: Error al cargar artista
et_ee: Artisti laadimise viga
fa_ir: خطا در بارگذاری هنرمند
fi_fi: Artistin latausvirhe
fil_ph: Error sa Pag-load ng Artista
fr_fr: Erreur de chargement de l'artiste
ga_ie: Earráid ag Luchtú Ealaíontóra
he_il: שגיאה בטעינת אמן
hi_in: कलाकार लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju izvođača
hu_hu: Hiba az előadó betöltésekor
id_id: Kesalahan Memuat Artis
it_it: Errore durante il caricamento dell'artista
ja_jp: アーティストの読み込みエラー
ko_kr: 아티스트 로드 오류
lt_lt: Klaida įkeliant atlikėją
ms_my: Ralat Memuatkan Artis
nl_nl: Fout bij laden artiest
no_no: Feil ved lasting av artist
pa_in: ਕਲਾਕਾਰ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania wykonawcy
pt_br: Erro ao Carregar Artista
ro_ro: Eroare la încărcarea artistului
ru_ru: Ошибка загрузки исполнителя
sk_sk: Chyba pri načítaní interpreta
sq_al: Gabim në ngarkimin e artistit
sr_cyrl_rs: Грешка при учитавању извођача
sv_se: Fel vid laddning av artist
sw_ke: Hitilafu Wakati wa Kupakia Msanii
ta_in: கலைஞரை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดศิลปิน
tr_tr: Sanatçı Yükleme Hatası
uk_ua: Помилка завантаження виконавця
vi_vn: Lỗi khi tải Nghệ sĩ
zh_hans: 加载艺术家出错
zh_tw: 載入演出者錯誤

# ArtistView_DefaultArtistName
source: Artist
af_za: Kunstenaar
ar_eg: فنان
bg_bg: Изпълнител
bn_bd: শিল্পী
ca_es: Artista
cs_cz: Interpret
da_dk: Kunstner
de_de: Künstler
el_gr: Καλλιτέχνης
es_mx: Artista
fa_ir: هنرمند
fi_fi: Artisti
fil_ph: Artista
fr_fr: Artiste
ga_ie: Ealaíontóir
he_il: אמן
hi_in: कलाकार
hr_hr: Izvođač
hu_hu: Előadó
id_id: Artis
it_it: Artista
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjas
ms_my: Artis
nl_nl: Artiest
pa_in: ਕਲਾਕਾਰ
pl_pl: Wykonawca
pt_br: Artista
ru_ru: Исполнитель
sk_sk: Interpret
sr_cyrl_rs: Извођач
sw_ke: Msanii
ta_in: கலைஞர்
th_th: ศิลปิน
tr_tr: Sanatçı
uk_ua: Виконавець
vi_vn: Nghệ sĩ
zh_hans: 艺术家
zh_tw: 演出者
