Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Playlist_Status_SmartEmpty
source: No songs match this smart playlist's rules.
af_za: Geen liedjies pas by hierdie slim snitlys se reëls nie.
ar_eg: لا توجد أغاني تطابق قواعد قائمة التشغيل الذكية هذه.
bg_bg: Няма песни, които да съответстват на правилата на този интелигентен плейлист.
bn_bd: এই স্মার্ট প্লেলিস্টের নিয়মের সাথে কোনো গান মিলেছে না।
ca_es: Cap cançó coincideix amb les regles d'aquesta llista de reproducció intel·ligent.
cs_cz: Žádné skladby neodpovídají pravidlům tohoto chytrého seznamu skladeb.
da_dk: Ingen sange matcher denne smarte afspilningslistes regler.
de_de: Keine Lieder stimmen mit den Regeln dieser intelligenten Wiedergabeliste überein.
el_gr: Κανένα τραγούδι δεν ταιριάζει με τους κανόνες αυτής της έξυπνης λίστας αναπαραγωγής.
es_mx: Ninguna canción coincide con las reglas de esta lista de reproducción inteligente.
et_ee: Ükski lugu ei vasta selle nutika esitusloendi reeglitele.
fa_ir: هیچ آهنگی با قوانین این لیست پخش هوشمند مطابقت ندارد.
fi_fi: Yksikään kappale ei vastaa tämän älykkään soittolistan sääntöjä.
fil_ph: Walang kantang tumutugma sa mga panuntunan ng smart playlist na ito.
fr_fr: Aucun morceau ne correspond aux règles de cette liste de lecture intelligente.
ga_ie: Níl aon amhráin ag teacht le rialacha an seinmliosta chliste seo.
he_il: אין שירים התואמים את כללי רשימת השמעה חכמה זו.
hi_in: इस स्मार्ट प्लेलिस्ट के नियमों से कोई गाना मेल नहीं खाता।
hr_hr: Nijedna pjesma ne odgovara pravilima ovog pametnog popisa pjesama.
hu_hu: Egy dal sem egyezik ezzel az intelligens lejátszási lista szabályaival.
id_id: Tidak ada lagu yang cocok dengan aturan daftar putar cerdas ini.
it_it: Nessun brano corrisponde alle regole di questa playlist intelligente.
ja_jp: このスマートプレイリストのルールに一致する曲はありません。
ko_kr: 이 스마트 재생 목록의 규칙과 일치하는 곡이 없습니다.
lt_lt: Nėra kūrinių, atitinkančių šio išmaniojo grojaraščio taisykles.
ms_my: Tiada lagu sepadan dengan peraturan senarai main pintar ini.
nl_nl: Geen nummers voldoen aan de regels van deze slimme afspeellijst.
no_no: Ingen sanger samsvarer med denne smarte spillelistens regler.
pa_in: ਇਸ ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਦੇ ਨਿਯਮਾਂ ਨਾਲ ਕੋਈ ਗੀਤ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।
pl_pl: Żaden utwór nie pasuje do reguł tej inteligentnej playlisty.
pt_br: Nenhuma música corresponde às regras desta playlist inteligente.
ro_ro: Nicio piesă nu se potrivește cu regulile acestei liste de redare inteligente.
ru_ru: Ни одна песня не соответствует правилам этого умного плейлиста.
sk_sk: Žiadne skladby nezodpovedajú pravidlám tohto inteligentného zoznamu skladieb.
sq_al: Asnjë këngë nuk përputhet me rregullat e kësaj liste luajtjeje inteligjente.
sr_cyrl_rs: Ниједна песма не одговара правилима ове паметне плејлисте.
sv_se: Inga låtar matchar den här smarta spellistans regler.
sw_ke: Hakuna nyimbo zinazolingana na sheria za orodha hii ya kucheza nadhifu.
ta_in: இந்த ஸ்மார்ட் பிளேலிஸ்ட்டின் விதிகளுடன் எந்த பாடல்களும் பொருந்தவில்லை.
th_th: ไม่มีเพลงใดตรงตามกฎของเพลย์ลิสต์อัจฉริยะนี้
tr_tr: Bu akıllı çalma listesinin kurallarıyla eşleşen şarkı yok.
uk_ua: Жодна пісня не відповідає правилам цього розумного списку відтворення.
vi_vn: Không có bài hát nào khớp với quy tắc của danh sách phát thông minh này.
zh_hans: 没有歌曲符合此智能播放列表的规则。
zh_tw: 沒有歌曲符合此智慧播放清單的規則。

# Playlist_Status_ErrorPlayback
source: Error starting playback for this playlist.
af_za: Fout met begin van terugspeel vir hierdie snitlys.
ar_eg: خطأ في بدء التشغيل لقائمة التشغيل هذه.
bg_bg: Грешка при стартиране на възпроизвеждане за този плейлист.
bn_bd: এই প্লেলিস্টের জন্য প্লেব্যাক শুরু করতে ত্রুটি।
ca_es: Error en iniciar la reproducció d'aquesta llista.
cs_cz: Chyba při spouštění přehrávání pro tento seznam skladeb.
da_dk: Fejl ved start af afspilning for denne afspilningsliste.
de_de: Fehler beim Starten der Wiedergabe für diese Wiedergabeliste.
el_gr: Σφάλμα κατά την έναρξη αναπαραγωγής για αυτήν τη λίστα αναπαραγωγής.
es_mx: Error al iniciar la reproducción para esta lista de reproducción.
et_ee: Selle esitusloendi esituse käivitamise viga.
fa_ir: خطا در شروع پخش برای این لیست پخش.
fi_fi: Virhe toiston aloittamisessa tälle soittolistalle.
fil_ph: Error sa pagsisimula ng playback para sa playlist na ito.
fr_fr: Erreur au démarrage de la lecture pour cette liste de lecture.
ga_ie: Earráid ag tosú athsheinm don seinmliosta seo.
he_il: שגיאה בהפעלת נגינה עבור רשימת השמעה זו.
hi_in: इस प्लेलिस्ट के लिए प्लेबैक शुरू करने में त्रुटि।
hr_hr: Pogreška pri pokretanju reprodukcije za ovaj popis pjesama.
hu_hu: Hiba a lejátszás elindításakor ehhez a lejátszási listához.
id_id: Kesalahan memulai pemutaran untuk daftar putar ini.
it_it: Errore all'avvio della riproduzione per questa playlist.
ja_jp: このプレイリストの再生を開始できませんでした。
ko_kr: 이 재생 목록의 재생을 시작하는 중 오류가 발생했습니다.
lt_lt: Klaida pradedant grojimą iš šio grojaraščio.
ms_my: Ralat memulakan main balik untuk senarai main ini.
nl_nl: Fout bij starten afspelen voor deze afspeellijst.
no_no: Feil ved start av avspilling for denne spillelisten.
pa_in: ਇਸ ਪਲੇਲਿਸਟ ਲਈ ਪਲੇਬੈਕ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl_pl: Błąd podczas uruchamiania odtwarzania dla tej playlisty.
pt_br: Erro ao iniciar a reprodução para esta playlist.
ro_ro: Eroare la pornirea redării pentru această listă de redare.
ru_ru: Ошибка при начале воспроизведения для этого плейлиста.
sk_sk: Chyba pri spustení prehrávania pre tento zoznam skladieb.
sq_al: Gabim në fillimin e luajtjes për këtë listë luajtjeje.
sr_cyrl_rs: Грешка при покретању репродукције за ову плејлисту.
sv_se: Fel vid start av uppspelning för den här spellistan.
sw_ke: Hitilafu wakati wa kuanzisha uchezaji wa orodha hii ya kucheza.
ta_in: இந்த பிளேலிஸ்ட்டில் பிளேபேக்கை தொடங்குவதில் பிழை.
th_th: ข้อผิดพลาดในการเริ่มเล่นเพลงสำหรับเพลย์ลิสต์นี้
tr_tr: Bu çalma listesi için oynatma başlatılırken hata oluştu.
uk_ua: Помилка початку відтворення для цього списку відтворення.
vi_vn: Lỗi khi bắt đầu phát lại cho danh sách phát này.
zh_hans: 此播放列表启动播放出错。
zh_tw: 啟動此播放清單播放時發生錯誤。

# Playlist_Status_PickingRandom
source: Picking a random playlist...
af_za: Kies tans 'n ewekansige snitlys...
ar_eg: جاري اختيار قائمة تشغيل عشوائية...
bg_bg: Избиране на произволен плейлист...
bn_bd: একটি র্যান্ডম প্লেলিস্ট নির্বাচন করা হচ্ছে...
ca_es: S'està escollint una llista de reproducció aleatòria...
cs_cz: Vybírá se náhodný seznam skladeb...
da_dk: Vælger en tilfældig afspilningsliste...
de_de: Eine zufällige Wiedergabeliste wird ausgewählt...
el_gr: Επιλέγεται τυχαία λίστα αναπαραγωγής...
es_mx: Eligiendo una lista de reproducción aleatoria...
et_ee: Juhusliku esitusloendi valimine...
fa_ir: در حال انتخاب یک لیست پخش تصادفی...
fi_fi: Valitaan satunnaista soittolistaa...
fil_ph: Pumipili ng random na playlist...
fr_fr: Sélection d'une liste de lecture aléatoire...
ga_ie: Ag roghnú seinmliosta randamach...
he_il: בוחר רשימת השמעה אקראית...
hi_in: एक रैंडम प्लेलिस्ट चुन रहे हैं...
hr_hr: Odabirem nasumičan popis pjesama...
hu_hu: Véletlenszerű lejátszási lista kiválasztása...
id_id: Memilih daftar putar acak...
it_it: Scelta di una playlist casuale...
ja_jp: ランダムなプレイリストを選択中...
ko_kr: 임의 재생 목록 선택 중...
lt_lt: Pasirenkamas atsitiktinis grojaraštis...
ms_my: Memilih senarai main rawak...
nl_nl: Een willekeurige afspeellijst kiezen...
no_no: Velger en tilfeldig spilleliste...
pa_in: ਇੱਕ ਰੈਂਡਮ ਪਲੇਲਿਸਟ ਚੁਣੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Wybieram losową playlistę...
pt_br: Escolhendo uma playlist aleatória...
ro_ro: Se alege o listă de redare aleatorie...
ru_ru: Выбираем случайный плейлист...
sk_sk: Vyberám náhodný zoznam skladieb...
sq_al: Duke zgjedhur një listë luajtjeje të rastësishme...
sr_cyrl_rs: Бирам насумичну плејлисту...
sv_se: Väljer en slumpmässig spellista...
sw_ke: Inachagua orodha ya kucheza isiyo ya mpangilio...
ta_in: சீரற்ற பிளேலிஸ்ட் தேர்ந்தெடுக்கப்படுகிறது...
th_th: กำลังเลือกเพลย์ลิสต์แบบสุ่ม...
tr_tr: Rastgele bir çalma listesi seçiliyor...
uk_ua: Вибір випадкового списку відтворення...
vi_vn: Đang chọn một danh sách phát ngẫu nhiên...
zh_hans: 正在选择一个随机播放列表...
zh_tw: 正在隨機挑選播放清單...

# Playlist_Status_NoPlaylists
source: No playlists found.
af_za: Geen snitlyste gevind nie.
ar_eg: لم يتم العثور على قوائم تشغيل.
bg_bg: Не са намерени плейлисти.
bn_bd: কোনো প্লেলিস্ট পাওয়া যায়নি।
ca_es: No s'han trobat llistes de reproducció.
cs_cz: Nebyly nalezeny žádné seznamy skladeb.
da_dk: Ingen afspilningslister fundet.
de_de: Keine Wiedergabelisten gefunden.
el_gr: Δεν βρέθηκαν λίστες αναπαραγωγής.
es_mx: No se encontraron listas de reproducción.
et_ee: Esitusloendeid ei leitud.
fa_ir: هیچ لیست پخشی یافت نشد.
fi_fi: Soittolistoja ei löytynyt.
fil_ph: Walang nakitang playlist.
fr_fr: Aucune liste de lecture trouvée.
ga_ie: Níor aimsíodh aon seinmliostaí.
he_il: לא נמצאו רשימות השמעה.
hi_in: कोई प्लेलिस्ट नहीं मिली।
hr_hr: Nije pronađen nijedan popis pjesama.
hu_hu: Nem található lejátszási lista.
id_id: Tidak ada daftar putar ditemukan.
it_it: Nessuna playlist trovata.
ja_jp: プレイリストが見つかりません。
ko_kr: 재생 목록을 찾을 수 없습니다.
lt_lt: Grojaraščių nerasta.
ms_my: Tiada senarai main ditemui.
nl_nl: Geen afspeellijsten gevonden.
no_no: Ingen spillelister funnet.
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਨਹੀਂ ਮਿਲੀ।
pl_pl: Nie znaleziono playlist.
pt_br: Nenhuma playlist encontrada.
ro_ro: Nu s-au găsit liste de redare.
ru_ru: Плейлисты не найдены.
sk_sk: Nenašli sa žiadne zoznamy skladieb.
sq_al: Asnjë listë luajtjeje nuk u gjet.
sr_cyrl_rs: Нису пронађене плејлисте.
sv_se: Inga spellistor hittades.
sw_ke: Hakuna orodha za kucheza zilizopatikana.
ta_in: பிளேலிஸ்ட்கள் எதுவும் காணப்படவில்லை.
th_th: ไม่พบเพลย์ลิสต์
tr_tr: Çalma listesi bulunamadı.
uk_ua: Списки відтворення не знайдено.
vi_vn: Không tìm thấy danh sách phát nào.
zh_hans: 未找到播放列表。
zh_tw: 找不到播放清單。

# Playlist_Status_SmartSelectedEmpty
source: Selected smart playlist is empty.
af_za: Gekose slim snitlys is leeg.
ar_eg: قائمة التشغيل الذكية المختارة فارغة.
bg_bg: Избраният интелигентен плейлист е празен.
bn_bd: নির্বাচিত স্মার্ট প্লেলিস্ট খালি আছে।
ca_es: La llista de reproducció intel·ligent seleccionada és buida.
cs_cz: Vybraný chytrý seznam skladeb je prázdný.
da_dk: Valgt smart afspilningsliste er tom.
de_de: Ausgewählte intelligente Wiedergabeliste ist leer.
el_gr: Η επιλεγμένη έξυπνη λίστα αναπαραγωγής είναι κενή.
es_mx: La lista de reproducción inteligente seleccionada está vacía.
et_ee: Valitud nutikas esitusloend on tühi.
fa_ir: لیست پخش هوشمند انتخاب شده خالی است.
fi_fi: Valittu älykäs soittolista on tyhjä.
fil_ph: Walang laman ang napiling smart playlist.
fr_fr: La liste de lecture intelligente sélectionnée est vide.
ga_ie: Tá an seinmliosta cliste roghnaithe folamh.
he_il: רשימת ההשמעה החכמה שנבחרה ריקה.
hi_in: चुनी गई स्मार्ट प्लेलिस्ट खाली है।
hr_hr: Odabrani pametni popis pjesama je prazan.
hu_hu: A kiválasztott intelligens lejátszási lista üres.
id_id: Daftar putar cerdas yang dipilih kosong.
it_it: La playlist intelligente selezionata è vuota.
ja_jp: 選択されたスマートプレイリストは空です。
ko_kr: 선택한 스마트 재생 목록이 비어 있습니다.
lt_lt: Pasirinktas išmanusis grojaraštis yra tuščias.
ms_my: Senarai main pintar yang dipilih kosong.
nl_nl: Geselecteerde slimme afspeellijst is leeg.
no_no: Valgt smart spilleliste er tom.
pa_in: ਚੁਣੀ ਹੋਈ ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਖਾਲੀ ਹੈ।
pl_pl: Wybrana inteligentna playlista jest pusta.
pt_br: A playlist inteligente selecionada está vazia.
ro_ro: Lista de redare inteligentă selectată este goală.
ru_ru: Выбранный умный плейлист пуст.
sk_sk: Vybraný inteligentný zoznam skladieb je prázdny.
sq_al: Lista e zgjedhur inteligjente e luajtjes është bosh.
sr_cyrl_rs: Изабрана паметна плејлиста је празна.
sv_se: Vald smart spellista är tom.
sw_ke: Orodha ya kucheza nadhifu iliyochaguliwa haina kitu.
ta_in: தேர்ந்தெடுக்கப்பட்ட ஸ்மார்ட் பிளேலிஸ்ட் காலியாக உள்ளது.
th_th: เพลย์ลิสต์อัจฉริยะที่เลือกว่างเปล่า
tr_tr: Seçilen akıllı çalma listesi boş.
uk_ua: Вибраний розумний список відтворення порожній.
vi_vn: Danh sách phát thông minh đã chọn trống.
zh_hans: 所选智能播放列表为空。
zh_tw: 選取的智慧播放清單是空的。

# Playlist_Status_ErrorRandom
source: Error playing random playlist.
af_za: Fout met speel van ewekansige snitlys.
ar_eg: خطأ في تشغيل قائمة تشغيل عشوائية.
bg_bg: Грешка при възпроизвеждане на произволен плейлист.
bn_bd: র্যান্ডম প্লেলিস্ট চালাতে ত্রুটি।
ca_es: Error en reproduir la llista de reproducció aleatòria.
cs_cz: Chyba při přehrávání náhodného seznamu skladeb.
da_dk: Fejl ved afspilning af tilfældig afspilningsliste.
de_de: Fehler beim Abspielen einer zufälligen Wiedergabeliste.
el_gr: Σφάλμα κατά την αναπαραγωγή τυχαίας λίστας αναπαραγωγής.
es_mx: Error al reproducir lista de reproducción aleatoria.
et_ee: Juhusliku esitusloendi esitamise viga.
fa_ir: خطا در پخش لیست پخش تصادفی.
fi_fi: Virhe satunnaisen soittolistan toistossa.
fil_ph: Error sa pag-play ng random na playlist.
fr_fr: Erreur lors de la lecture aléatoire d'une liste de lecture.
ga_ie: Earráid ag seinm seinmliosta randamach.
he_il: שגיאה בהפעלת רשימת השמעה אקראית.
hi_in: रैंडम प्लेलिस्ट चलाने में त्रुटि।
hr_hr: Pogreška pri reprodukciji nasumičnog popisa pjesama.
hu_hu: Hiba a véletlenszerű lejátszási lista lejátszásakor.
id_id: Kesalahan memutar daftar putar acak.
it_it: Errore durante la riproduzione casuale della playlist.
ja_jp: ランダムプレイリストの再生エラー。
ko_kr: 임의 재생 목록 재생 중 오류가 발생했습니다.
lt_lt: Klaida paleidžiant atsitiktinį grojaraštį.
ms_my: Ralat memainkan senarai main rawak.
nl_nl: Fout bij afspelen willekeurige afspeellijst.
no_no: Feil ved avspilling av tilfeldig spilleliste.
pa_in: ਰੈਂਡਮ ਪਲੇਲਿਸਟ ਚਲਾਉਣ ਵਿੱਚ ਗਲਤੀ।
pl_pl: Błąd podczas odtwarzania losowej playlisty.
pt_br: Erro ao reproduzir playlist aleatória.
ro_ro: Eroare la redarea listei de redare aleatorii.
ru_ru: Ошибка при воспроизведении случайного плейлиста.
sk_sk: Chyba pri prehrávaní náhodného zoznamu skladieb.
sq_al: Gabim në luajtjen e listës së rastësishme.
sr_cyrl_rs: Грешка при репродукцији насумичне плејлисте.
sv_se: Fel vid uppspelning av slumpmässig spellista.
sw_ke: Hitilafu wakati wa kucheza orodha ya kucheza isiyo ya mpangilio.
ta_in: சீரற்ற பிளேலிஸ்ட்டை இயக்கும்போது பிழை.
th_th: ข้อผิดพลาดในการเล่นเพลย์ลิสต์แบบสุ่ม
tr_tr: Rastgele çalma listesi oynatılırken hata oluştu.
uk_ua: Помилка відтворення випадкового списку відтворення.
vi_vn: Lỗi khi phát danh sách phát ngẫu nhiên.
zh_hans: 播放随机播放列表出错。
zh_tw: 播放隨機播放清單時發生錯誤。

# Playlist_Status_Loading
source: Loading playlists...
af_za: Laai tans snitlyste...
ar_eg: جاري تحميل قوائم التشغيل...
bg_bg: Зареждане на плейлисти...
bn_bd: প্লেলিস্ট লোড হচ্ছে...
ca_es: S'estan carregant les llistes de reproducció...
cs_cz: Načítají se seznamy skladeb...
da_dk: Indlæser afspilningslister...
de_de: Wiedergabelisten werden geladen...
el_gr: Φορτώνονται λίστες αναπαραγωγής...
es_mx: Cargando listas de reproducción...
et_ee: Esitusloendite laadimine...
fa_ir: در حال بارگذاری لیست‌های پخش...
fi_fi: Ladataan soittolistoja...
fil_ph: Naglo-load ng mga playlist...
fr_fr: Chargement des listes de lecture...
ga_ie: Ag luchtú seinmliostaí...
he_il: טוען רשימות השמעה...
hi_in: प्लेलिस्ट लोड हो रही हैं...
hr_hr: Učitavam popise pjesama...
hu_hu: Lejátszási listák betöltése...
id_id: Memuat daftar putar...
it_it: Caricamento playlist...
ja_jp: プレイリストを読み込み中...
ko_kr: 재생 목록 로드 중...
lt_lt: Kraunami grojaraščiai...
ms_my: Memuatkan senarai main...
nl_nl: Afspeellijsten laden...
no_no: Laster inn spillelister...
pa_in: ਪਲੇਲਿਸਟਾਂ ਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl_pl: Ładowanie playlist...
pt_br: Carregando playlists...
ro_ro: Se încarcă listele de redare...
ru_ru: Загрузка плейлистов...
sk_sk: Načítavam zoznamy skladieb...
sq_al: Duke ngarkuar listat e luajtjes...
sr_cyrl_rs: Учитавам плејлисте...
sv_se: Laddar spellistor...
sw_ke: Inapakia orodha za kucheza...
ta_in: பிளேலிஸ்ட்கள் ஏற்றப்படுகின்றன...
th_th: กำลังโหลดเพลย์ลิสต์...
tr_tr: Çalma listeleri yükleniyor...
uk_ua: Завантаження списків відтворення...
vi_vn: Đang tải danh sách phát...
zh_hans: 正在加载播放列表...
zh_tw: 正在載入播放清單...

# Playlist_Status_ErrorLoadingPlaylists
source: Error loading playlists.
af_za: Fout met laai van snitlyste.
ar_eg: خطأ في تحميل قوائم التشغيل.
bg_bg: Грешка при зареждане на плейлисти.
bn_bd: প্লেলিস্ট লোড করতে ত্রুটি।
ca_es: Error en carregar les llistes de reproducció.
cs_cz: Chyba při načítání seznamů skladeb.
da_dk: Fejl ved indlæsning af afspilningslister.
de_de: Fehler beim Laden der Wiedergabelisten.
el_gr: Σφάλμα φόρτωσης λιστών αναπαραγωγής.
es_mx: Error al cargar las listas de reproducción.
et_ee: Esitusloendite laadimise viga.
fa_ir: خطا در بارگذاری لیست‌های پخش.
fi_fi: Virhe soittolistojen latauksessa.
fil_ph: Error sa pag-load ng mga playlist.
fr_fr: Erreur de chargement des listes de lecture.
ga_ie: Earráid ag luchtú seinmliostaí.
he_il: שגיאה בטעינת רשימות השמעה.
hi_in: प्लेलिस्ट लोड करने में त्रुटि।
hr_hr: Pogreška pri učitavanju popisa pjesama.
hu_hu: Hiba a lejátszási listák betöltésekor.
id_id: Kesalahan memuat daftar putar.
it_it: Errore durante il caricamento delle playlist.
ja_jp: プレイリストの読み込みエラー。
ko_kr: 재생 목록 로드 오류.
lt_lt: Klaida įkeliant grojaraščius.
ms_my: Ralat memuatkan senarai main.
nl_nl: Fout bij laden afspeellijsten.
no_no: Feil ved lasting av spillelister.
pa_in: ਪਲੇਲਿਸਟਾਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl_pl: Błąd ładowania playlist.
pt_br: Erro ao carregar playlists.
ro_ro: Eroare la încărcarea listelor de redare.
ru_ru: Ошибка загрузки плейлистов.
sk_sk: Chyba pri načítaní zoznamov skladieb.
sq_al: Gabim në ngarkimin e listave të luajtjes.
sr_cyrl_rs: Грешка при учитавању плејлиста.
sv_se: Fel vid laddning av spellistor.
sw_ke: Hitilafu wakati wa kupakia orodha za kucheza.
ta_in: பிளேலிஸ்ட்களை ஏற்றுவதில் பிழை.
th_th: ข้อผิดพลาดในการโหลดเพลย์ลิสต์
tr_tr: Çalma listeleri yüklenirken hata oluştu.
uk_ua: Помилка завантаження списків відтворення.
vi_vn: Lỗi khi tải danh sách phát.
zh_hans: 加载播放列表出错。
zh_tw: 載入播放清單錯誤。

# Playlist_Status_Creating
source: Creating new playlist...
af_za: Skep tans nuwe snitlys...
ar_eg: جاري إنشاء قائمة تشغيل جديدة...
bg_bg: Създаване на нов плейлист...
bn_bd: নতুন প্লেলিস্ট তৈরি করা হচ্ছে...
ca_es: S'està creant una nova llista de reproducció...
cs_cz: Vytváří se nový seznam skladeb...
da_dk: Opretter ny afspilningsliste...
de_de: Neue Wiedergabeliste wird erstellt...
el_gr: Δημιουργείται νέα λίστα αναπαραγωγής...
es_mx: Creando nueva lista de reproducción...
et_ee: Uue esitusloendi loomine...
fa_ir: در حال ایجاد لیست پخش جدید...
fi_fi: Luodaan uutta soittolistaa...
fil_ph: Gumagawa ng bagong playlist...
fr_fr: Création d'une nouvelle liste de lecture...
ga_ie: Ag cruthú seinmliosta nua...
he_il: יוצר רשימת השמעה חדשה...
hi_in: नई प्लेलिस्ट बनाई जा रही है...
hr_hr: Stvaram novi popis pjesama...
hu_hu: Új lejátszási lista létrehozása...
id_id: Membuat daftar putar baru...
it_it: Creazione nuova playlist...
ja_jp: 新しいプレイリストを作成中...
ko_kr: 새 재생 목록 생성 중...
lt_lt: Kuriamas naujas grojaraštis...
ms_my: Mencipta senarai main baharu...
nl_nl: Nieuwe afspeellijst aanmaken...
no_no: Oppretter ny spilleliste...
pa_in: ਨਵੀਂ ਪਲੇਲਿਸਟ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Tworzę nową playlistę...
pt_br: Criando nova playlist...
ro_ro: Se creează o listă de redare nouă...
ru_ru: Создание нового плейлиста...
sk_sk: Vytváram nový zoznam skladieb...
sq_al: Duke krijuar listë të re luajtjeje...
sr_cyrl_rs: Креирам нову плејлисту...
sv_se: Skapar ny spellista...
sw_ke: Inaunda orodha mpya ya kucheza...
ta_in: புதிய பிளேலிஸ்ட் உருவாக்கப்படுகிறது...
th_th: กำลังสร้างเพลย์ลิสต์ใหม่...
tr_tr: Yeni çalma listesi oluşturuluyor...
uk_ua: Створення нового списку відтворення...
vi_vn: Đang tạo danh sách phát mới...
zh_hans: 正在创建新播放列表...
zh_tw: 正在建立新播放清單...

# Playlist_Status_CreateFailed
source: Failed to create playlist. It may already exist.
af_za: Kon nie snitlys skep nie. Dit bestaan dalk reeds.
ar_eg: فشل في إنشاء قائمة التشغيل. قد تكون موجودة بالفعل.
bg_bg: Неуспешно създаване на плейлист. Може вече да съществува.
bn_bd: প্লেলিস্ট তৈরি করতে ব্যর্থ হয়েছে। এটি ইতিমধ্যেই বিদ্যমান থাকতে পারে।
ca_es: No s'ha pogut crear la llista de reproducció. Potser ja existeix.
cs_cz: Nepodařilo se vytvořit seznam skladeb. Možná již existuje.
da_dk: Kunne ikke oprette afspilningsliste. Den findes muligvis allerede.
de_de: Wiedergabeliste konnte nicht erstellt werden. Sie existiert möglicherweise bereits.
el_gr: Αποτυχία δημιουργίας λίστας αναπαραγωγής. Ενδέχεται να υπάρχει ήδη.
es_mx: Error al crear la lista de reproducción. Puede que ya exista.
et_ee: Esitusloendi loomine ebaõnnestus. See võib juba olemas olla.
fa_ir: ایجاد لیست پخش ناموفق بود. ممکن است از قبل موجود باشد.
fi_fi: Soittolistan luominen epäonnistui. Se saattaa jo olla olemassa.
fil_ph: Nabigo ang paggawa ng playlist. Maaaring mayroon na ito.
fr_fr: Échec de la création de la liste de lecture. Elle peut déjà exister.
ga_ie: Theip ar an seinmliosta a chruthú. D'fhéadfadh sé a bheith ann cheana féin.
he_il: יצירת רשימת ההשמעה נכשלה. ייתכן שהיא כבר קיימת.
hi_in: प्लेलिस्ट बनाने में विफल। यह पहले से मौजूद हो सकती है।
hr_hr: Stvaranje popisa pjesama nije uspjelo. Možda već postoji.
hu_hu: Nem sikerült létrehozni a lejátszási listát. Lehet, hogy már létezik.
id_id: Gagal membuat daftar putar. Mungkin sudah ada.
it_it: Impossibile creare la playlist. Potrebbe già esistere.
ja_jp: プレイリストの作成に失敗しました。すでに存在している可能性があります。
ko_kr: 재생 목록 생성에 실패했습니다. 이미 존재할 수 있습니다.
lt_lt: Nepavyko sukurti grojaraščio. Galbūt jis jau egzistuoja.
ms_my: Gagal mencipta senarai main. Ia mungkin sudah wujud.
nl_nl: Aanmaken afspeellijst mislukt. Deze bestaat mogelijk al.
no_no: Klarte ikke å opprette spilleliste. Den kan allerede eksistere.
pa_in: ਪਲੇਲਿਸਟ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ। ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੋ ਸਕਦੀ ਹੈ।
pl_pl: Nie udało się utworzyć playlisty. Być może już istnieje.
pt_br: Falha ao criar playlist. Ela já pode existir.
ro_ro: Crearea listei de redare a eșuat. Poate că există deja.
ru_ru: Не удалось создать плейлист. Возможно, он уже существует.
sk_sk: Nepodarilo sa vytvoriť zoznam skladieb. Môže už existovať.
sq_al: Dështoi krijimi i listës së luajtjes. Ajo mund të ekzistojë tashmë.
sr_cyrl_rs: Креирање плејлисте није успело. Можда већ постоји.
sv_se: Kunde inte skapa spellistan. Den kanske redan finns.
sw_ke: Imeshindwa kuunda orodha ya kucheza. Huenda tayari ipo.
ta_in: பிளேலிஸ்ட்டை உருவாக்கத் தவறிவிட்டது. அது ஏற்கனவே இருக்கலாம்.
th_th: ไม่สามารถสร้างเพลย์ลิสต์ได้ อาจมีอยู่แล้ว
tr_tr: Çalma listesi oluşturulamadı. Zaten mevcut olabilir.
uk_ua: Не вдалося створити список відтворення. Можливо, він вже існує.
vi_vn: Không thể tạo danh sách phát. Nó có thể đã tồn tại.
zh_hans: 创建播放列表失败。它可能已存在。
zh_tw: 建立播放清單失敗。它可能已存在。
