Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_StartMinimized_Description
source: When launched, the application window will be minimized by default.
af_za: Wanneer bekendgestel, sal die toepassingsvenster by verstek geminimaliseer word.
ar_eg: عند التشغيل، ستكون نافذة التطبيق مصغرة بشكل افتراضي.
bg_bg: При стартиране прозорецът на приложението ще бъде минимизиран по подразбиране.
bn_bd: চালু হলে, অ্যাপ্লিকেশন উইন্ডো ডিফল্টরূপে ছোট করা হবে।
ca_es: Quan s'iniciï, la finestra de l'aplicació es minimitzarà per defecte.
cs_cz: Po spuštění bude okno aplikace ve výchozím nastavení minimalizováno.
da_dk: Når den startes, vil applikationsvinduet som standard være minimeret.
de_de: Beim Start wird das Anwendungsfenster standardmäßig minimiert.
el_gr: Κατά την εκκίνηση, το παράθυρο της εφαρμογής θα είναι ελαχιστοποιημένο από προεπιλογή.
es_mx: Al iniciarse, la ventana de la aplicación se minimizará por defecto.
et_ee: Käivitamisel minimeeritakse rakenduse aken vaikimisi.
fa_ir: هنگام راه‌اندازی، پنجره برنامه به طور پیش‌فرض کوچک خواهد شد.
fil_ph: Kapag inilunsad, ang window ng application ay awtomatikong magiging minimized.
fr_fr: Lors du lancement, la fenêtre de l'application sera minimisée par défaut.
ga_ie: Nuair a seoltar é, beidh fuinneog an fheidhmchláir íoslaghdaithe de réir réamhshocraithe.
he_il: בעת ההפעלה, חלון היישום יהיה ממוזער כברירת מחדל.
hi_in: लॉन्च होने पर, एप्लिकेशन विंडो डिफ़ॉल्ट रूप से न्यूनतम होगी।
hr_hr: Kada se pokrene, prozor aplikacije bit će minimiziran prema zadanim postavkama.
hu_hu: Indításkor az alkalmazásablak alapértelmezetten minimalizált lesz.
id_id: Saat diluncurkan, jendela aplikasi akan diminimalkan secara default.
it_it: All'avvio, la finestra dell'applicazione sarà ridotta a icona per impostazione predefinita.
ja_jp: 起動時、アプリケーションウィンドウはデフォルトで最小化されます。
ko_kr: 실행 시 애플리케이션 창은 기본적으로 최소화됩니다.
lt_lt: Paleidus, programos langas bus numatytai sumažintas.
ms_my: Apabila dilancarkan, tetingkap aplikasi akan diminimumkan secara lalai.
nl_nl: Wanneer gestart, zal het toepassingsvenster standaard geminimaliseerd zijn.
no_no: Når den startes, vil applikasjonsvinduet som standard være minimert.
pa_in: ਜਦੋਂ ਲਾਂਚ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਐਪਲੀਕੇਸ਼ਨ ਵਿੰਡੋ ਡਿਫੌਲਟ ਰੂਪ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਹੋਵੇਗੀ।
pl_pl: Po uruchomieniu okno aplikacji będzie domyślnie zminimalizowane.
ru_ru: При запуске окно приложения будет по умолчанию свернуто.
sk_sk: Po spustení bude okno aplikácie predvolene minimalizované.
sq_al: Kur të niset, dritarja e aplikacionit do të minimizohet si parazgjedhje.
sr_cyrl_rs: Када се покрене, прозор апликације ће подразумевано бити минимизован.
sv_se: När applikationen startas kommer fönstret att vara minimerat som standard.
sw_ke: Inapozinduliwa, dirisha la programu litapunguzwa kwa chaguo-msingi.
ta_in: துவக்கப்படும்போது, பயன்பாட்டு சாளரம் இயல்பாக சிறிதாக்கப்படும்.
th_th: เมื่อเปิดใช้งาน หน้าต่างแอปพลิเคชันจะถูกย่อเล็กสุดโดยค่าเริ่มต้น
tr_tr: Başlatıldığında, uygulama penceresi varsayılan olarak küçültülmüş olacaktır.
uk_ua: При запуску вікно програми буде згорнуто за замовчуванням.
vi_vn: Khi khởi chạy, cửa sổ ứng dụng sẽ được thu nhỏ theo mặc định.
zh_hans: 启动时，应用程序窗口将默认最小化。

# SettingsPage_MinimizeToMiniPlayer_Header
source: Minimize to mini-player
af_za: Minimaliseer na minispeelspeler
ar_eg: تصغير إلى المشغل المصغر
bg_bg: Минимизирай до мини-плейър
bn_bd: মিনি-প্লেয়ারে ছোট করুন
ca_es: Minimitzar a mini-reproductor
cs_cz: Minimalizovat do mini přehrávače
da_dk: Minimer til mini-afspiller
de_de: In Mini-Player minimieren
el_gr: Ελαχιστοποίηση σε μίνι-αναπαραγωγέα
es_mx: Minimizar al mini-reproductor
et_ee: Minimeeri minipleieriks
fa_ir: کوچک کردن به مینی‌پخش‌کننده
fil_ph: I-minimize sa mini-player
fr_fr: Réduire en mini-lecteur
ga_ie: Íoslaghdaigh go mionseinnteoir
he_il: מזער למיני-נגן
hi_in: मिनी-प्लेयर पर न्यूनतम करें
hr_hr: Minimiziraj u mini-reproduktor
hu_hu: Minimalizálás mini lejátszóra
id_id: Minimalkan ke pemutar mini
it_it: Riduci a icona nel mini-lettore
ja_jp: ミニプレイヤーに最小化
ko_kr: 미니 플레이어로 최소화
lt_lt: Sumažinti iki mini-grotuvo
ms_my: Minimumkan ke pemain mini
nl_nl: Minimaliseren naar minispeler
no_no: Minimer til minispiller
pa_in: ਮਿਨੀ-ਪਲੇਅਰ ਤੱਕ ਘੱਟੋ-ਘੱਟ ਕਰੋ
pl_pl: Minimalizuj do mini-odtwarzacza
ru_ru: Свернуть в мини-плеер
sk_sk: Minimalizovať do mini-prehrávača
sq_al: Minimizo në mini-luajtës
sr_cyrl_rs: Минимизирај у мини плејер
sv_se: Minimera till minispelare
sw_ke: Punguza hadi kichezaji kidogo
ta_in: மினி-பிளேயருக்குச் சிறிதாக்கு
th_th: ย่อเล็กสุดไปยังเครื่องเล่นขนาดเล็ก
tr_tr: Mini oynatıcıya küçült
uk_ua: Згорнути до міні-програвача
vi_vn: Thu nhỏ thành trình phát mini
zh_hans: 最小化到迷你播放器

# SettingsPage_MinimizeToMiniPlayer_Description
source: When minimized, show a compact floating player instead of hiding the window.
af_za: Wanneer geminimaliseer, wys 'n kompakte drywende speler in plaas daarvan om die venster te versteek.
ar_eg: عند التصغير، أظهر مشغلًا عائمًا مضغوطًا بدلاً من إخفاء النافذة.
bg_bg: Когато е минимизиран, покажете компактен плаващ плейър вместо да скривате прозореца.
bn_bd: ছোট করা হলে, উইন্ডো লুকানোর পরিবর্তে একটি কম্প্যাক্ট ভাসমান প্লেয়ার দেখান।
ca_es: Quan es minimitza, mostra un reproductor flotant compacte en lloc d'amagar la finestra.
cs_cz: Při minimalizaci zobrazit kompaktní plovoucí přehrávač namísto skrytí okna.
da_dk: Når den er minimeret, skal du vise en kompakt flydende afspiller i stedet for at skjule vinduet.
de_de: Wenn minimiert, zeigen Sie einen kompakten schwebenden Player an, anstatt das Fenster zu verbergen.
el_gr: Όταν ελαχιστοποιείται, εμφανίστε ένα συμπαγές αιωρούμενο πρόγραμμα αναπαραγωγής αντί να αποκρύψετε το παράθυρο.
es_mx: Cuando se minimice, muestre un reproductor flotante compacto en lugar de ocultar la ventana.
et_ee: Minimeerimisel näita akna peitmise asemel kompaktset ujuvat mängijat.
fa_ir: هنگام کوچک شدن، به جای پنهان کردن پنجره، یک پخش‌کننده کوچک شناور را نمایش دهید.
fil_ph: Kapag na-minimize, magpakita ng compact na floating player sa halip na itago ang window.
fr_fr: Lorsqu'elle est minimisée, afficher un lecteur flottant compact au lieu de masquer la fenêtre.
ga_ie: Nuair a dhéantar é a íoslaghdú, taispeáin seinnteoir beag ar snámh in ionad an fhuinneog a cheilt.
he_il: כאשר ממוזער, הצג נגן צף קומפקטי במקום להסתיר את החלון.
hi_in: न्यूनतम होने पर, विंडो को छिपाने के बजाय एक कॉम्पैक्ट फ्लोटिंग प्लेयर दिखाएँ।
hr_hr: Kada se minimizira, prikažite kompaktni plutajući reproduktor umjesto skrivanja prozora.
hu_hu: Minimalizáláskor egy kompakt lebegő lejátszót jelenítsen meg az ablak elrejtése helyett.
id_id: Saat diminimalkan, tampilkan pemutar mengambang ringkas alih-alih menyembunyikan jendela.
it_it: Quando ridotta a icona, mostra un lettore flottante compatto invece di nascondere la finestra.
ja_jp: 最小化された場合、ウィンドウを隠す代わりにコンパクトなフローティングプレイヤーを表示します。
ko_kr: 최소화될 때 창을 숨기는 대신 작고 떠다니는 플레이어를 표시합니다.
lt_lt: Kai sumažintas, rodyti kompaktišką plaukiojantį grotuvą, o ne paslėpti langą.
ms_my: Apabila diminimumkan, tunjukkan pemain terapung padat dan bukannya menyembunyikan tetingkap.
nl_nl: Wanneer geminimaliseerd, toon een compacte zwevende speler in plaats van het venster te verbergen.
no_no: Når minimert, vis en kompakt flytende spiller i stedet for å skjule vinduet.
pa_in: ਜਦੋਂ ਘੱਟੋ-ਘੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਵਿੰਡੋ ਨੂੰ ਲੁਕਾਉਣ ਦੀ ਬਜਾਏ ਇੱਕ ਸੰਖੇਪ ਫਲੋਟਿੰਗ ਪਲੇਅਰ ਦਿਖਾਓ।
pl_pl: Po zminimalizowaniu wyświetl kompaktowy pływający odtwarzacz zamiast ukrywania okna.
ru_ru: При сворачивании показывать компактный плавающий плеер вместо скрытия окна.
sk_sk: Po minimalizácii zobraziť kompaktný plávajúci prehrávač namiesto skrytia okna.
sq_al: Kur minimizohet, shfaqni një luajtës lundrues kompakt në vend që të fshihni dritaren.
sr_cyrl_rs: Када је минимизован, прикажите компактан плутајући плејер уместо сакривања прозора.
sv_se: När minimerat, visa en kompakt flytande spelare istället för att dölja fönstret.
sw_ke: Inapopunguzwa, onyesha kichezaji kidogo kinachoelea badala ya kuficha dirisha.
ta_in: சிறிதாக்கப்படும்போது, சாளரத்தை மறைப்பதற்குப் பதிலாக ஒரு சிறிய மிதக்கும் பிளேயரைக் காட்டு.
th_th: เมื่อย่อเล็กสุด ให้แสดงเครื่องเล่นแบบลอยขนาดเล็กแทนการซ่อนหน้าต่าง
tr_tr: Küçültüldüğünde, pencereyi gizlemek yerine kompakt bir yüzen oynatıcı göster.
uk_ua: При згортанні показувати компактний плаваючий програвач замість приховування вікна.
vi_vn: Khi thu nhỏ, hiển thị một trình phát nổi nhỏ gọn thay vì ẩn cửa sổ.
zh_hans: 最小化时，显示一个紧凑的浮动播放器，而不是隐藏窗口。

# SettingsPage_HideToTray_Header
source: Hide to system tray
af_za: Versteek na stelselbalk
ar_eg: إخفاء إلى علبة النظام
bg_bg: Скрий в системната област
bn_bd: সিস্টেম ট্রেতে লুকান
ca_es: Amagar a la safata del sistema
cs_cz: Skrýt do oznamovací oblasti
da_dk: Skjul til systembakke
de_de: In den System-Tray minimieren
el_gr: Απόκρυψη στην περιοχή ειδοποιήσεων
es_mx: Ocultar en la bandeja del sistema
et_ee: Peida süsteemialale
fa_ir: پنهان کردن در سینی سیستم
fil_ph: Itago sa system tray
fr_fr: Masquer dans la barre des tâches
ga_ie: Ceil chuig tráidire an chórais
he_il: הסתר למגש המערכת
hi_in: सिस्टम ट्रे में छिपाएँ
hr_hr: Sakrij u sistemsku traku
hu_hu: Elrejtés a tálcára
id_id: Sembunyikan ke baki sistem
it_it: Nascondi nell'area di notifica
ja_jp: システムトレイに隠す
ko_kr: 시스템 트레이로 숨기기
lt_lt: Slėpti į sistemos dėklą
ms_my: Sembunyikan ke dulang sistem
nl_nl: Verbergen naar systeemvak
no_no: Skjul til systemstatusfeltet
pa_in: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਲੁਕਾਓ
pl_pl: Ukryj w zasobniku systemowym
ru_ru: Скрыть в системный трей
sk_sk: Skryť do systémovej lišty
sq_al: Fshih në shiritin e sistemit
sr_cyrl_rs: Сакриј у системску траку
sv_se: Dölj till systemfältet
sw_ke: Ficha kwenye trei ya mfumo
ta_in: சிஸ்டம் ட்ரேயில் மறை
th_th: ซ่อนไปยังถาดระบบ
tr_tr: Sistem tepsisine gizle
uk_ua: Приховати в системний трей
vi_vn: Ẩn vào khay hệ thống
zh_hans: 隐藏到系统托盘

# SettingsPage_HideToTray_Description
source: When closed, hide to the system tray instead.
af_za: Wanneer toegemaak, versteek eerder na die stelselbalk.
ar_eg: عند الإغلاق، اخفِ إلى علبة النظام بدلاً من ذلك.
bg_bg: Когато е затворено, скрий в системната област вместо това.
bn_bd: বন্ধ করা হলে, পরিবর্তে সিস্টেম ট্রেতে লুকান।
ca_es: Quan es tanca, amaga's a la safata del sistema en lloc d'això.
cs_cz: Po zavření se skrýt do oznamovací oblasti.
da_dk: Når lukket, skal du skjule til systembakken i stedet.
de_de: Wenn geschlossen, in den System-Tray minimieren.
el_gr: Όταν κλείσει, αποκρύψτε στην περιοχή ειδοποιήσεων αντί για κλείσιμο.
es_mx: Cuando se cierre, ocultar en la bandeja del sistema en su lugar.
et_ee: Sulemisel peida süsteemialale.
fa_ir: هنگام بسته شدن، به جای آن در سینی سیستم پنهان شود.
fil_ph: Kapag isinara, itago sa system tray sa halip.
fr_fr: Lorsque fermée, la masquer dans la barre des tâches à la place.
ga_ie: Nuair a dhúnfar é, ceil chuig tráidire an chórais ina áit sin.
he_il: כאשר נסגר, הסתר למגש המערכת במקום זאת.
hi_in: बंद होने पर, इसके बजाय सिस्टम ट्रे में छिपाएँ।
hr_hr: Kada se zatvori, sakrijte u sistemsku traku umjesto toga.
hu_hu: Bezáráskor inkább a tálcára rejtse.
id_id: Saat ditutup, sembunyikan ke baki sistem sebagai gantinya.
it_it: Quando chiusa, nascondi nell'area di notifica invece di chiudere.
ja_jp: 閉じられた場合、代わりにシステムトレイに隠します。
ko_kr: 닫을 때 대신 시스템 트레이로 숨깁니다.
lt_lt: Uždarius, paslėpti į sistemos dėklą.
ms_my: Apabila ditutup, sembunyikan ke dulang sistem.
nl_nl: Wanneer gesloten, verbergen naar het systeemvak.
no_no: Når lukket, skjul til systemstatusfeltet i stedet.
pa_in: ਜਦੋਂ ਬੰਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸਦੀ ਬਜਾਏ ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਲੁਕਾਓ।
pl_pl: Po zamknięciu ukryj w zasobniku systemowym.
ru_ru: При закрытии скрывать в системный трей.
sk_sk: Po zatvorení skryť namiesto toho do systémovej lišty.
sq_al: Kur të mbyllet, fshihni në shiritin e sistemit në vend të kësaj.
sr_cyrl_rs: Када је затворена, сакриј у системску траку уместо тога.
sv_se: När stängt, dölj till systemfältet istället.
sw_ke: Inapofungwa, ficha kwenye trei ya mfumo badala yake.
ta_in: மூடப்படும்போது, அதற்குப் பதிலாக சிஸ்டம் ட்ரேயில் மறைக்கவும்.
th_th: เมื่อปิด ให้ซ่อนไปยังถาดระบบแทน
tr_tr: Kapatıldığında, bunun yerine sistem tepsisine gizle.
uk_ua: При закритті ховати до системного трею замість виходу.
vi_vn: Khi đóng, ẩn vào khay hệ thống thay vì đóng hoàn toàn.
zh_hans: 关闭时，隐藏到系统托盘而不是关闭。

# SettingsPage_TrayCoverArt_Header
source: Show cover art in flyout
af_za: Wys omslagkuns in uitskuifvenster
ar_eg: إظهار صورة الألبوم في القائمة المنبثقة
bg_bg: Покажи обложка в изскачащ прозорец
bn_bd: ফ্লাইআউটে কভার আর্ট দেখান
ca_es: Mostrar caràtula a la finestra emergent
cs_cz: Zobrazit obal v rozevíracím panelu
da_dk: Vis albumomslag i pop-up
de_de: Cover-Art im Flyout anzeigen
el_gr: Εμφάνιση εξωφύλλου σε αναδυόμενο παράθυρο
es_mx: Mostrar carátula en el menú emergente
et_ee: Näita kaanepilti hüpikaknas
fa_ir: نمایش کاور آرت در فیل‌آوت
fil_ph: Ipakita ang cover art sa flyout
fr_fr: Afficher la pochette dans le menu volant
ga_ie: Taispeáin ealaín an chlúdaigh sa fholártha
he_il: הצג עטיפת אלבום בחלון קופץ
hi_in: फ़्लाईआउट में कवर आर्ट दिखाएँ
hr_hr: Prikaži naslovnicu u skočnom prozoru
hu_hu: Borítókép megjelenítése a felugró ablakban
id_id: Tampilkan sampul album di flyout
it_it: Mostra copertina nel riquadro a comparsa
ja_jp: フライアウトにカバーアートを表示
ko_kr: 플라이아웃에 커버 아트 표시
lt_lt: Rodyti viršelio paveikslėlį iškylančiame lange
ms_my: Tunjukkan seni kulit album dalam flyout
nl_nl: Omslagafbeelding weergeven in flyout
no_no: Vis plateomslag i flyout
pa_in: ਫਲਾਈਆਊਟ ਵਿੱਚ ਕਵਰ ਆਰਟ ਦਿਖਾਓ
pl_pl: Pokaż okładkę albumu w wyskakującym okienku
ru_ru: Показывать обложку в всплывающем окне
sk_sk: Zobraziť obal albumu vo vyskakovacom okne
sq_al: Shfaq kopertinën në dritaren kërcyese
sr_cyrl_rs: Прикажи омот албума у искачућем прозору
sv_se: Visa omslag i flyout
sw_ke: Onyesha picha ya jalada kwenye kiputo
ta_in: ஃபிளைஅவுட்டில் அட்டைப் படத்தைக் காட்டு
th_th: แสดงหน้าปกในหน้าต่างลอย
tr_tr: Açılır menüde kapak resmi göster
uk_ua: Показати обкладинку у спливаючому вікні
vi_vn: Hiện ảnh bìa trong cửa sổ bật lên
zh_hans: 在浮出控件中显示封面艺术

# SettingsPage_TrayCoverArt_Description
source: Display the cover art in the compact player that appears when clicking the tray icon.
af_za: Vertoon die omslagkuns in die kompakte speler wat verskyn wanneer die skinkbordikoon geklik word.
ar_eg: عرض صورة الألبوم في المشغل المصغر الذي يظهر عند النقر على أيقونة علبة النظام.
bg_bg: Показване на обложката в компактния плейър, който се появява при щракване върху иконата в системната област.
bn_bd: ট্রে আইকনে ক্লিক করলে প্রদর্শিত কম্প্যাক্ট প্লেয়ারে কভার আর্ট দেখান।
ca_es: Mostra la caràtula al reproductor compacte que apareix en fer clic a la icona de la safata.
cs_cz: Zobrazit obal alba v kompaktním přehrávači, který se objeví po kliknutí na ikonu v oznamovací oblasti.
da_dk: Vis albumomslaget i den kompakte afspiller, der vises, når du klikker på bakkeikonet.
de_de: Zeigt das Cover-Art im kompakten Player an, der beim Klicken auf das Tray-Symbol erscheint.
el_gr: Εμφάνιση του εξωφύλλου στον συμπαγή αναπαραγωγέα που εμφανίζεται όταν κάνετε κλικ στο εικονίδιο της περιοχής ειδοποιήσεων.
es_mx: Muestra la carátula en el reproductor compacto que aparece al hacer clic en el icono de la bandeja.
et_ee: Kuva kaanepilt kompaktses mängijas, mis ilmub salve ikooni klõpsamisel.
fa_ir: کاور آرت را در پخش‌کننده کوچک که با کلیک روی نماد سینی ظاهر می‌شود، نمایش دهید.
fil_ph: Ipakita ang cover art sa compact player na lumalabas kapag kino-click ang tray icon.
fr_fr: Afficher la pochette dans le lecteur compact qui apparaît lors du clic sur l'icône de la barre des tâches.
ga_ie: Taispeáin ealaín an chlúdaigh sa seinnteoir dlúth a thaispeántar nuair a chliceálann tú an deilbhín tráidire.
he_il: הצג את עטיפת האלבום בנגן הקומפקטי שמופיע בלחיצה על סמל המגש.
hi_in: ट्रे आइकन पर क्लिक करने पर दिखाई देने वाले कॉम्पैक्ट प्लेयर में कवर आर्ट प्रदर्शित करें।
hr_hr: Prikažite naslovnicu u kompaktnom reproduktoru koji se pojavljuje kada kliknete ikonu u sistemskoj traci.
hu_hu: Jelenítse meg a borítóképet a kompakt lejátszóban, amely a tálcaikonra kattintáskor jelenik meg.
id_id: Tampilkan sampul album di pemutar ringkas yang muncul saat mengeklik ikon baki.
it_it: Visualizza la copertina nel lettore compatto che appare cliccando sull'icona della barra delle applicazioni.
ja_jp: トレイアイコンをクリックしたときに表示されるコンパクトプレイヤーにカバーアートを表示します。
ko_kr: 트레이 아이콘을 클릭할 때 나타나는 작은 플레이어에 커버 아트를 표시합니다.
lt_lt: Rodyti viršelio paveikslėlį kompaktiškame grotuve, kuris pasirodo spustelėjus sistemos dėklo piktogramą.
ms_my: Paparkan seni kulit album dalam pemain padat yang muncul apabila mengklik ikon dulang.
nl_nl: Geef de omslagafbeelding weer in de compacte speler die verschijnt wanneer u op het pictogram in het systeemvak klikt.
no_no: Vis plateomslaget i den kompakte spilleren som vises når du klikker på ikonet i systemstatusfeltet.
pa_in: ਟਰੇ ਆਈਕਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨ 'ਤੇ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਸੰਖੇਪ ਪਲੇਅਰ ਵਿੱਚ ਕਵਰ ਆਰਟ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।
pl_pl: Wyświetl okładkę albumu w kompaktowym odtwarzaczu, który pojawia się po kliknięciu ikony w zasobniku.
ru_ru: Отображать обложку в компактном плеере, который появляется при нажатии на значок в трее.
sk_sk: Zobraziť obal albumu v kompaktnom prehrávači, ktorý sa zobrazí po kliknutí na ikonu v lište.
sq_al: Shfaqni kopertinën në luajtësin kompakt që shfaqet kur klikoni ikonën e shiritit.
sr_cyrl_rs: Прикажите омот албума у компактном плејеру који се појављује када кликнете на икону траке.
sv_se: Visa omslagsbilden i den kompakta spelaren som visas när du klickar på systemfältikonen.
sw_ke: Onyesha picha ya jalada kwenye kichezaji kidogo kinachoonekana unapobofya ikoni ya trei.
ta_in: ட்ரே ஐகானைக் கிளிக் செய்யும்போது தோன்றும் சிறிய பிளேயரில் அட்டைப் படத்தைக் காண்பி.
th_th: แสดงหน้าปกในเครื่องเล่นขนาดเล็กที่ปรากฏขึ้นเมื่อคลิกไอคอนถาดระบบ
tr_tr: Tepsi simgesine tıklandığında beliren kompakt oynatıcıda kapak resmini göster.
uk_ua: Відображати обкладинку в компактному програвачі, який з'являється при натисканні на піктограму в треї.
vi_vn: Hiển thị ảnh bìa trong trình phát nhỏ gọn xuất hiện khi nhấp vào biểu tượng khay.
zh_hans: 在点击托盘图标时出现的紧凑播放器中显示封面艺术。

# SettingsPage_Section_Data
source: Data Management
af_za: Databeheer
ar_eg: إدارة البيانات
bg_bg: Управление на данни
bn_bd: ডেটা ব্যবস্থাপনা
ca_es: Gestió de dades
cs_cz: Správa dat
da_dk: Datahåndtering
de_de: Datenverwaltung
el_gr: Διαχείριση δεδομένων
es_mx: Administración de datos
et_ee: Andmehaldus
fa_ir: مدیریت داده
fil_ph: Pamamahala ng Data
fr_fr: Gestion des données
ga_ie: Bainistíocht Sonraí
he_il: ניהול נתונים
hi_in: डेटा प्रबंधन
hr_hr: Upravljanje podacima
hu_hu: Adatkezelés
id_id: Manajemen Data
it_it: Gestione dati
ja_jp: データ管理
ko_kr: 데이터 관리
lt_lt: Duomenų valdymas
ms_my: Pengurusan Data
nl_nl: Gegevensbeheer
no_no: Databehandling
pa_in: ਡਾਟਾ ਪ੍ਰਬੰਧਨ
pl_pl: Zarządzanie danymi
ru_ru: Управление данными
sk_sk: Správa dát
sq_al: Menaxhimi i të dhënave
sr_cyrl_rs: Управљање подацима
sv_se: Datahantering
sw_ke: Usimamizi wa Data
ta_in: தரவு மேலாண்மை
th_th: การจัดการข้อมูล
tr_tr: Veri Yönetimi
uk_ua: Керування даними
vi_vn: Quản lý dữ liệu
zh_hans: 数据管理

# SettingsPage_ArtistSplitting_Header
source: Artist Splitting
af_za: Kunstenaarverdeling
ar_eg: تقسيم الفنانين
bg_bg: Разделяне на изпълнители
bn_bd: শিল্পী বিভাজন
ca_es: Divisió d'artistes
cs_cz: Rozdělení interpretů
da_dk: Kunstneropdeling
de_de: Künstler-Aufteilung
el_gr: Διαχωρισμός καλλιτέχνη
es_mx: División de artistas
et_ee: Artisti jagamine
fa_ir: تفکیک هنرمند
fil_ph: Paghihiwalay ng Artist
fr_fr: Séparation des artistes
ga_ie: Scoilt Ealaíontóra
he_il: פיצול אמנים
hi_in: कलाकार विभाजन
hr_hr: Razdvajanje izvođača
hu_hu: Előadó szétválasztása
id_id: Pembagian Artis
it_it: Divisione artisti
ja_jp: アーティストの分割
ko_kr: 아티스트 분할
lt_lt: Atlikėjų skaidymas
ms_my: Pemisahan Artis
nl_nl: Artiestsplitsing
pa_in: ਕਲਾਕਾਰ ਵੰਡਣਾ
pl_pl: Dzielenie artystów
ru_ru: Разделение исполнителей
sk_sk: Rozdelenie interpretov
sq_al: Ndarja e artistëve
sr_cyrl_rs: Раздељивање извођача
sv_se: Artistuppdelning
sw_ke: Kugawanya Wasanii
ta_in: கலைஞர் பிரிப்பு
th_th: การแยกศิลปิน
tr_tr: Sanatçı Bölme
uk_ua: Розділення виконавців
vi_vn: Tách nghệ sĩ
zh_hans: 艺术家拆分
