Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# GenreView_DefaultName
source: Genre
ar_eg: نوع
bg_bg: Жанр
bn_bd: ঘরানা
ca_es: Gènere
cs_cz: Žánr
el_gr: Είδος
es_mx: Género
et_ee: Žanr
fa_ir: ژانر
ga_ie: Seánra
he_il: ז'אנר
hi_in: शैली
hr_hr: Žanr
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanras
no_no: Sjanger
pa_in: ਸ਼ੈਲੀ
pl_pl: Gatunek
pt_br: Gênero
ro_ro: Gen
ru_ru: Жанр
sk_sk: Žáner
sq_al: Zhanër
sr_cyrl_rs: Жанр
sw_ke: Aina
ta_in: வகை
th_th: แนวเพลง
tr_tr: Tür
uk_ua: Жанр
vi_vn: Thể loại
zh_hans: 流派
zh_tw: 類型

# GenreView_Error
source: Error Loading Genre
af_za: Fout met Laai van Genre
ar_eg: خطأ في تحميل النوع
bg_bg: Грешка при зареждане на жанр
bn_bd: ঘরানা লোড করতে ত্রুটি
ca_es: Error en carregar el gènere
cs_cz: Chyba při načítání žánru
da_dk: Fejl ved indlæsning af genre
de_de: Fehler beim Laden des Genres
el_gr: Σφάλμα φόρτωσης είδους
es_mx: Error al cargar género
et_ee: Žanri laadimise viga
fa_ir: خطا در بارگذاری ژانر
fi_fi: Genren latausvirhe
fil_ph: Error sa Pag-load ng Genre
fr_fr: Erreur de chargement du genre
ga_ie: Earráid ag Luchtú Seánra
he_il: שגיאה בטעינת ז'אנר
hi_in: शैली लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju žanra
hu_hu: Hiba a műfaj betöltésekor
id_id: Kesalahan Memuat Genre
it_it: Errore durante il caricamento del genere
ja_jp: ジャンルの読み込みエラー
ko_kr: 장르 로드 오류
lt_lt: Klaida įkeliant žanrą
ms_my: Ralat Memuatkan Genre
nl_nl: Fout bij laden genre
no_no: Feil ved lasting av sjanger
pa_in: ਸ਼ੈਲੀ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania gatunku
pt_br: Erro ao Carregar Gênero
ro_ro: Eroare la încărcarea genului
ru_ru: Ошибка загрузки жанра
sk_sk: Chyba pri načítaní žánru
sq_al: Gabim në ngarkimin e zhanrit
sr_cyrl_rs: Грешка при учитавању жанра
sv_se: Fel vid laddning av genre
sw_ke: Hitilafu Wakati wa Kupakia Aina
ta_in: வகையை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดแนวเพลง
tr_tr: Tür Yükleme Hatası
uk_ua: Помилка завантаження жанру
vi_vn: Lỗi khi tải Thể loại
zh_hans: 加载流派出错
zh_tw: 載入類型錯誤

# Lyrics_NoSongSelected
source: No song selected
af_za: Geen liedjie gekies nie
ar_eg: لا توجد أغنية مختارة
bg_bg: Няма избрана песен
bn_bd: কোনো গান নির্বাচন করা হয়নি
ca_es: Cap cançó seleccionada
cs_cz: Nebyla vybrána žádná skladba
da_dk: Ingen sang valgt
de_de: Kein Lied ausgewählt
el_gr: Δεν έχει επιλεγεί τραγούδι
es_mx: Ninguna canción seleccionada
et_ee: Ühtegi lugu pole valitud
fa_ir: هیچ آهنگی انتخاب نشده است
fi_fi: Ei valittua kappaletta
fil_ph: Walang kantang napili
fr_fr: Aucun morceau sélectionné
ga_ie: Níl aon amhrán roghnaithe
he_il: לא נבחר שיר
hi_in: कोई गाना नहीं चुना गया
hr_hr: Nijedna pjesma nije odabrana
hu_hu: Nincs kiválasztott dal
id_id: Tidak ada lagu yang dipilih
it_it: Nessun brano selezionato
ja_jp: 曲が選択されていません
ko_kr: 선택된 곡 없음
lt_lt: Nėra pasirinkto kūrinio
ms_my: Tiada lagu dipilih
nl_nl: Geen nummer geselecteerd
no_no: Ingen sang valgt
pa_in: ਕੋਈ ਗੀਤ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
pl_pl: Nie wybrano utworu
pt_br: Nenhuma música selecionada
ro_ro: Nicio piesă selectată
ru_ru: Песня не выбрана
sk_sk: Nevybratá žiadna skladba
sq_al: Asnjë këngë e zgjedhur
sr_cyrl_rs: Није изабрана ниједна песма
sv_se: Ingen låt vald
sw_ke: Hakuna wimbo uliochaguliwa
ta_in: பாடல் தேர்ந்தெடுக்கப்படவில்லை
th_th: ไม่มีเพลงที่เลือก
tr_tr: Şarkı seçilmedi
uk_ua: Пісню не вибрано
vi_vn: Chưa chọn bài hát nào
zh_hans: 未选择歌曲
zh_tw: 未選取歌曲

# Lyrics_SongTitleFormat
source: {0} by {1}
af_za: {0} deur {1}
ar_eg: {0} بواسطة {1}
bg_bg: {0} от {1}
bn_bd: {1} দ্বারা {0}
ca_es: {0} de {1}
cs_cz: {0} od {1}
da_dk: {0} af {1}
de_de: {0} von {1}
el_gr: {0} από {1}
es_mx: {0} de {1}
et_ee: {0} esitaja: {1}
fa_ir: {0} از {1}
fi_fi: {0} tekijältä {1}
fil_ph: {0} ni {1}
fr_fr: {0} par {1}
ga_ie: {0} le {1}
he_il: {0} מאת {1}
hi_in: {1} द्वारा {0}
hr_hr: {0} od {1}
id_id: {0} oleh {1}
it_it: {0} di {1}
ja_jp: {1}の{0}
ko_kr: {1}의 {0}
lt_lt: {0} autorius {1}
ms_my: {0} oleh {1}
nl_nl: {0} van {1}
no_no: {0} av {1}
pa_in: {1} ਦੁਆਰਾ {0}
pl_pl: {0} autorstwa {1}
pt_br: {0} por {1}
ro_ro: {0} de {1}
ru_ru: {0} от {1}
sk_sk: {0} od {1}
sq_al: {0} nga {1}
sr_cyrl_rs: {0} од {1}
sv_se: {0} av {1}
sw_ke: {0} na {1}
ta_in: {1} மூலம் {0}
th_th: {0} โดย {1}
tr_tr: {1} tarafından {0}
uk_ua: {0} від {1}
vi_vn: {0} của {1}
zh_hans: {1} 的 {0}
zh_tw: {1} 的 {0}

# Onboarding_Welcome
source: Let's set up your music library to get started.
af_za: Kom ons stel jou musiekbiblioteek op om te begin.
ar_eg: دعنا نُعد مكتبة الموسيقى الخاصة بك للبدء.
bg_bg: Нека настроим вашата музикална библиотека, за да започнем.
bn_bd: শুরু করতে আপনার সঙ্গীত লাইব্রেরি সেট আপ করা যাক।
ca_es: Configura la teva biblioteca de música per començar.
cs_cz: Pojďme nastavit vaši hudební knihovnu, abychom mohli začít.
da_dk: Lad os opsætte dit musikbibliotek for at komme i gang.
de_de: Richten wir Ihre Musikbibliothek ein, um zu beginnen.
el_gr: Ας ρυθμίσουμε τη μουσική σας βιβλιοθήκη για να ξεκινήσετε.
es_mx: Configura tu biblioteca de música para empezar.
et_ee: Alustamiseks seadistame teie muusikakogu.
fa_ir: بیایید برای شروع، کتابخانه موسیقی شما را تنظیم کنیم.
fi_fi: Aloita perustamalla musiikkikirjastosi.
fil_ph: I-set up natin ang iyong music library upang makapagsimula.
fr_fr: Configurons votre bibliothèque musicale pour commencer.
ga_ie: Déanaimis do leabharlann ceoil a shocrú chun tús a chur leis.
he_il: בוא נגדיר את ספריית המוזיקה שלך כדי להתחיל.
hi_in: शुरू करने के लिए अपनी संगीत लाइब्रेरी सेट अप करें।
hr_hr: Postavimo vašu glazbenu knjižnicu za početak.
hu_hu: Állítsa be zenei könyvtárát a kezdéshez.
id_id: Mari siapkan pustaka musik Anda untuk memulai.
it_it: Configuriamo la tua libreria musicale per iniziare.
ja_jp: まず、音楽ライブラリを設定しましょう。
ko_kr: 시작하려면 음악 라이브러리를 설정하세요.
lt_lt: Pradėkime nuo muzikos bibliotekos nustatymo.
ms_my: Mari sediakan pustaka muzik anda untuk bermula.
nl_nl: Laten we uw muziekbibliotheek instellen om te beginnen.
no_no: La oss sette opp musikkbiblioteket ditt for å komme i gang.
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਓ ਤੁਹਾਡੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਸੈਟ ਅਪ ਕਰੀਏ।
pl_pl: Skonfigurujmy Twoją bibliotekę muzyki, aby rozpocząć.
pt_br: Vamos configurar sua biblioteca de música para começar.
ro_ro: Să configurăm biblioteca muzicală pentru a începe.
ru_ru: Давайте настроим вашу музыкальную библиотеку, чтобы начать.
sk_sk: Na začiatok nastavíme vašu hudobnú knižnicu.
sq_al: Le të konfigurojmë bibliotekën tuaj të muzikës për të filluar.
sr_cyrl_rs: Хајде да подесимо вашу музичку библиотеку за почетак.
sv_se: Låt oss ställa in ditt musikbibliotek för att komma igång.
sw_ke: Hebu tuweke maktaba yako ya muziki ili kuanza.
ta_in: தொடங்குவதற்கு உங்கள் இசை நூலகத்தை அமைப்போம்.
th_th: มาตั้งค่าคลังเพลงของคุณเพื่อเริ่มต้นกัน
tr_tr: Başlamak için müzik arşivinizi ayarlayalım.
uk_ua: Давайте налаштуємо вашу музичну бібліотеку, щоб почати.
vi_vn: Hãy thiết lập thư viện nhạc của bạn để bắt đầu.
zh_hans: 让我们开始设置您的音乐库。
zh_tw: 讓我們設定您的音樂媒體庫以開始使用。

# Onboarding_WaitingForSelection
source: Waiting for you to select a folder...
af_za: Wag vir jou om 'n vouer te kies...
ar_eg: في انتظارك لاختيار مجلد...
bg_bg: Очаквам да изберете папка...
bn_bd: আপনার একটি ফোল্ডার নির্বাচন করার জন্য অপেক্ষা করা হচ্ছে...
ca_es: S'està esperant que seleccionis una carpeta...
cs_cz: Čeká se na výběr složky...
da_dk: Venter på, at du vælger en mappe...
de_de: Warte darauf, dass Sie einen Ordner auswählen...
el_gr: Αναμονή για να επιλέξετε ένα φάκελο...
es_mx: Esperando que selecciones una carpeta...
et_ee: Ootan, et valiksite kausta...
fa_ir: در انتظار انتخاب پوشه توسط شما...
fi_fi: Odotetaan kansion valintaa...
fil_ph: Naghihintay na pumili ka ng folder...
fr_fr: En attente de la sélection d'un dossier...
ga_ie: Ag fanacht leat fillteán a roghnú...
he_il: ממתין שתבחר תיקיה...
hi_in: आपके फ़ोल्डर चुनने का इंतजार है...
hr_hr: Čekam da odaberete mapu...
hu_hu: Várakozás, hogy kiválasszon egy mappát...
id_id: Menunggu Anda memilih folder...
it_it: In attesa che tu selezioni una cartella...
ja_jp: フォルダーの選択をお待ちしています...
ko_kr: 폴더 선택을 기다리는 중...
lt_lt: Laukiama, kol pasirinksite aplanką...
ms_my: Menunggu anda memilih folder...
nl_nl: Wachten tot u een map selecteert...
no_no: Venter på at du skal velge en mappe...
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਫੋਲਡਰ ਚੁਣਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Czekam na wybranie folderu...
pt_br: Aguardando você selecionar uma pasta...
ro_ro: Se așteaptă să selectați un dosar...
ru_ru: Ожидание выбора папки...
sk_sk: Čakám na výber priečinka...
sq_al: Duke pritur që ju të zgjidhni një dosje...
sr_cyrl_rs: Чекам да изаберете фасциклу...
sv_se: Väntar på att du ska välja en mapp...
sw_ke: Inakungoja uchague folda...
ta_in: ஒரு கோப்புறையை நீங்கள் தேர்ந்தெடுக்கும் வரை காத்திருக்கிறது...
th_th: กำลังรอให้คุณเลือกโฟลเดอร์...
tr_tr: Bir klasör seçmenizi bekliyorum...
uk_ua: Чекаємо, поки ви виберете папку...
vi_vn: Đang chờ bạn chọn thư mục...
zh_hans: 等待您选择文件夹...
zh_tw: 正在等待您選擇資料夾...

# Onboarding_BuildingLibrary
source: Building your library...
af_za: Besig om jou biblioteek te bou...
ar_eg: جاري بناء مكتبتك...
bg_bg: Изграждане на вашата библиотека...
bn_bd: আপনার লাইব্রেরি তৈরি হচ্ছে...
ca_es: S'està construint la teva biblioteca...
cs_cz: Vytváří se vaše knihovna...
da_dk: Opbygger dit bibliotek...
de_de: Ihre Bibliothek wird erstellt...
el_gr: Δημιουργείται η βιβλιοθήκη σας...
es_mx: Creando tu biblioteca...
et_ee: Teegi loomine...
fa_ir: در حال ساخت کتابخانه شما...
fi_fi: Rakennetaan kirjastoa...
fil_ph: Ginagawa ang iyong aklatan...
fr_fr: Construction de votre bibliothèque...
ga_ie: Ag tógáil do leabharlainne...
he_il: בונה את הספרייה שלך...
hi_in: आपकी लाइब्रेरी बनाई जा रही है...
hr_hr: Izgrađujem vašu knjižnicu...
hu_hu: Könyvtár építése...
id_id: Membangun pustaka Anda...
it_it: Creazione della libreria in corso...
ja_jp: ライブラリを構築中...
ko_kr: 라이브러리 구축 중...
lt_lt: Kuriama biblioteka...
ms_my: Membina pustaka anda...
nl_nl: Uw bibliotheek opbouwen...
no_no: Bygger biblioteket ditt...
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Tworzę Twoją bibliotekę...
pt_br: Construindo sua biblioteca...
ro_ro: Se construiește biblioteca dvs....
ru_ru: Создание вашей библиотеки...
sk_sk: Vytváram vašu knižnicu...
sq_al: Duke ndërtuar bibliotekën tuaj...
sr_cyrl_rs: Прављење ваше библиотеке...
sv_se: Bygger ditt bibliotek...
sw_ke: Inajenga maktaba yako...
ta_in: உங்கள் நூலகம் உருவாக்கப்படுகிறது...
th_th: กำลังสร้างคลังเพลงของคุณ...
tr_tr: Arşiviniz oluşturuluyor...
uk_ua: Створення вашої бібліотеки...
vi_vn: Đang xây dựng thư viện của bạn...
zh_hans: 正在构建您的音乐库...
zh_tw: 正在建立您的媒體庫...

# Onboarding_Error
source: An unexpected error occurred. Please try again.
af_za: 'n Onverwagte fout het voorgekom. Probeer asseblief weer.
ar_eg: حدث خطأ غير متوقع. الرجاء المحاولة مرة أخرى.
bg_bg: Възникна неочаквана грешка. Моля, опитайте отново.
bn_bd: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca_es: S'ha produït un error inesperat. Torna-ho a provar.
cs_cz: Došlo k neočekávané chybě. Zkuste to prosím znovu.
da_dk: Der opstod en uventet fejl. Prøv venligst igen.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut.
el_gr: Παρουσιάστηκε ένα απροσδόκητο σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es_mx: Ocurrió un error inesperado. Por favor, inténtalo de nuevo.
et_ee: Ilmnes ootamatu viga. Palun proovige uuesti.
fa_ir: خطای غیرمنتظره‌ای رخ داد. لطفاً دوباره تلاش کنید.
fi_fi: Odottamaton virhe tapahtui. Yritä uudelleen.
fil_ph: May hindi inaasahang error na naganap. Pakisubukan muli.
fr_fr: Une erreur inattendue est survenue. Veuillez réessayer.
ga_ie: Tharla earráid gan choinne. Bain triail eile as.
he_il: אירעה שגיאה בלתי צפויה. אנא נסה שוב.
hi_in: एक अनपेक्षित त्रुटि हुई। कृपया पुनः प्रयास करें।
hr_hr: Dogodila se neočekivana pogreška. Molimo pokušajte ponovo.
hu_hu: Váratlan hiba történt. Kérjük, próbálja újra.
id_id: Terjadi kesalahan tak terduga. Silakan coba lagi.
it_it: Si è verificato un errore imprevisto. Riprova.
ja_jp: 予期せぬエラーが発生しました。もう一度お試しください。
ko_kr: 예기치 않은 오류가 발생했습니다. 다시 시도해 주세요.
lt_lt: Įvyko netikėta klaida. Bandykite dar kartą.
ms_my: Ralat tidak dijangka berlaku. Sila cuba lagi.
nl_nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.
no_no: En uventet feil oppsto. Vennligst prøv igjen.
pa_in: ਇੱਕ ਅਚਾਨਕ ਗਲਤੀ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
pt_br: Ocorreu um erro inesperado. Por favor, tente novamente.
ro_ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou.
ru_ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте еще раз.
sk_sk: Vyskytla sa neočakávaná chyba. Skúste to znova.
sq_al: Ndodhi një gabim i papritur. Ju lutemi provoni përsëri.
sr_cyrl_rs: Дошло је до неочекиване грешке. Молимо покушајте поново.
sv_se: Ett oväntat fel uppstod. Försök igen.
sw_ke: Hitilafu isiyotarajiwa imetokea. Tafadhali jaribu tena.
ta_in: எதிர்பாராத பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
th_th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้ง
tr_tr: Beklenmedik bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Виникла несподівана помилка. Будь ласка, спробуйте ще раз.
vi_vn: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.
zh_hans: 发生意外错误。请重试。
zh_tw: 發生意外錯誤。請再試一次。

# Playlist_Smart_Count_Singular
source: Smart • {0} song
af_za: Slim • {0} liedjie
ar_eg: ذكي • {0} أغنية
bg_bg: Интелигентен • {0} песен
bn_bd: স্মার্ট • {0} গান
ca_es: Intel·ligent • {0} cançó
cs_cz: Chytrý • {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: Smart • {0} sang
de_de: Intelligent • {0} Lied
el_gr: Έξυπνη • {0} τραγούδι
es_mx: Inteligente • {0} canción
et_ee: Nutikas • {0} laul
fa_ir: هوشمند • {0} آهنگ
fi_fi: Älykäs • {0} kappale
fil_ph: Smart • {0} kanta
fr_fr: Intelligente • {0} morceau
ga_ie: Cliste • {0} amhrán
he_il: חכם • {0} שיר
hi_in: स्मार्ट • {0} गाना
hr_hr: Pametno • {0} pjesma
hu_hu: Intelligens • {0} dal
id_id: Cerdas • {0} lagu
it_it: Intelligente • {0} brano
ja_jp: スマート • {0}曲
ko_kr: 스마트 • {0}곡
lt_lt: Išmanusis • {0} kūrinys
ms_my: Pintar • {0} lagu
nl_nl: Slimme • {0} nummer
no_no: Smart • {0} sang
pa_in: ਸਮਾਰਟ • {0} ਗੀਤ
pl_pl: Inteligentna • {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: Inteligente • {0} música
ro_ro: Inteligent • {0} piesă
ru_ru: Умный • {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: Inteligentné • {0} skladba
sq_al: Inteligjente • {0} këngë
sr_cyrl_rs: Паметна • {0} песма
sv_se: Smart • {0} låt
sw_ke: Nadhifu • wimbo {0}
ta_in: ஸ்மார்ட் • {0} பாடல்
th_th: อัจฉริยะ • {0} เพลง
tr_tr: Akıllı • {0} şarkı
uk_ua: Розумний • {0} пісня
vi_vn: Thông minh • {0} bài hát
zh_hans: 智能 • {0} 首歌曲
zh_tw: 智慧 • {0} 首歌曲

# Playlist_Smart_Count_Plural
source: Smart • {0} songs
af_za: Slim • {0} liedjies
ar_eg: ذكي • {0} أغاني
bg_bg: Интелигентен • {0} песни
bn_bd: স্মার্ট • {0} গান
ca_es: Intel·ligent • {0} cançons
cs_cz: Chytrý • {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: Smart • {0} sange
de_de: Intelligent • {0} Lieder
el_gr: Έξυπνη • {0} τραγούδια
es_mx: Inteligente • {0} canciones
et_ee: Nutikas • {0} laulu
fa_ir: هوشمند • {0} آهنگ
fi_fi: Älykäs • {0} kappaletta
fil_ph: Smart • {0} kanta
fr_fr: Intelligente • {0} morceaux
ga_ie: Cliste • {0} amhrán
he_il: חכם • {0} שירים
hi_in: स्मार्ट • {0} गाने
hr_hr: Pametno • {0} pjesama
hu_hu: Intelligens • {0} dal
id_id: Cerdas • {0} lagu
it_it: Intelligente • {0} brani
ja_jp: スマート • {0}曲
ko_kr: 스마트 • {0}곡
lt_lt: Išmanusis • {0} kūrinių
ms_my: Pintar • {0} lagu
nl_nl: Slimme • {0} nummers
no_no: Smart • {0} sanger
pa_in: ਸਮਾਰਟ • {0} ਗੀਤ
pl_pl: Inteligentna • {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: Inteligente • {0} músicas
ro_ro: Inteligent • {0} piese
ru_ru: Умный • {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: Inteligentné • {0} skladieb
sq_al: Inteligjente • {0} këngë
sr_cyrl_rs: Паметна • {0} песама
sv_se: Smart • {0} låtar
sw_ke: Nadhifu • nyimbo {0}
ta_in: ஸ்மார்ட் • {0} பாடல்கள்
th_th: อัจฉริยะ • {0} เพลง
tr_tr: Akıllı • {0} şarkı
uk_ua: Розумний • {0} пісень
vi_vn: Thông minh • {0} bài hát
zh_hans: 智能 • {0} 首歌曲
zh_tw: 智慧 • {0} 首歌曲

# Playlist_Count_Singular
source: {0} song
af_za: {0} liedjie
ar_eg: {0} أغنية
bg_bg: {0} песен
bn_bd: {0} গান
ca_es: {0} cançó
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sang
de_de: {0} Lied
el_gr: {0} τραγούδι
es_mx: {0} canción
et_ee: {0} laul
fa_ir: {0} آهنگ
fi_fi: {0} kappale
fil_ph: {0} kanta
fr_fr: {0} morceau
ga_ie: {0} amhrán
he_il: {0} שיר
hi_in: {0} गाना
hr_hr: {0} pjesma
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brano
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinys
ms_my: {0} lagu
nl_nl: {0} nummer
no_no: {0} sang
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} música
ro_ro: {0} piesă
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladba
sq_al: {0} këngë
sr_cyrl_rs: {0} песма
sv_se: {0} låt
sw_ke: wimbo {0}
ta_in: {0} பாடல்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісня
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# Playlist_Count_Plural
source: {0} songs
af_za: {0} liedjies
ar_eg: {0} أغاني
bg_bg: {0} песни
bn_bd: {0} গান
ca_es: {0} cançons
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sange
de_de: {0} Lieder
el_gr: {0} τραγούδια
es_mx: {0} canciones
et_ee: {0} laulu
fa_ir: {0} آهنگ
fi_fi: {0} kappaletta
fil_ph: {0} kanta
fr_fr: {0} morceaux
ga_ie: {0} amhrán
he_il: {0} שירים
hi_in: {0} गाने
hr_hr: {0} pjesama
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brani
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinių
ms_my: {0} lagu
nl_nl: {0} nummers
no_no: {0} sanger
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} músicas
ro_ro: {0} piese
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladieb
sq_al: {0} këngë
sr_cyrl_rs: {0} песама
sv_se: {0} låtar
sw_ke: nyimbo {0}
ta_in: {0} பாடல்கள்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісень
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# Playlist_ErrorLoading
source: Error loading playlist
af_za: Fout met laai van snitlys
ar_eg: خطأ في تحميل قائمة التشغيل
bg_bg: Грешка при зареждане на плейлист
bn_bd: প্লেলিস্ট লোড করতে ত্রুটি
ca_es: Error en carregar la llista de reproducció
cs_cz: Chyba při načítání seznamu skladeb
da_dk: Fejl ved indlæsning af afspilningsliste
de_de: Fehler beim Laden der Wiedergabeliste
el_gr: Σφάλμα φόρτωσης λίστας αναπαραγωγής
es_mx: Error al cargar la lista de reproducción
et_ee: Esitusloendi laadimise viga
fa_ir: خطا در بارگذاری لیست پخش
fi_fi: Soittolistan latausvirhe
fil_ph: Error sa pag-load ng playlist
fr_fr: Erreur de chargement de la liste de lecture
ga_ie: Earráid ag luchtú seinmliosta
he_il: שגיאה בטעינת רשימת השמעה
hi_in: प्लेलिस्ट लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju popisa pjesama
hu_hu: Hiba a lejátszási lista betöltésekor
id_id: Kesalahan memuat daftar putar
it_it: Errore durante il caricamento della playlist
ja_jp: プレイリストの読み込みエラー
ko_kr: 재생 목록 로드 오류
lt_lt: Klaida įkeliant grojaraštį
ms_my: Ralat memuatkan senarai main
nl_nl: Fout bij laden afspeellijst
no_no: Feil ved lasting av spilleliste
pa_in: ਪਲੇਲਿਸਟ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania playlisty
pt_br: Erro ao carregar playlist
ro_ro: Eroare la încărcarea listei de redare
ru_ru: Ошибка загрузки плейлиста
sk_sk: Chyba pri načítaní zoznamu skladieb
sq_al: Gabim në ngarkimin e listës së luajtjes
sr_cyrl_rs: Грешка при учитавању плејлисте
sv_se: Fel vid laddning av spellista
sw_ke: Hitilafu wakati wa kupakia orodha ya kucheza
ta_in: பிளேலிஸ்ட்டை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดเพลย์ลิสต์
tr_tr: Çalma listesi yüklenirken hata oluştu
uk_ua: Помилка завантаження списку відтворення
vi_vn: Lỗi khi tải danh sách phát
zh_hans: 加载播放列表出错
zh_tw: 載入播放清單錯誤

# Playlist_Status_Starting
source: Starting playlist...
af_za: Begin tans snitlys...
ar_eg: جاري بدء قائمة التشغيل...
bg_bg: Стартиране на плейлист...
bn_bd: প্লেলিস্ট শুরু হচ্ছে...
ca_es: S'està iniciant la llista de reproducció...
cs_cz: Spouští se seznam skladeb...
da_dk: Starter afspilningsliste...
de_de: Wiedergabeliste wird gestartet...
el_gr: Εκκίνηση λίστας αναπαραγωγής...
es_mx: Iniciando lista de reproducción...
et_ee: Esitusloendi käivitamine...
fa_ir: در حال شروع لیست پخش...
fi_fi: Käynnistetään soittolistaa...
fil_ph: Sinisimulan ang playlist...
fr_fr: Démarrage de la liste de lecture...
ga_ie: Ag tosú seinmliosta...
he_il: מפעיל רשימת השמעה...
hi_in: प्लेलिस्ट शुरू हो रही है...
hr_hr: Pokrećem popis pjesama...
hu_hu: Lejátszási lista indítása...
id_id: Memulai daftar putar...
it_it: Avvio playlist...
ja_jp: プレイリストを開始中...
ko_kr: 재생 목록 시작 중...
lt_lt: Paleidžiamas grojaraštis...
ms_my: Memulakan senarai main...
nl_nl: Afspeellijst starten...
no_no: Starter spilleliste...
pa_in: ਪਲੇਲਿਸਟ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Uruchamiam playlistę...
pt_br: Iniciando playlist...
ro_ro: Se pornește lista de redare...
ru_ru: Запуск плейлиста...
sk_sk: Spúšťam zoznam skladieb...
sq_al: Duke filluar listën e luajtjes...
sr_cyrl_rs: Покретање плејлисте...
sv_se: Startar spellista...
sw_ke: Inaanza orodha ya kucheza...
ta_in: பிளேலிஸ்ட் தொடங்குகிறது...
th_th: กำลังเริ่มเพลย์ลิสต์...
tr_tr: Çalma listesi başlatılıyor...
uk_ua: Запуск списку відтворення...
vi_vn: Đang bắt đầu danh sách phát...
zh_hans: 正在启动播放列表...
zh_tw: 正在啟動播放清單...
