Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# ArtistPage_Menu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# ArtistPage_Menu_ChangeImage
source: Change Image
af_za: Verander Beeld
ar_eg: تغيير الصورة
bg_bg: Смени изображението
bn_bd: ছবি পরিবর্তন করুন
ca_es: Canviar imatge
cs_cz: Změnit obrázek
da_dk: Skift billede
de_de: Bild ändern
el_gr: Αλλαγή εικόνας
es_mx: Cambiar imagen
et_ee: Muuda pilti
fa_ir: تغییر تصویر
fil_ph: Palitan ang Larawan
fr_fr: Changer l'image
ga_ie: Athraigh Íomhá
he_il: שנה תמונה
hi_in: छवि बदलें
hr_hr: Promijeni sliku
hu_hu: Kép módosítása
id_id: Ubah Gambar
it_it: Cambia immagine
ja_jp: 画像を編集
ko_kr: 이미지 변경
lt_lt: Pakeisti paveikslėlį
ms_my: Tukar Imej
nl_nl: Afbeelding wijzigen
no_no: Endre bilde
pa_in: ਚਿੱਤਰ ਬਦਲੋ
pl_pl: Zmień obraz
ru_ru: Изменить изображение
sk_sk: Zmeniť obrázok
sq_al: Ndrysho imazhin
sr_cyrl_rs: Промени слику
sv_se: Ändra bild
sw_ke: Badilisha Picha
ta_in: படத்தை மாற்று
th_th: เปลี่ยนรูปภาพ
tr_tr: Resmi Değiştir
uk_ua: Змінити зображення
vi_vn: Thay đổi ảnh
zh_hans: 更改图像

# ArtistPage_Menu_RemoveImage
source: Remove Image
af_za: Verwyder Beeld
ar_eg: إزالة الصورة
bg_bg: Премахни изображението
bn_bd: ছবি সরান
ca_es: Eliminar imatge
cs_cz: Odebrat obrázek
da_dk: Fjern billede
de_de: Bild entfernen
el_gr: Κατάργηση εικόνας
es_mx: Eliminar imagen
et_ee: Eemalda pilt
fa_ir: حذف تصویر
fil_ph: Alisin ang Larawan
fr_fr: Supprimer l'image
ga_ie: Bain Íomhá
he_il: הסר תמונה
hi_in: छवि हटाएँ
hr_hr: Ukloni sliku
hu_hu: Kép eltávolítása
id_id: Hapus Gambar
it_it: Rimuovi immagine
ja_jp: 画像を削除
ko_kr: 이미지 제거
lt_lt: Pašalinti paveikslėlį
ms_my: Alih keluar Imej
nl_nl: Afbeelding verwijderen
no_no: Fjern bilde
pa_in: ਚਿੱਤਰ ਹਟਾਓ
pl_pl: Usuń obraz
ru_ru: Удалить изображение
sk_sk: Odstrániť obrázok
sq_al: Hiq imazhin
sr_cyrl_rs: Уклони слику
sv_se: Ta bort bild
sw_ke: Ondoa Picha
ta_in: படத்தை நீக்கு
th_th: ลบรูปภาพ
tr_tr: Resmi Kaldır
uk_ua: Видалити зображення
vi_vn: Xóa ảnh
zh_hans: 删除图像

# ArtistPage_Empty_Title
source: No artists found
af_za: Geen kunstenaars gevind nie
ar_eg: لم يتم العثور على فنانين
bg_bg: Няма намерени изпълнители
bn_bd: কোনো শিল্পী পাওয়া যায়নি
ca_es: No s'han trobat artistes
cs_cz: Nenalezen žádný interpret
da_dk: Ingen kunstnere fundet
de_de: Keine Künstler gefunden
el_gr: Δεν βρέθηκαν καλλιτέχνες
es_mx: No se encontraron artistas
et_ee: Artiste ei leitud
fa_ir: هیچ هنرمندی یافت نشد
fil_ph: Walang artist na natagpuan
fr_fr: Aucun artiste trouvé
ga_ie: Níor aimsíodh ealaíontóirí ar bith
he_il: לא נמצאו אמנים
hi_in: कोई कलाकार नहीं मिला
hr_hr: Nema pronađenih izvođača
hu_hu: Nem található előadó
id_id: Tidak ada artis ditemukan
it_it: Nessun artista trovato
ja_jp: アーティストが見つかりません
ko_kr: 아티스트를 찾을 수 없습니다
lt_lt: Atlikėjų nerasta
ms_my: Tiada artis ditemui
nl_nl: Geen artiesten gevonden
no_no: Ingen artister funnet
pa_in: ਕੋਈ ਕਲਾਕਾਰ ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono artystów
ru_ru: Исполнители не найдены
sk_sk: Žiadni interpreti nenájdení
sq_al: Asnjë artist nuk u gjet
sr_cyrl_rs: Нису пронађени извођачи
sv_se: Inga artister hittades
sw_ke: Hakuna wasanii walioapatikana
ta_in: கலைஞர்கள் யாரும் இல்லை
th_th: ไม่พบศิลปิน
tr_tr: Sanatçı bulunamadı
uk_ua: Виконавців не знайдено
vi_vn: Không tìm thấy nghệ sĩ nào
zh_hans: 未找到艺术家

# ArtistPage_Empty_Subtitle
source: Scan your music library to populate artists
af_za: Skandeer jou musiekbiblioteek om kunstenaars te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء الفنانين
bg_bg: Сканирайте музикалната си библиотека, за да попълните изпълнители
bn_bd: শিল্পী পূরণ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per omplir els artistes
cs_cz: Prohledat hudební knihovnu pro naplnění interpretů
da_dk: Scan dit musikbibliotek for at udfylde kunstnere
de_de: Scannen Sie Ihre Musikbibliothek, um Künstler zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να εμφανιστούν οι καλλιτέχνες
es_mx: Escanee su biblioteca de música para completar los artistas
et_ee: Artistide lisamiseks skaneeri oma muusikakogu
fa_ir: کتابخانه موسیقی خود را برای پر کردن هنرمندان اسکن کنید
fil_ph: I-scan ang iyong library ng musika upang punan ang mga artist
fr_fr: Scannez votre bibliothèque musicale pour remplir les artistes
ga_ie: Scan do leabharlann ceoil chun ealaíontóirí a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס אמנים
hi_in: कलाकार पॉप्युलेट करने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu biblioteku za popunjavanje izvođača
hu_hu: Olvassa be a zenei könyvtárát az előadók feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi artis
it_it: Scansiona la tua libreria musicale per popolare gli artisti
ja_jp: 音楽ライブラリをスキャンしてアーティストを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 아티스트를 채웁니다
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte atlikėjus
ms_my: Imbas pustaka muzik anda untuk mengisi artis
nl_nl: Scan uw muziekbibliotheek om artiesten te vullen
no_no: Skann musikkbiblioteket ditt for å fylle artister
pa_in: ਕਲਾਕਾਰਾਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl_pl: Zeskanuj swoją bibliotekę muzyczną, aby wypełnić artystów
ru_ru: Просканируйте свою музыкальную библиотеку, чтобы заполнить исполнителей
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie interpretov
sq_al: Skano bibliotekën tuaj të muzikës për të mbushur artistët
sr_cyrl_rs: Скенирајте музичку библиотеку да бисте попунили извођаче
sv_se: Skanna ditt musikbibliotek för att fylla på artister
sw_ke: Changanua maktaba yako ya muziki kujaza wasanii
ta_in: கலைஞர்களைச் சேர்க்க உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนไลบรารีเพลงของคุณเพื่อเพิ่มศิลปิน
tr_tr: Sanatçıları doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб додати виконавців
vi_vn: Quét thư viện nhạc của bạn để điền nghệ sĩ
zh_hans: 扫描您的音乐库以填充艺术家

# ArtistViewPage_EditOverlay_Content
source: Change artist image
af_za: Verander kunstenaarbeeld
ar_eg: تغيير صورة الفنان
bg_bg: Смени изображението на изпълнителя
bn_bd: শিল্পীর ছবি পরিবর্তন করুন
ca_es: Canviar imatge de l'artista
cs_cz: Změnit obrázek interpreta
da_dk: Skift kunstnerbillede
de_de: Künstlerbild ändern
el_gr: Αλλαγή εικόνας καλλιτέχνη
es_mx: Cambiar imagen de artista
et_ee: Muuda artisti pilti
fa_ir: تغییر تصویر هنرمند
fil_ph: Palitan ang larawan ng artist
fr_fr: Changer l'image de l'artiste
ga_ie: Athraigh íomhá ealaíontóra
he_il: שנה תמונת אמן
hi_in: कलाकार की छवि बदलें
hr_hr: Promijeni sliku izvođača
hu_hu: Előadó képének módosítása
id_id: Ubah gambar artis
it_it: Cambia immagine artista
ja_jp: アーティスト画像を編集
ko_kr: 아티스트 이미지 변경
lt_lt: Pakeisti atlikėjo paveikslėlį
ms_my: Tukar imej artis
nl_nl: Artiestafbeelding wijzigen
no_no: Endre artistbilde
pa_in: ਕਲਾਕਾਰ ਚਿੱਤਰ ਬਦਲੋ
pl_pl: Zmień obraz artysty
ru_ru: Изменить изображение исполнителя
sk_sk: Zmeniť obrázok interpreta
sq_al: Ndrysho imazhin e artistit
sr_cyrl_rs: Промени слику извођача
sv_se: Ändra artistbild
sw_ke: Badilisha picha ya msanii
ta_in: கலைஞர் படத்தை மாற்று
th_th: เปลี่ยนรูปภาพศิลปิน
tr_tr: Sanatçı resmini değiştir
uk_ua: Змінити зображення виконавця
vi_vn: Thay đổi ảnh nghệ sĩ
zh_hans: 更改艺术家图像

# ArtistViewPage_ImageMenu_ChangeImage
source: Change Image
af_za: Verander Beeld
ar_eg: تغيير الصورة
bg_bg: Смени изображението
bn_bd: ছবি পরিবর্তন করুন
ca_es: Canviar imatge
cs_cz: Změnit obrázek
da_dk: Skift billede
de_de: Bild ändern
el_gr: Αλλαγή εικόνας
es_mx: Cambiar imagen
et_ee: Muuda pilti
fa_ir: تغییر تصویر
fil_ph: Palitan ang Larawan
fr_fr: Changer l'image
ga_ie: Athraigh Íomhá
he_il: שנה תמונה
hi_in: छवि बदलें
hr_hr: Promijeni sliku
hu_hu: Kép módosítása
id_id: Ubah Gambar
it_it: Cambia immagine
ja_jp: 画像を編集
ko_kr: 이미지 변경
lt_lt: Pakeisti paveikslėlį
ms_my: Tukar Imej
nl_nl: Afbeelding wijzigen
no_no: Endre bilde
pa_in: ਚਿੱਤਰ ਬਦਲੋ
pl_pl: Zmień obraz
ru_ru: Изменить изображение
sk_sk: Zmeniť obrázok
sq_al: Ndrysho imazhin
sr_cyrl_rs: Промени слику
sv_se: Ändra bild
sw_ke: Badilisha Picha
ta_in: படத்தை மாற்று
th_th: เปลี่ยนรูปภาพ
tr_tr: Resmi Değiştir
uk_ua: Змінити зображення
vi_vn: Thay đổi ảnh
zh_hans: 更改图像

# ArtistViewPage_ImageMenu_RemoveImage
source: Remove Image
af_za: Verwyder Beeld
ar_eg: إزالة الصورة
bg_bg: Премахни изображението
bn_bd: ছবি সরান
ca_es: Eliminar imatge
cs_cz: Odebrat obrázek
da_dk: Fjern billede
de_de: Bild entfernen
el_gr: Κατάργηση εικόνας
es_mx: Eliminar imagen
et_ee: Eemalda pilt
fa_ir: حذف تصویر
fil_ph: Alisin ang Larawan
fr_fr: Supprimer l'image
ga_ie: Bain Íomhá
he_il: הסר תמונה
hi_in: छवि हटाएँ
hr_hr: Ukloni sliku
hu_hu: Kép eltávolítása
id_id: Hapus Gambar
it_it: Rimuovi immagine
ja_jp: 画像を削除
ko_kr: 이미지 제거
lt_lt: Pašalinti paveikslėlį
ms_my: Alih keluar Imej
nl_nl: Afbeelding verwijderen
no_no: Fjern bilde
pa_in: ਚਿੱਤਰ ਹਟਾਓ
pl_pl: Usuń obraz
ru_ru: Удалить изображение
sk_sk: Odstrániť obrázok
sq_al: Hiq imazhin
sr_cyrl_rs: Уклони слику
sv_se: Ta bort bild
sw_ke: Ondoa Picha
ta_in: படத்தை நீக்கு
th_th: ลบรูปภาพ
tr_tr: Resmi Kaldır
uk_ua: Видалити зображення
vi_vn: Xóa ảnh
zh_hans: 删除图像

# ArtistViewPage_Header_Label
source: Artist
af_za: Kunstenaar
ar_eg: فنان
bg_bg: Изпълнител
bn_bd: শিল্পী
ca_es: Artista
cs_cz: Interpret
da_dk: Kunstner
de_de: Künstler
el_gr: Καλλιτέχνης
es_mx: Artista
fa_ir: هنرمند
fr_fr: Artiste
ga_ie: Ealaíontóir
he_il: אמן
hi_in: कलाकार
hr_hr: Izvođač
hu_hu: Előadó
id_id: Artis
it_it: Artista
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjas
ms_my: Artis
nl_nl: Artiest
pa_in: ਕਲਾਕਾਰ
pl_pl: Artysta
ru_ru: Исполнитель
sk_sk: Interpret
sr_cyrl_rs: Извођач
sw_ke: Msanii
ta_in: கலைஞர்
th_th: ศิลปิน
tr_tr: Sanatçı
uk_ua: Виконавець
vi_vn: Nghệ sĩ
zh_hans: 艺术家

# ArtistViewPage_Albums_Title
source: Top Albums
ar_eg: أبرز الألبومات
bg_bg: Топ албуми
bn_bd: সেরা অ্যালবাম
ca_es: Àlbums principals
cs_cz: Nejlepší alba
da_dk: Topalbummer
de_de: Top-Alben
el_gr: Κορυφαία άλμπουμ
es_mx: Álbumes principales
et_ee: Parimad albumid
fa_ir: آلبوم‌های برتر
fil_ph: Nangungunang Mga Album
fr_fr: Meilleurs albums
ga_ie: Príomhalbaim
he_il: אלבומים מובילים
hi_in: शीर्ष एल्बम
hr_hr: Top albumi
hu_hu: Legjobb albumok
id_id: Album Teratas
it_it: Album principali
ja_jp: トップアルバム
ko_kr: 인기 앨범
lt_lt: Populiariausi albumai
ms_my: Album Teratas
no_no: Toppalbum
pa_in: ਚੋਟੀ ਦੀਆਂ ਐਲਬਮਾਂ
pl_pl: Najlepsze albumy
ru_ru: Лучшие альбомы
sk_sk: Najlepšie albumy
sq_al: Albumet më të mira
sr_cyrl_rs: Топ албуми
sv_se: Toppalbum
sw_ke: Albamu Bora
ta_in: சிறந்த ஆல்பங்கள்
th_th: อัลบั้มยอดนิยม
tr_tr: En İyi Albümler
uk_ua: Найкращі альбоми
vi_vn: Album hàng đầu
zh_hans: 热门专辑

# ArtistViewPage_Songs_Title
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# ArtistViewPage_SearchBox_Placeholder
source: Search in artist...
af_za: Soek in kunstenaar...
ar_eg: البحث في الفنان...
bg_bg: Търсене в изпълнител...
bn_bd: শিল্পীতে অনুসন্ধান করুন...
ca_es: Cercar a l'artista...
cs_cz: Hledat v interpretovi...
da_dk: Søg i kunstner...
de_de: Im Künstler suchen...
el_gr: Αναζήτηση σε καλλιτέχνη...
es_mx: Buscar en artista...
et_ee: Otsi artistilt...
fa_ir: جستجو در هنرمند...
fil_ph: Maghanap sa artist...
fr_fr: Rechercher dans l'artiste...
ga_ie: Cuardaigh san ealaíontóir...
he_il: חפש באמן...
hi_in: कलाकार में खोजें...
hr_hr: Pretraži kod izvođača...
hu_hu: Keresés az előadóban...
id_id: Cari di artis...
it_it: Cerca nell'artista...
ja_jp: アーティスト内を検索...
ko_kr: 아티스트 내 검색...
lt_lt: Ieškoti atlikėjyje...
ms_my: Cari dalam artis...
nl_nl: Zoek in artiest...
no_no: Søk i artist...
pa_in: ਕਲਾਕਾਰ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj u artysty...
ru_ru: Поиск у исполнителя...
sk_sk: Vyhľadať u interpreta...
sq_al: Kërko në artist...
sr_cyrl_rs: Претражи у извођачу...
sv_se: Sök i artist...
sw_ke: Tafuta kwenye msanii...
ta_in: கலைஞரில் தேடு...
th_th: ค้นหาในศิลปิน...
tr_tr: Sanatçıda ara...
uk_ua: Пошук у виконавці...
vi_vn: Tìm trong nghệ sĩ...
zh_hans: 在艺术家中搜索...

# ArtistViewPage_SearchButton_ToolTip
source: Search in artist
af_za: Soek in kunstenaar
ar_eg: البحث في الفنان
bg_bg: Търсене в изпълнител
bn_bd: শিল্পীতে অনুসন্ধান করুন
ca_es: Cercar a l'artista
cs_cz: Hledat v interpretovi
da_dk: Søg i kunstner
de_de: Im Künstler suchen
el_gr: Αναζήτηση σε καλλιτέχνη
es_mx: Buscar en artista
et_ee: Otsi artistilt
fa_ir: جستجو در هنرمند
fil_ph: Maghanap sa artist
fr_fr: Rechercher dans l'artiste
ga_ie: Cuardaigh san ealaíontóir
he_il: חפש באמן
hi_in: कलाकार में खोजें
hr_hr: Pretraži kod izvođača
hu_hu: Keresés az előadóban
id_id: Cari di artis
it_it: Cerca nell'artista
ja_jp: アーティスト内を検索
ko_kr: 아티스트 내 검색
lt_lt: Ieškoti atlikėjyje
ms_my: Cari dalam artis
nl_nl: Zoek in artiest
no_no: Søk i artist
pa_in: ਕਲਾਕਾਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj u artysty
ru_ru: Поиск у исполнителя
sk_sk: Vyhľadať u interpreta
sq_al: Kërko në artist
sr_cyrl_rs: Претражи у извођачу
sv_se: Sök i artist
sw_ke: Tafuta kwenye msanii
ta_in: கலைஞரில் தேடு
th_th: ค้นหาในศิลปิน
tr_tr: Sanatçıda ara
uk_ua: Пошук у виконавці
vi_vn: Tìm trong nghệ sĩ
zh_hans: 在艺术家中搜索

# ArtistViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# ArtistViewPage_ShufflePlayButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# ArtistViewPage_SongMenu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# ArtistViewPage_SongMenu_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# ArtistViewPage_SongMenu_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# ArtistViewPage_SongMenu_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# ArtistViewPage_SongMenu_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# ArtistViewPage_SongMenu_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# ArtistViewPage_SongPlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放
