Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# AppDescription
source: Rediscover your local music collection with Nagi, a music player focused on speed, simplicity, and privacy. Nagi is built with C# and WinUI 3 to offer a clean, native Fluent experience. It's beautiful, efficient, and respects your privacy.
af_za: Herontdek jou plaaslike musiekversameling met Nagi, 'n musiekspeler gefokus op spoed, eenvoud en privaatheid. Nagi is gebou met C# en WinUI 3 om 'n skoon, inheemse Fluent-ervaring te bied. Dit is pragtig, doeltreffend en respekteer jou privaatheid.
ar_eg: أعد اكتشاف مجموعتك الموسيقية المحلية مع Nagi، مشغل موسيقى يركز على السرعة والبساطة والخصوصية. تم تصميم Nagi باستخدام C# وWinUI 3 لتقديم تجربة Fluent نظيفة وأصلية. إنه جميل وفعال ويحترم خصوصيتك.
bg_bg: Преоткрийте местната си музикална колекция с Nagi, музикален плейър, фокусиран върху скоростта, простотата и поверителността. Nagi е изграден с C# и WinUI 3, за да предложи чисто, нативно Fluent изживяване. Той е красив, ефективен и уважава вашата поверителност.
bn_bd: Nagi-এর মাধ্যমে আপনার স্থানীয় সঙ্গীত সংগ্রহ পুনরায় আবিষ্কার করুন, এটি গতি, সরলতা এবং গোপনীয়তার উপর কেন্দ্রিত একটি সঙ্গীত প্লেয়ার। Nagi C# এবং WinUI 3 দিয়ে তৈরি করা হয়েছে একটি পরিষ্কার, নেটিভ ফ্লুয়েন্ট অভিজ্ঞতা প্রদান করার জন্য। এটি সুন্দর, কার্যকর এবং আপনার গোপনীয়তাকে সম্মান করে।
ca_es: Redescobreix la teva col·lecció de música local amb Nagi, un reproductor de música centrat en la velocitat, la simplicitat i la privadesa. Nagi està construït amb C# i WinUI 3 per oferir una experiència Fluent neta i nativa. És bonic, eficient i respecta la teva privadesa.
cs_cz: Objevte znovu svou místní hudební sbírku s Nagi, hudebním přehrávačem zaměřeným na rychlost, jednoduchost a soukromí. Nagi je postaveno na C# a WinUI 3, aby nabízelo čistý, nativní Fluent zážitek. Je krásné, efektivní a respektuje vaše soukromí.
da_dk: Genopdag din lokale musiksamling med Nagi, en musikafspiller fokuseret på hastighed, enkelhed og privatliv. Nagi er bygget med C# og WinUI 3 for at tilbyde en ren, indbygget Fluent-oplevelse. Den er smuk, effektiv og respekterer dit privatliv.
de_de: Entdecken Sie Ihre lokale Musiksammlung neu mit Nagi, einem Musikplayer, der sich auf Geschwindigkeit, Einfachheit und Datenschutz konzentriert. Nagi wurde mit C# und WinUI 3 entwickelt, um eine saubere, native Fluent-Erfahrung zu bieten. Er ist schön, effizient und respektiert Ihre Privatsphäre.
el_gr: Ανακαλύψτε ξανά την τοπική συλλογή μουσικής σας με το Nagi, ένα πρόγραμμα αναπαραγωγής μουσικής που εστιάζει στην ταχύτητα, την απλότητα και το απόρρητο. Το Nagi είναι χτισμένο με C# και WinUI 3 για να προσφέρει μια καθαρή, εγγενή εμπειρία Fluent. Είναι όμορφο, αποδοτικό και σέβεται το απόρρητό σας.
es_mx: Redescubra su colección de música local con Nagi, un reproductor de música enfocado en la velocidad, simplicidad y privacidad. Nagi está construido con C# y WinUI 3 para ofrecer una experiencia Fluent limpia y nativa. Es hermoso, eficiente y respeta su privacidad.
et_ee: Avasta oma kohalik muusikakogu uuesti Nagiga – muusikapleieriga, mis keskendub kiirusele, lihtsusele ja privaatsusele. Nagi on ehitatud C# ja WinUI 3-ga, et pakkuda puhast, natiivset Fluent-kogemust. See on ilus, tõhus ja austab teie privaatsust.
fa_ir: مجموعه موسیقی محلی خود را با Nagi دوباره کشف کنید، یک پخش‌کننده موسیقی که بر سرعت، سادگی و حریم خصوصی تمرکز دارد. Nagi با C# و WinUI 3 ساخته شده است تا یک تجربه روان، بومی و تمیز ارائه دهد. زیبا، کارآمد و به حریم خصوصی شما احترام می‌گذارد.
fil_ph: Tuklasin muli ang iyong lokal na koleksyon ng musika gamit ang Nagi, isang music player na nakatuon sa bilis, pagiging simple, at privacy. Ang Nagi ay binuo gamit ang C# at WinUI 3 upang mag-alok ng malinis, katutubong karanasan sa Fluent. Ito ay maganda, mahusay, at iginagalang ang iyong privacy.
fr_fr: Redécouvrez votre collection de musique locale avec Nagi, un lecteur de musique axé sur la vitesse, la simplicité et la confidentialité. Nagi est conçu avec C# et WinUI 3 pour offrir une expérience Fluent propre et native. Il est beau, efficace et respecte votre vie privée.
ga_ie: Athfhionnachtain do bhailiúchán ceoil áitiúil le Nagi, seinnteoir ceoil a dhíríonn ar luas, simplíocht, agus príobháideachas. Tógadh Nagi le C# agus WinUI 3 chun eispéireas glan, dúchasach Fluent a thairiscint. Tá sé álainn, éifeachtúil, agus urramaíonn sé do phríobháideachas.
he_il: גלה מחדש את אוסף המוזיקה המקומי שלך עם Nagi, נגן מוזיקה המתמקד במהירות, בפשטות ובפרטיות. Nagi נבנה עם C# ו-WinUI 3 כדי להציע חוויה זורמת, נקייה וטבעית. הוא יפה, יעיל ומכבד את פרטיותך.
hi_in: नागी के साथ अपने स्थानीय संगीत संग्रह को फिर से खोजें, एक संगीत प्लेयर जो गति, सरलता और गोपनीयता पर केंद्रित है। नागी को C# और WinUI 3 के साथ बनाया गया है ताकि एक स्वच्छ, देशी फ्लुएंट अनुभव प्रदान किया जा सके। यह सुंदर, कुशल है और आपकी गोपनीयता का सम्मान करता है।
hr_hr: Ponovno otkrijte svoju lokalnu glazbenu kolekciju uz Nagi, glazbeni reproduktor fokusiran na brzinu, jednostavnost i privatnost. Nagi je izgrađen u C# i WinUI 3 kako bi ponudio čisto, izvorno Fluent iskustvo. Lijep je, učinkovit i poštuje vašu privatnost.
hu_hu: Fedezze fel újra helyi zenei gyűjteményét a Nagival, egy zenelejátszóval, amely a sebességre, az egyszerűségre és az adatvédelemre összpontosít. A Nagi C# és WinUI 3 segítségével készült, hogy tiszta, natív Fluent élményt nyújtson. Szép, hatékony és tiszteletben tartja az adatvédelmét.
id_id: Temukan kembali koleksi musik lokal Anda dengan Nagi, pemutar musik yang berfokus pada kecepatan, kesederhanaan, dan privasi. Nagi dibangun dengan C# dan WinUI 3 untuk menawarkan pengalaman Fluent yang bersih dan asli. Indah, efisien, dan menghormati privasi Anda.
it_it: Riscopri la tua raccolta musicale locale con Nagi, un lettore musicale incentrato su velocità, semplicità e privacy. Nagi è costruito con C# e WinUI 3 per offrire un'esperienza Fluent pulita e nativa. È bello, efficiente e rispetta la tua privacy.
ja_jp: Nagiでローカルの音楽コレクションを再発見しましょう。Nagiは速度、シンプルさ、プライバシーに焦点を当てた音楽プレイヤーです。C#とWinUI 3で構築されており、クリーンでネイティブなFluent体験を提供します。美しく、効率的で、プライバシーを尊重します。
ko_kr: 속도, 단순성, 개인 정보 보호에 중점을 둔 음악 플레이어 Nagi로 로컬 음악 컬렉션을 재발견하세요. Nagi는 깨끗하고 기본 Fluent 경험을 제공하기 위해 C# 및 WinUI 3으로 구축되었습니다. 아름답고 효율적이며 개인 정보 보호를 존중합니다.
lt_lt: Iš naujo atraskite savo vietinę muzikos kolekciją su Nagi – muzikos grotuvu, orientuotu į greitį, paprastumą ir privatumą. Nagi sukurtas naudojant C# ir WinUI 3, kad pasiūlytų švarią, natūralią „Fluent“ patirtį. Jis yra gražus, efektyvus ir gerbia jūsų privatumą.
ms_my: Temukan semula koleksi muzik tempatan anda dengan Nagi, pemain muzik yang memberi tumpuan kepada kelajuan, kesederhanaan, dan privasi. Nagi dibina dengan C# dan WinUI 3 untuk menawarkan pengalaman Fluent yang bersih dan asli. Ia cantik, cekap, dan menghormati privasi anda.
nl_nl: Herontdek uw lokale muziekcollectie met Nagi, een muziekspeler gericht op snelheid, eenvoud en privacy. Nagi is gebouwd met C# en WinUI 3 om een schone, native Fluent-ervaring te bieden. Het is mooi, efficiënt en respecteert uw privacy.
no_no: Gjenoppdag din lokale musikksamling med Nagi, en musikkspiller fokusert på hastighet, enkelhet og personvern. Nagi er bygget med C# og WinUI 3 for å tilby en ren, innfødt Fluent-opplevelse. Den er vakker, effektiv og respekterer personvernet ditt.
pa_in: ਨਾਗੀ ਨਾਲ ਆਪਣੇ ਸਥਾਨਕ ਸੰਗੀਤ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮੁੜ ਖੋਜੋ, ਇੱਕ ਸੰਗੀਤ ਪਲੇਅਰ ਜੋ ਗਤੀ, ਸਰਲਤਾ ਅਤੇ ਗੋਪਨੀਯਤਾ 'ਤੇ ਕੇਂਦਰਿਤ ਹੈ। ਨਾਗੀ ਇੱਕ ਸਾਫ਼, ਮੂਲ ਫਲੂਐਂਟ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ C# ਅਤੇ WinUI 3 ਨਾਲ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਇਹ ਸੁੰਦਰ, ਕੁਸ਼ਲ ਅਤੇ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰਦਾ ਹੈ।
pl_pl: Odkryj ponownie swoją lokalną kolekcję muzyki dzięki Nagi – odtwarzaczowi muzyki skupionemu na szybkości, prostocie i prywatności. Nagi został zbudowany przy użyciu C# i WinUI 3, aby oferować czyste, natywne środowisko Fluent. Jest piękny, wydajny i szanuje Twoją prywatność.
ru_ru: Откройте для себя свою локальную музыкальную коллекцию заново с Nagi — музыкальным плеером, ориентированным на скорость, простоту и конфиденциальность. Nagi создан с использованием C# и WinUI 3, чтобы предложить чистый, нативный Fluent опыт. Он красив, эффективен и уважает вашу конфиденциальность.
sk_sk: Objavte svoju lokálnu hudobnú kolekciu s Nagi, hudobným prehrávačom zameraným na rýchlosť, jednoduchosť a súkromie. Nagi je postavené na C# a WinUI 3, aby ponúklo čistý, natívny Fluent zážitok. Je krásne, efektívne a rešpektuje vaše súkromie.
sq_al: Rizbuloni koleksionin tuaj lokal të muzikës me Nagi, një luajtës muzike i fokusuar në shpejtësi, thjeshtësi dhe privatësi. Nagi është ndërtuar me C# dhe WinUI 3 për të ofruar një përvojë të pastër, amtare Fluent. Është i bukur, efikas dhe respekton privatësinë tuaj.
sr_cyrl_rs: Поново откријте своју локалну музичку колекцију уз Наги, музички плејер фокусиран на брзину, једноставност и приватност. Наги је изграђен помоћу C# и WinUI 3 како би понудио чисто, изворно Флуент искуство. Леп је, ефикасан и поштује вашу приватност.
sv_se: Återupptäck din lokala musiksamling med Nagi, en musikspelare fokuserad på snabbhet, enkelhet och integritet. Nagi är byggd med C# och WinUI 3 för att erbjuda en ren, nativ Fluent-upplevelse. Den är vacker, effektiv och respekterar din integritet.
sw_ke: Gundua tena mkusanyiko wako wa muziki wa ndani ukitumia Nagi, kichezaji cha muziki kinacholenga kasi, urahisi, na faragha. Nagi imejengwa kwa C# na WinUI 3 ili kutoa uzoefu safi, asili wa Fluent. Ni nzuri, inafanya kazi vizuri, na inaheshimu faragha yako.
ta_in: நாகி மூலம் உங்கள் உள்ளூர் இசைத் தொகுப்பை மீண்டும் கண்டறியுங்கள், இது வேகம், எளிமை மற்றும் தனியுரிமை ஆகியவற்றில் கவனம் செலுத்தும் ஒரு இசை பிளேயர். நாகி C# மற்றும் WinUI 3 உடன் கட்டமைக்கப்பட்டு, தூய்மையான, சொந்த Fluent அனுபவத்தை வழங்குகிறது. இது அழகானது, திறமையானது மற்றும் உங்கள் தனியுரிமையை மதிக்கிறது.
th_th: ค้นพบชุดเพลงในเครื่องของคุณอีกครั้งด้วย Nagi เครื่องเล่นเพลงที่เน้นความเร็ว ความเรียบง่าย และความเป็นส่วนตัว Nagi สร้างขึ้นด้วย C# และ WinUI 3 เพื่อมอบประสบการณ์ Fluent ที่สะอาดตาและเป็นธรรมชาติ สวยงาม มีประสิทธิภาพ และเคารพความเป็นส่วนตัวของคุณ
tr_tr: Hız, basitlik ve gizliliğe odaklanan bir müzik çalar olan Nagi ile yerel müzik koleksiyonunuzu yeniden keşfedin. Nagi, temiz ve yerel bir Fluent deneyimi sunmak için C# ve WinUI 3 ile geliştirilmiştir. Güzel, verimli ve gizliliğinize saygı duyar.
uk_ua: Відкрийте заново свою локальну музичну колекцію з Nagi — музичним програвачем, орієнтованим на швидкість, простоту та конфіденційність. Nagi створено на C# та WinUI 3, щоб запропонувати чистий, нативний досвід Fluent. Він красивий, ефективний та поважає вашу конфіденційність.
vi_vn: Tái khám phá bộ sưu tập nhạc cục bộ của bạn với Nagi, một trình phát nhạc tập trung vào tốc độ, sự đơn giản và quyền riêng tư. Nagi được xây dựng bằng C# và WinUI 3 để mang đến trải nghiệm Fluent sạch sẽ, nguyên bản. Nó đẹp, hiệu quả và tôn trọng quyền riêng tư của bạn.
zh_hans: 使用 Nagi 重新发现您的本地音乐收藏，这是一款注重速度、简洁和隐私的音乐播放器。Nagi 使用 C# 和 WinUI 3 构建，提供干净、原生的 Fluent 体验。它美观、高效并尊重您的隐私。

# AppShortName
source: Nagi
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகி

# AppDisplayName
source: Nagi Music Player
af_za: Nagi Musiekspeler
ar_eg: مشغل موسيقى Nagi
bg_bg: Музикален плейър Nagi
bn_bd: Nagi মিউজিক প্লেয়ার
ca_es: Reproductor de música Nagi
cs_cz: Hudební přehrávač Nagi
da_dk: Nagi Musikafspiller
de_de: Nagi Musikplayer
el_gr: Nagi Αναπαραγωγέας Μουσικής
es_mx: Reproductor de música Nagi
et_ee: Nagi muusikapleier
fa_ir: پخش‌کننده موسیقی Nagi
fr_fr: Nagi Lecteur de musique
ga_ie: Seinnteoir Ceoil Nagi
he_il: נגן המוזיקה Nagi
hi_in: नागी म्यूज़िक प्लेयर
hr_hr: Nagi glazbeni reproduktor
hu_hu: Nagi Zenelejátszó
id_id: Pemutar Musik Nagi
ja_jp: Nagi ミュージックプレイヤー
ko_kr: Nagi 음악 플레이어
lt_lt: Nagi muzikos grotuvas
ms_my: Pemain Muzik Nagi
nl_nl: Nagi Muziekspeler
no_no: Nagi Musikkspiller
pa_in: ਨਾਗੀ ਸੰਗੀਤ ਪਲੇਅਰ
pl_pl: Odtwarzacz muzyki Nagi
ru_ru: Музыкальный плеер Nagi
sk_sk: Hudobný prehrávač Nagi
sq_al: Nagi Luajtës Muzike
sr_cyrl_rs: Наги музички плејер
sv_se: Nagi Musikspelare
sw_ke: Kichezaji Muziki cha Nagi
ta_in: நாகி இசை பிளேயர்
th_th: เครื่องเล่นเพลง Nagi
tr_tr: Nagi Müzik Çalar
uk_ua: Nagi Музичний Програвач
vi_vn: Trình phát nhạc Nagi
zh_hans: Nagi 音乐播放器

# AppInfoTip
source: Open with Nagi Music Player
af_za: Maak oop met Nagi Musiekspeler
ar_eg: فتح باستخدام مشغل موسيقى Nagi
bg_bg: Отваряне с Nagi Music Player
bn_bd: Nagi মিউজিক প্লেয়ার দিয়ে খুলুন
ca_es: Obrir amb el reproductor de música Nagi
cs_cz: Otevřít v hudebním přehrávači Nagi
da_dk: Åbn med Nagi Musikafspiller
de_de: Mit Nagi Musikplayer öffnen
el_gr: Άνοιγμα με Nagi Αναπαραγωγέα Μουσικής
es_mx: Abrir con el reproductor de música Nagi
et_ee: Ava Nagi muusikapleieriga
fa_ir: باز کردن با پخش‌کننده موسیقی Nagi
fil_ph: Buksan gamit ang Nagi Music Player
fr_fr: Ouvrir avec Nagi Lecteur de musique
ga_ie: Oscail le Seinnteoir Ceoil Nagi
he_il: פתח באמצעות נגן המוזיקה Nagi
hi_in: नागी म्यूज़िक प्लेयर के साथ खोलें
hr_hr: Otvori s Nagi glazbenim reproduktorom
hu_hu: Megnyitás Nagi Zenelejátszóval
id_id: Buka dengan Pemutar Musik Nagi
it_it: Apri con Nagi Music Player
ja_jp: Nagi ミュージックプレイヤーで開く
ko_kr: Nagi 음악 플레이어로 열기
lt_lt: Atidaryti su Nagi muzikos grotuvu
ms_my: Buka dengan Pemain Muzik Nagi
nl_nl: Openen met Nagi Muziekspeler
no_no: Åpne med Nagi Musikkspiller
pa_in: ਨਾਗੀ ਸੰਗੀਤ ਪਲੇਅਰ ਨਾਲ ਖੋਲ੍ਹੋ
pl_pl: Otwórz za pomocą odtwarzacza muzyki Nagi
ru_ru: Открыть с помощью музыкального плеера Nagi
sk_sk: Otvoriť s hudobným prehrávačom Nagi
sq_al: Hap me Nagi Luajtës Muzike
sr_cyrl_rs: Отвори помоћу Наги музичког плејера
sv_se: Öppna med Nagi Musikspelare
sw_ke: Fungua na Kichezaji Muziki cha Nagi
ta_in: நாகி இசை பிளேயருடன் திற
th_th: เปิดด้วยเครื่องเล่นเพลง Nagi
tr_tr: Nagi Müzik Çalar ile Aç
uk_ua: Відкрити за допомогою Nagi Музичного Програвача
vi_vn: Mở bằng Trình phát nhạc Nagi
zh_hans: 使用 Nagi 音乐播放器打开

# StartupTaskDisplayName
source: Nagi Startup
af_za: Nagi Opstart
ar_eg: بدء تشغيل Nagi
bg_bg: Стартиране на Nagi
bn_bd: Nagi স্টার্টআপ
ca_es: Inici de Nagi
cs_cz: Spuštění Nagi
da_dk: Nagi Opstart
de_de: Nagi Start
el_gr: Εκκίνηση Nagi
es_mx: Inicio de Nagi
et_ee: Nagi käivitamine
fa_ir: راه‌اندازی Nagi
fil_ph: Pagsisimula ng Nagi
fr_fr: Démarrage de Nagi
ga_ie: Tús Nagi
he_il: הפעלת Nagi
hi_in: नागी स्टार्टअप
hr_hr: Pokretanje Nagija
hu_hu: Nagi indítás
id_id: Startup Nagi
it_it: Avvio Nagi
ja_jp: Nagi 起動
ko_kr: Nagi 시작
lt_lt: Nagi paleistis
ms_my: Permulaan Nagi
nl_nl: Nagi Opstarten
no_no: Nagi Oppstart
pa_in: ਨਾਗੀ ਸ਼ੁਰੂਆਤ
pl_pl: Uruchamianie Nagi
ru_ru: Запуск Nagi
sk_sk: Spustenie Nagi
sq_al: Nisja e Nagi
sr_cyrl_rs: Покретање Нагија
sv_se: Nagi Start
sw_ke: Mwanzo wa Nagi
ta_in: நாகி தொடக்கம்
th_th: การเริ่มต้น Nagi
tr_tr: Nagi Başlangıç
uk_ua: Запуск Nagi
vi_vn: Khởi động Nagi
zh_hans: Nagi 启动

# Player_PreviousButton_ToolTip
source: Previous
af_za: Vorige
ar_eg: السابق
bg_bg: Предишно
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fil_ph: Nakaraan
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodno
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelum
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
ru_ru: Предыдущая
sk_sk: Predchádzajúce
sq_al: Paraprake
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyotangulia
ta_in: முந்தையது
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_hans: 上一首

# Player_NextButton_ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fil_ph: Susunod
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
ru_ru: Следующая
sk_sk: Ďalšie
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_hans: 下一首

# Player_LyricsButton_ToolTip
source: Lyrics
af_za: Lirieke
ar_eg: كلمات الأغنية
bg_bg: Текстове
bn_bd: লিরিক্স
ca_es: Lletres
cs_cz: Texty
da_dk: Tekster
de_de: Liedtext
el_gr: Στίχοι
es_mx: Letras
et_ee: Sõnad
fa_ir: متن آهنگ
fr_fr: Paroles
ga_ie: Liricí
he_il: מילים
hi_in: गीत
hr_hr: Stihovi
hu_hu: Dalszövegek
id_id: Lirik
it_it: Testi
ja_jp: 歌詞
ko_kr: 가사
lt_lt: Dainų tekstai
ms_my: Lirik
nl_nl: Teksten
no_no: Tekster
pa_in: ਬੋਲ
pl_pl: Teksty piosenek
ru_ru: Текст песни
sk_sk: Texty piesní
sq_al: Tekstet
sr_cyrl_rs: Текстови песама
sv_se: Låtext
sw_ke: Mashairi
ta_in: பாடல் வரிகள்
th_th: เนื้อเพลง
tr_tr: Şarkı Sözleri
uk_ua: Текст пісні
vi_vn: Lời bài hát
zh_hans: 歌词

# Player_QueueButton_ToolTip
source: Up Next
af_za: Volgende
ar_eg: قائمة التشغيل التالية
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# Player_GoToAlbumButton_ToolTip
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# QueueFlyout_Title
source: Up Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# AlbumPage_Title
source: Albums
ar_eg: الألبومات
bg_bg: Албуми
bn_bd: অ্যালবাম
ca_es: Àlbums
cs_cz: Alba
da_dk: Albummer
de_de: Alben
el_gr: Άλμπουμ
es_mx: Álbumes
et_ee: Albumid
fa_ir: آلبوم‌ها
fil_ph: Mga Album
ga_ie: Albaim
he_il: אלבומים
hi_in: एल्बम
hr_hr: Albumi
hu_hu: Albumok
id_id: Album
it_it: Album
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumai
ms_my: Album
no_no: Album
pa_in: ਐਲਬਮਾਂ
pl_pl: Albumy
ru_ru: Альбомы
sk_sk: Albumy
sq_al: Albume
sr_cyrl_rs: Албуми
sv_se: Album
sw_ke: Albamu
ta_in: ஆல்பங்கள்
th_th: อัลบั้ม
tr_tr: Albümler
uk_ua: Альбоми
vi_vn: Album
zh_hans: 专辑

# AlbumPage_SearchBox_Placeholder
source: Search albums...
af_za: Soek albums...
ar_eg: البحث في الألبومات...
bg_bg: Търсене на албуми...
bn_bd: অ্যালবাম অনুসন্ধান করুন...
ca_es: Cercar àlbums...
cs_cz: Hledat alba...
da_dk: Søg albummer...
de_de: Alben suchen...
el_gr: Αναζήτηση άλμπουμ...
es_mx: Buscar álbumes...
et_ee: Otsi albumeid...
fa_ir: جستجوی آلبوم‌ها...
fil_ph: Maghanap ng mga album...
fr_fr: Rechercher des albums...
ga_ie: Cuardaigh albaim...
he_il: חפש אלבומים...
hi_in: एल्बम खोजें...
hr_hr: Pretraži albume...
hu_hu: Albumok keresése...
id_id: Cari album...
it_it: Cerca album...
ja_jp: アルバムを検索...
ko_kr: 앨범 검색...
lt_lt: Ieškoti albumų...
ms_my: Cari album...
nl_nl: Zoek albums...
no_no: Søk album...
pa_in: ਐਲਬਮਾਂ ਖੋਜੋ...
pl_pl: Szukaj albumów...
ru_ru: Поиск альбомов...
sk_sk: Vyhľadať albumy...
sq_al: Kërko albume...
sr_cyrl_rs: Претражи албуме...
sv_se: Sök album...
sw_ke: Tafuta albamu...
ta_in: ஆல்பங்களைத் தேடு...
th_th: ค้นหาอัลบั้ม...
tr_tr: Albümleri ara...
uk_ua: Пошук альбомів...
vi_vn: Tìm album...
zh_hans: 搜索专辑...

# AlbumPage_SearchButton_ToolTip
source: Search albums
af_za: Soek albums
ar_eg: البحث في الألبومات
bg_bg: Търсене на албуми
bn_bd: অ্যালবাম অনুসন্ধান করুন
ca_es: Cercar àlbums
cs_cz: Hledat alba
da_dk: Søg albummer
de_de: Alben suchen
el_gr: Αναζήτηση άλμπουμ
es_mx: Buscar álbumes
et_ee: Otsi albumeid
fa_ir: جستجوی آلبوم‌ها
fil_ph: Maghanap ng mga album
fr_fr: Rechercher des albums
ga_ie: Cuardaigh albaim
he_il: חפש אלבומים
hi_in: एल्बम खोजें
hr_hr: Pretraži albume
hu_hu: Albumok keresése
id_id: Cari album
it_it: Cerca album
ja_jp: アルバムを検索
ko_kr: 앨범 검색
lt_lt: Ieškoti albumų
ms_my: Cari album
nl_nl: Zoek albums
no_no: Søk album
pa_in: ਐਲਬਮਾਂ ਖੋਜੋ
pl_pl: Szukaj albumów
ru_ru: Поиск альбомов
sk_sk: Vyhľadať albumy
sq_al: Kërko albume
sr_cyrl_rs: Претражи албуме
sv_se: Sök album
sw_ke: Tafuta albamu
ta_in: ஆல்பங்களைத் தேடு
th_th: ค้นหาอัลบั้ม
tr_tr: Albümleri ara
uk_ua: Пошук альбомів
vi_vn: Tìm album
zh_hans: 搜索专辑

# AlbumPage_RandomButton_ToolTip
source: Pick one at random
af_za: Kies een ewekansig
ar_eg: اختر واحدًا عشوائيًا
bg_bg: Избери на случаен принцип
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg en tilfældig
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslikult
fa_ir: یکی را به صورت تصادفی انتخاب کنید
fil_ph: Pumili ng isa nang random
fr_fr: En choisir un au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראי
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위로 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig een
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਬੇਤਰਤੀਬੇ ਚੁਣੋ
pl_pl: Wybierz losowo
ru_ru: Выбрать случайный
sk_sk: Vybrať náhodný
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja kwa nasibu
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадково
vi_vn: Chọn ngẫu nhiên
zh_hans: 随机选择一个

# AlbumPage_Menu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放
