Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SmartPlaylistSongViewPage_EmptyState_Title
source: No songs match the current rules
af_za: Geen liedjies pas by die huidige reëls nie
ar_eg: لا توجد أغاني تتطابق مع القواعد الحالية
bg_bg: Нито една песен не отговаря на текущите правила
bn_bd: বর্তমান নিয়মগুলির সাথে কোনো গান মেলে না
ca_es: Cap cançó coincideix amb les regles actuals
cs_cz: Žádné skladby neodpovídají aktuálním pravidlům
da_dk: Ingen sange matcher de nuværende regler
de_de: Keine Titel entsprechen den aktuellen Regeln
el_gr: Κανένα τραγούδι δεν αντιστοιχεί στους τρέχοντες κανόνες
es_mx: Ninguna canción coincide con las reglas actuales
et_ee: Ükski laul ei vasta praegustele reeglitele
fa_ir: هیچ آهنگی با قوانین فعلی مطابقت ندارد
fil_ph: Walang kantang tumutugma sa kasalukuyang mga panuntunan
fr_fr: Aucune chanson ne correspond aux règles actuelles
ga_ie: Ní hionann aon amhrán agus na rialacha reatha
he_il: אף שיר לא תואם את הכללים הנוכחיים
hi_in: वर्तमान नियमों से कोई गाना मेल नहीं खाता
hr_hr: Nijedna pjesma ne odgovara trenutnim pravilima
hu_hu: Egyetlen dal sem felel meg az aktuális szabályoknak
id_id: Tidak ada lagu yang cocok dengan aturan saat ini
it_it: Nessun brano corrisponde alle regole attuali
ja_jp: 現在のルールに一致する曲はありません
ko_kr: 현재 규칙과 일치하는 노래가 없습니다
lt_lt: Nėra dainų, atitinkančių dabartines taisykles
ms_my: Tiada lagu sepadan dengan peraturan semasa
nl_nl: Geen nummers komen overeen met de huidige regels
no_no: Ingen sanger samsvarer med gjeldende regler
pa_in: ਕੋਈ ਗਾਣੇ ਮੌਜੂਦਾ ਨਿਯਮਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pl_pl: Żadne utwory nie pasują do bieżących reguł
ru_ru: Нет песен, соответствующих текущим правилам
sk_sk: Žiadne skladby nezodpovedajú aktuálnym pravidlám
sq_al: Asnjë këngë nuk përputhet me rregullat aktuale
sr_cyrl_rs: Ниједна песма не одговара тренутним правилима
sv_se: Inga låtar matchar de nuvarande reglerna
sw_ke: Hakuna nyimbo zinazolingana na sheria za sasa
ta_in: தற்போதைய விதிகளுடன் பாடல்கள் எதுவும் பொருந்தவில்லை
th_th: ไม่มีเพลงที่ตรงกับกฎปัจจุบัน
tr_tr: Mevcut kurallara uyan şarkı yok
uk_ua: Жодна пісня не відповідає поточним правилам
vi_vn: Không có bài hát nào khớp với các quy tắc hiện tại
zh_hans: 没有歌曲符合当前规则

# SmartPlaylistSongViewPage_EmptyState_Subtitle
source: Try editing the rules
af_za: Probeer die reëls wysig
ar_eg: حاول تعديل القواعد
bg_bg: Опитайте да редактирате правилата
bn_bd: নিয়মগুলি সম্পাদনা করার চেষ্টা করুন
ca_es: Prova d'editar les regles
cs_cz: Zkuste upravit pravidla
da_dk: Prøv at redigere reglerne
de_de: Versuchen Sie, die Regeln zu bearbeiten
el_gr: Δοκιμάστε να επεξεργαστείτε τους κανόνες
es_mx: Intente editar las reglas
et_ee: Proovi reegleid muuta
fa_ir: ویرایش قوانین را امتحان کنید
fil_ph: Subukang i-edit ang mga panuntunan
fr_fr: Essayez de modifier les règles
ga_ie: Bain triail as na rialacha a chur in eagar
he_il: נסה לערוך את הכללים
hi_in: नियमों को संपादित करने का प्रयास करें
hr_hr: Pokušajte urediti pravila
hu_hu: Próbálja meg szerkeszteni a szabályokat
id_id: Coba edit aturannya
it_it: Prova a modificare le regole
ja_jp: ルールを編集してみてください
ko_kr: 규칙을 편집해 보세요
lt_lt: Pabandykite redaguoti taisykles
ms_my: Cuba edit peraturan
nl_nl: Probeer de regels te bewerken
no_no: Prøv å redigere reglene
pa_in: ਨਿਯਮਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj edytować reguły
ru_ru: Попробуйте отредактировать правила
sk_sk: Skúste upraviť pravidlá
sq_al: Provo të ndryshosh rregullat
sr_cyrl_rs: Покушајте да измените правила
sv_se: Prova att redigera reglerna
sw_ke: Jaribu kuhariri sheria
ta_in: விதிகளைத் திருத்த முயற்சிக்கவும்
th_th: ลองแก้ไขกฎ
tr_tr: Kuralları düzenlemeyi deneyin
uk_ua: Спробуйте відредагувати правила
vi_vn: Thử sửa các quy tắc
zh_hans: 尝试编辑规则

# SmartPlaylistSongViewPage_EmptyState_Button_Content
source: Edit Rules
af_za: Wysig Reëls
ar_eg: تعديل القواعد
bg_bg: Редактиране на правила
bn_bd: নিয়ম সম্পাদনা করুন
ca_es: Editar regles
cs_cz: Upravit pravidla
da_dk: Rediger regler
de_de: Regeln bearbeiten
el_gr: Επεξεργασία κανόνων
es_mx: Editar reglas
et_ee: Muuda reegleid
fa_ir: ویرایش قوانین
fil_ph: I-edit ang Mga Panuntunan
fr_fr: Modifier les règles
ga_ie: Cuir Rialacha in Eagar
he_il: ערוך כללים
hi_in: नियम संपादित करें
hr_hr: Uredi pravila
hu_hu: Szabályok szerkesztése
id_id: Edit Aturan
it_it: Modifica regole
ja_jp: ルールを編集
ko_kr: 규칙 편집
lt_lt: Redaguoti taisykles
ms_my: Edit Peraturan
nl_nl: Regels bewerken
no_no: Rediger regler
pa_in: ਨਿਯਮ ਸੰਪਾਦਿਤ ਕਰੋ
pl_pl: Edytuj reguły
ru_ru: Редактировать правила
sk_sk: Upraviť pravidlá
sq_al: Ndrysho rregullat
sr_cyrl_rs: Измени правила
sv_se: Redigera regler
sw_ke: Hariri Sheria
ta_in: விதிகளைத் திருத்து
th_th: แก้ไขกฎ
tr_tr: Kuralları Düzenle
uk_ua: Редагувати правила
vi_vn: Sửa quy tắc
zh_hans: 编辑规则

# SmartPlaylistSongViewPage_EmptyState_Button_ToolTip
source: Edit rules
af_za: Wysig reëls
ar_eg: تعديل القواعد
bg_bg: Редактиране на правила
bn_bd: নিয়ম সম্পাদনা করুন
ca_es: Editar regles
cs_cz: Upravit pravidla
da_dk: Rediger regler
de_de: Regeln bearbeiten
el_gr: Επεξεργασία κανόνων
es_mx: Editar reglas
et_ee: Muuda reegleid
fa_ir: ویرایش قوانین
fil_ph: I-edit ang mga panuntunan
fr_fr: Modifier les règles
ga_ie: Cuir rialacha in eagar
he_il: ערוך כללים
hi_in: नियम संपादित करें
hr_hr: Uredi pravila
hu_hu: Szabályok szerkesztése
id_id: Edit aturan
it_it: Modifica regole
ja_jp: ルールを編集
ko_kr: 규칙 편집
lt_lt: Redaguoti taisykles
ms_my: Edit peraturan
nl_nl: Regels bewerken
no_no: Rediger regler
pa_in: ਨਿਯਮ ਸੰਪਾਦਿਤ ਕਰੋ
pl_pl: Edytuj reguły
ru_ru: Редактировать правила
sk_sk: Upraviť pravidlá
sq_al: Ndrysho rregullat
sr_cyrl_rs: Измени правила
sv_se: Redigera regler
sw_ke: Hariri sheria
ta_in: விதிகளைத் திருத்து
th_th: แก้ไขกฎ
tr_tr: Kuralları düzenle
uk_ua: Редагувати правила
vi_vn: Sửa quy tắc
zh_hans: 编辑规则

# SettingsPage_Section_About
source: About
af_za: Oor
ar_eg: عَنَّا
bg_bg: За
bn_bd: সম্পর্কে
ca_es: Quant a
cs_cz: O aplikaci
da_dk: Om
de_de: Über
el_gr: Σχετικά
es_mx: Acerca de
et_ee: Teave
fa_ir: درباره
fil_ph: Tungkol sa
fr_fr: À propos
ga_ie: Maidir Leis
he_il: אודות
hi_in: के बारे में
hr_hr: O programu
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni
ja_jp: 概要
ko_kr: 정보
lt_lt: Apie
ms_my: Mengenai
nl_nl: Over
no_no: Om
pa_in: ਬਾਰੇ
pl_pl: O programie
ru_ru: О нас
sk_sk: O aplikácii
sq_al: Rreth
sr_cyrl_rs: О програму
sv_se: Om
sw_ke: Kuhusu
ta_in: பற்றி
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про
vi_vn: Về ứng dụng
zh_hans: 关于

# SettingsPage_AboutExpander_Header
source: About Nagi
af_za: Oor Nagi
ar_eg: عن Nagi
bg_bg: За Nagi
bn_bd: Nagi সম্পর্কে
ca_es: Quant a Nagi
cs_cz: O Nagi
da_dk: Om Nagi
de_de: Über Nagi
el_gr: Σχετικά με το Nagi
es_mx: Acerca de Nagi
et_ee: Teave Nagi kohta
fa_ir: درباره Nagi
fil_ph: Tungkol sa Nagi
fr_fr: À propos de Nagi
ga_ie: Maidir le Nagi
he_il: אודות Nagi
hi_in: नागी के बारे में
hr_hr: O Nagiju
hu_hu: A Nagi névjegye
id_id: Tentang Nagi
it_it: Informazioni su Nagi
ja_jp: Nagiについて
ko_kr: Nagi 정보
lt_lt: Apie Nagi
ms_my: Mengenai Nagi
nl_nl: Over Nagi
no_no: Om Nagi
pa_in: ਨਾਗੀ ਬਾਰੇ
pl_pl: O Nagi
ru_ru: О Nagi
sk_sk: O Nagi
sq_al: Rreth Nagi
sr_cyrl_rs: О Нагију
sv_se: Om Nagi
sw_ke: Kuhusu Nagi
ta_in: நாகியைப் பற்றி
th_th: เกี่ยวกับ Nagi
tr_tr: Nagi Hakkında
uk_ua: Про Nagi
vi_vn: Giới thiệu Nagi
zh_hans: 关于 Nagi

# SettingsPage_AboutExpander_Description
source: Rediscover your local music collection with Nagi, a music player focused on speed, simplicity, and privacy.
af_za: Herontdek jou plaaslike musiekversameling met Nagi, 'n musiekspeler gefokus op spoed, eenvoud en privaatheid.
ar_eg: أعد اكتشاف مجموعتك الموسيقية المحلية مع Nagi، مشغل موسيقى يركز على السرعة والبساطة والخصوصية.
bg_bg: Преоткрийте местната си музикална колекция с Nagi, музикален плейър, фокусиран върху скоростта, простотата и поверителността.
bn_bd: Nagi-এর মাধ্যমে আপনার স্থানীয় সঙ্গীত সংগ্রহ পুনরায় আবিষ্কার করুন, এটি গতি, সরলতা এবং গোপনীয়তার উপর কেন্দ্রিত একটি সঙ্গীত প্লেয়ার।
ca_es: Redescobreix la teva col·lecció de música local amb Nagi, un reproductor de música centrat en la velocitat, la simplicitat i la privadesa.
cs_cz: Objevte znovu svou místní hudební sbírku s Nagi, hudebním přehrávačem zaměřeným na rychlost, jednoduchost a soukromí.
da_dk: Genopdag din lokale musiksamling med Nagi, en musikafspiller fokuseret på hastighed, enkelhed og privatliv.
de_de: Entdecken Sie Ihre lokale Musiksammlung neu mit Nagi, einem Musikplayer, der sich auf Geschwindigkeit, Einfachheit und Datenschutz konzentriert.
el_gr: Ανακαλύψτε ξανά την τοπική συλλογή μουσικής σας με το Nagi, ένα πρόγραμμα αναπαραγωγής μουσικής που εστιάζει στην ταχύτητα, την απλότητα και το απόρρητο.
es_mx: Redescubra su colección de música local con Nagi, un reproductor de música enfocado en la velocidad, simplicidad y privacidad.
et_ee: Avasta oma kohalik muusikakogu uuesti Nagiga – muusikapleieriga, mis keskendub kiirusele, lihtsusele ja privaatsusele.
fa_ir: مجموعه موسیقی محلی خود را با Nagi، یک پخش‌کننده موسیقی که بر سرعت، سادگی و حریم خصوصی تمرکز دارد، دوباره کشف کنید.
fil_ph: Tuklasin muli ang iyong lokal na koleksyon ng musika gamit ang Nagi, isang music player na nakatuon sa bilis, pagiging simple, at privacy.
fr_fr: Redécouvrez votre collection de musique locale avec Nagi, un lecteur de musique axé sur la vitesse, la simplicité et la confidentialité.
ga_ie: Athfhionnachtain do bhailiúchán ceoil áitiúil le Nagi, seinnteoir ceoil a dhíríonn ar luas, simplíocht, agus príobháideachas.
he_il: גלה מחדש את אוסף המוזיקה המקומי שלך עם Nagi, נגן מוזיקה המתמקד במהירות, בפשטות ובפרטיות.
hi_in: नागी के साथ अपने स्थानीय संगीत संग्रह को फिर से खोजें, एक संगीत प्लेयर जो गति, सरलता और गोपनीयता पर केंद्रित है।
hr_hr: Ponovno otkrijte svoju lokalnu glazbenu kolekciju uz Nagi, glazbeni reproduktor fokusiran na brzinu, jednostavnost i privatnost.
hu_hu: Fedezze fel újra helyi zenei gyűjteményét a Nagival, egy zenelejátszóval, amely a sebességre, az egyszerűségre és az adatvédelemre összpontosít.
id_id: Temukan kembali koleksi musik lokal Anda dengan Nagi, pemutar musik yang berfokus pada kecepatan, kesederhanaan, dan privasi.
it_it: Riscopri la tua raccolta musicale locale con Nagi, un lettore musicale incentrato su velocità, semplicità e privacy.
ja_jp: Nagiは、速度、シンプルさ、プライバシーに焦点を当てた音楽プレイヤーで、ローカルの音楽コレクションを再発見できます。
ko_kr: 속도, 단순성, 개인 정보 보호에 중점을 둔 음악 플레이어 Nagi로 로컬 음악 컬렉션을 재발견하세요.
lt_lt: Iš naujo atraskite savo vietinę muzikos kolekciją su Nagi – muzikos grotuvu, orientuotu į greitį, paprastumą ir privatumą.
ms_my: Temukan semula koleksi muzik tempatan anda dengan Nagi, pemain muzik yang memberi tumpuan kepada kelajuan, kesederhanaan, dan privasi.
nl_nl: Herontdek uw lokale muziekcollectie met Nagi, een muziekspeler gericht op snelheid, eenvoud en privacy.
no_no: Gjenoppdag din lokale musikksamling med Nagi, en musikkspiller fokusert på hastighet, enkelhet og personvern.
pa_in: ਨਾਗੀ ਨਾਲ ਆਪਣੇ ਸਥਾਨਕ ਸੰਗੀਤ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮੁੜ ਖੋਜੋ, ਇੱਕ ਸੰਗੀਤ ਪਲੇਅਰ ਜੋ ਗਤੀ, ਸਰਲਤਾ ਅਤੇ ਗੋਪਨੀਯਤਾ 'ਤੇ ਕੇਂਦਰਿਤ ਹੈ।
pl_pl: Odkryj ponownie swoją lokalną kolekcję muzyki dzięki Nagi – odtwarzaczowi muzyki skupionemu na szybkości, prostocie i prywatności.
ru_ru: Откройте для себя свою локальную музыкальную коллекцию заново с Nagi, музыкальным плеером, ориентированным на скорость, простоту и конфиденциальность.
sk_sk: Objavte svoju lokálnu hudobnú kolekciu s Nagi, hudobným prehrávačom zameraným na rýchlosť, jednoduchosť a súkromie.
sq_al: Rizbuloni koleksionin tuaj lokal të muzikës me Nagi, një luajtës muzike i fokusuar në shpejtësi, thjeshtësi dhe privatësi.
sr_cyrl_rs: Поново откријте своју локалну музичку колекцију уз Наги, музички плејер фокусиран на брзину, једноставност и приватност.
sv_se: Återupptäck din lokala musiksamling med Nagi, en musikspelare fokuserad på snabbhet, enkelhet och integritet.
sw_ke: Gundua tena mkusanyiko wako wa muziki wa ndani ukitumia Nagi, kichezaji cha muziki kinacholenga kasi, urahisi, na faragha.
ta_in: நாகி மூலம் உங்கள் உள்ளூர் இசைத் தொகுப்பை மீண்டும் கண்டறியுங்கள், இது வேகம், எளிமை மற்றும் தனியுரிமை ஆகியவற்றில் கவனம் செலுத்தும் ஒரு இசை பிளேயர்.
th_th: ค้นพบชุดเพลงในเครื่องของคุณอีกครั้งด้วย Nagi เครื่องเล่นเพลงที่เน้นความเร็ว ความเรียบง่าย และความเป็นส่วนตัว
tr_tr: Hız, basitlik ve gizliliğe odaklanan bir müzik çalar olan Nagi ile yerel müzik koleksiyonunuzu yeniden keşfedin.
uk_ua: Відкрийте заново свою локальну музичну колекцію з Nagi — музичним програвачем, орієнтованим на швидкість, простоту та конфіденційність.
vi_vn: Tái khám phá bộ sưu tập nhạc cục bộ của bạn với Nagi, một trình phát nhạc tập trung vào tốc độ, sự đơn giản và quyền riêng tư.
zh_hans: 使用 Nagi 重新发现您的本地音乐收藏，这是一款注重速度、简洁和隐私的音乐播放器。

# SettingsPage_About_VersionPrefix
source: Version
af_za: Weergawe
ar_eg: الإصدار
bg_bg: Версия
bn_bd: সংস্করণ
ca_es: Versió
cs_cz: Verze
el_gr: Έκδοση
es_mx: Versión
et_ee: Versioon
fa_ir: نسخه
fil_ph: Bersyon
ga_ie: Leagan
he_il: גרסה
hi_in: संस्करण
hr_hr: Verzija
hu_hu: Verzió
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
lt_lt: Versija
ms_my: Versi
nl_nl: Versie
no_no: Versjon
pa_in: ਸੰਸਕਰਣ
pl_pl: Wersja
ru_ru: Версия
sk_sk: Verzia
sq_al: Versioni
sr_cyrl_rs: Верзија
sw_ke: Toleo
ta_in: பதிப்பு
th_th: เวอร์ชัน
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản
zh_hans: 版本

# SettingsPage_About_Licenses_Content
source: View Licenses
af_za: Bekyk Lisensies
ar_eg: عرض التراخيص
bg_bg: Преглед на лицензи
bn_bd: লাইসেন্স দেখুন
ca_es: Veure llicències
cs_cz: Zobrazit licence
da_dk: Se licenser
de_de: Lizenzen anzeigen
el_gr: Προβολή αδειών
es_mx: Ver licencias
et_ee: Vaata litsentse
fa_ir: مشاهده مجوزها
fil_ph: Tingnan ang Mga Lisensya
fr_fr: Afficher les licences
ga_ie: Féach ar Cheadúnais
he_il: הצג רישיונות
hi_in: लाइसेंस देखें
hr_hr: Prikaži licence
hu_hu: Licencek megtekintése
id_id: Lihat Lisensi
it_it: Visualizza licenze
ja_jp: ライセンスを表示
ko_kr: 라이선스 보기
lt_lt: Peržiūrėti licencijas
ms_my: Lihat Lesen
nl_nl: Licenties bekijken
no_no: Vis lisenser
pa_in: ਲਾਇਸੈਂਸ ਦੇਖੋ
pl_pl: Wyświetl licencje
ru_ru: Просмотреть лицензии
sk_sk: Zobraziť licencie
sq_al: Shfaq Licencat
sr_cyrl_rs: Погледај лиценце
sv_se: Visa licenser
sw_ke: Tazama Leseni
ta_in: உரிமங்களைப் பார்
th_th: ดูใบอนุญาต
tr_tr: Lisansları Görüntüle
uk_ua: Переглянути ліцензії
vi_vn: Xem Giấy phép
zh_hans: 查看许可证

# SettingsPage_About_SourceCode_Content
source: Source Code
af_za: Bronkode
ar_eg: التعليمات البرمجية المصدر
bg_bg: Изходен код
bn_bd: সোর্স কোড
ca_es: Codi font
cs_cz: Zdrojový kód
da_dk: Kildekode
de_de: Quellcode
el_gr: Πηγαίος κώδικας
es_mx: Código fuente
et_ee: Lähtekood
fa_ir: کد منبع
fr_fr: Code source
ga_ie: Cód Foinseach
he_il: קוד מקור
hi_in: स्रोत कोड
hr_hr: Izvorni kod
hu_hu: Forráskód
id_id: Kode Sumber
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스 코드
lt_lt: Šaltinio kodas
ms_my: Kod Sumber
nl_nl: Broncode
no_no: Kildekode
pa_in: ਸਰੋਤ ਕੋਡ
pl_pl: Kod źródłowy
ru_ru: Исходный код
sk_sk: Zdrojový kód
sq_al: Kodi Burimor
sr_cyrl_rs: Изворни код
sv_se: Källkod
sw_ke: Msimbo Chanzo
ta_in: மூலக் குறியீடு
th_th: ซอร์สโค้ด
tr_tr: Kaynak Kodu
uk_ua: Вихідний код
vi_vn: Mã nguồn
zh_hans: 源代码

# SettingsPage_About_CheckUpdates_Content
source: Check for Updates
af_za: Kontroleer vir Opdaterings
ar_eg: التحقق من التحديثات
bg_bg: Проверка за актуализации
bn_bd: আপডেটের জন্য পরীক্ষা করুন
ca_es: Cercar actualitzacions
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
es_mx: Buscar actualizaciones
et_ee: Kontrolli uuendusi
fa_ir: بررسی به‌روزرسانی‌ها
fil_ph: Tingnan ang mga Update
fr_fr: Vérifier les mises à jour
ga_ie: Seiceáil le haghaidh Nuashonruithe
he_il: בדוק עדכונים
hi_in: अपडेट के लिए जाँच करें
hr_hr: Provjeri ažuriranja
hu_hu: Frissítések keresése
id_id: Periksa Pembaruan
it_it: Verifica aggiornamenti
ja_jp: 更新を確認
ko_kr: 업데이트 확인
lt_lt: Patikrinti atnaujinimus
ms_my: Semak Kemas Kini
nl_nl: Controleren op updates
no_no: Se etter oppdateringer
pa_in: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdź aktualizacje
ru_ru: Проверить обновления
sk_sk: Skontrolovať aktualizácie
sq_al: Kontrollo për përditësime
sr_cyrl_rs: Провери ажурирања
sv_se: Sök efter uppdateringar
sw_ke: Angalia Sasisho
ta_in: புதுப்பிப்புகளைச் சரிபார்க்கவும்
th_th: ตรวจสอบการอัปเดต
tr_tr: Güncellemeleri Kontrol Et
uk_ua: Перевірити оновлення
vi_vn: Kiểm tra cập nhật
zh_hans: 检查更新

# SettingsPage_About_Feedback_Content
source: Send Feedback
af_za: Stuur Terugvoer
ar_eg: إرسال ملاحظات
bg_bg: Изпрати обратна връзка
bn_bd: প্রতিক্রিয়া পাঠান
ca_es: Enviar comentaris
cs_cz: Odeslat zpětnou vazbu
de_de: Feedback senden
el_gr: Αποστολή σχολίων
es_mx: Enviar comentarios
et_ee: Saada tagasisidet
fa_ir: ارسال بازخورد
fil_ph: Magpadala ng Feedback
fr_fr: Envoyer des commentaires
ga_ie: Seol Aiseolas
he_il: שלח משוב
hi_in: प्रतिक्रिया भेजें
hr_hr: Pošalji povratne informacije
hu_hu: Visszajelzés küldése
id_id: Kirim Umpan Balik
it_it: Invia feedback
ja_jp: フィードバックを送信
ko_kr: 피드백 보내기
lt_lt: Siųsti atsiliepimą
ms_my: Hantar Maklum Balas
nl_nl: Feedback verzenden
no_no: Send tilbakemelding
pa_in: ਫੀਡਬੈਕ ਭੇਜੋ
pl_pl: Wyślij opinię
ru_ru: Отправить отзыв
sk_sk: Odoslať spätnú väzbu
sq_al: Dërgo Feedback
sr_cyrl_rs: Пошаљи повратне информације
sv_se: Skicka feedback
sw_ke: Tuma Maoni
ta_in: கருத்து அனுப்பவும்
th_th: ส่งความคิดเห็น
tr_tr: Geri Bildirim Gönder
uk_ua: Надіслати відгук
vi_vn: Gửi phản hồi
zh_hans: 发送反馈

# SettingsPage_CheckForUpdates_Header
source: Check for updates on startup
af_za: Kontroleer vir opdaterings by opstart
ar_eg: التحقق من التحديثات عند بدء التشغيل
bg_bg: Проверка за актуализации при стартиране
bn_bd: স্টার্টআপে আপডেটের জন্য পরীক্ষা করুন
ca_es: Cercar actualitzacions a l'inici
cs_cz: Kontrolovat aktualizace při spuštění
da_dk: Søg efter opdateringer ved opstart
de_de: Beim Start nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις κατά την εκκίνηση
es_mx: Buscar actualizaciones al inicio
et_ee: Kontrolli uuendusi käivitamisel
fa_ir: بررسی به‌روزرسانی‌ها هنگام راه‌اندازی
fil_ph: Tingnan ang mga update sa pagsisimula
fr_fr: Vérifier les mises à jour au démarrage
ga_ie: Seiceáil le haghaidh nuashonruithe ar thús
he_il: בדוק עדכונים בעת הפעלה
hi_in: स्टार्टअप पर अपडेट के लिए जाँच करें
hr_hr: Provjeravaj ažuriranja pri pokretanju
hu_hu: Frissítések keresése indításkor
id_id: Periksa pembaruan saat startup
it_it: Verifica aggiornamenti all'avvio
ja_jp: 起動時に更新を確認
ko_kr: 시작 시 업데이트 확인
lt_lt: Tikrinti atnaujinimus paleidus
ms_my: Semak kemas kini semasa permulaan
nl_nl: Controleren op updates bij opstarten
no_no: Se etter oppdateringer ved oppstart
pa_in: ਸ਼ੁਰੂਆਤ 'ਤੇ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdź aktualizacje przy starcie
ru_ru: Проверять обновления при запуске
sk_sk: Kontrolovať aktualizácie pri štarte
sq_al: Kontrollo për përditësime në fillim
sr_cyrl_rs: Провери ажурирања при покретању
sv_se: Sök efter uppdateringar vid start
sw_ke: Angalia masasisho wakati wa kuanza
ta_in: துவக்கத்தின் போது புதுப்பிப்புகளைச் சரிபார்க்கவும்
th_th: ตรวจสอบการอัปเดตเมื่อเริ่มต้น
tr_tr: Başlangıçta güncellemeleri kontrol et
uk_ua: Перевіряти оновлення під час запуску
vi_vn: Kiểm tra cập nhật khi khởi động
zh_hans: 启动时检查更新

# SettingsPage_CheckForUpdates_Description
source: Automatically check for new versions when the application starts.
af_za: Kontroleer outomaties vir nuwe weergawes wanneer die toepassing begin.
ar_eg: التحقق تلقائيًا من وجود إصدارات جديدة عند بدء تشغيل التطبيق.
bg_bg: Автоматично проверява за нови версии при стартиране на приложението.
bn_bd: অ্যাপ্লিকেশন শুরু হলে স্বয়ংক্রিয়ভাবে নতুন সংস্করণের জন্য পরীক্ষা করুন।
ca_es: Comprova automàticament si hi ha noves versions quan s'inicia l'aplicació.
cs_cz: Automaticky kontrolovat nové verze při spuštění aplikace.
da_dk: Søg automatisk efter nye versioner, når applikationen starter.
de_de: Sucht automatisch nach neuen Versionen, wenn die Anwendung startet.
el_gr: Αυτόματος έλεγχος για νέες εκδόσεις όταν ξεκινά η εφαρμογή.
es_mx: Buscar automáticamente nuevas versiones al iniciar la aplicación.
et_ee: Kontrolli automaatselt uute versioonide olemasolu, kui rakendus käivitub.
fa_ir: به طور خودکار هنگام شروع برنامه، نسخه‌های جدید را بررسی کنید.
fil_ph: Awtomatikong tingnan ang mga bagong bersyon kapag nagsimula ang application.
fr_fr: Vérifier automatiquement les nouvelles versions au démarrage de l'application.
ga_ie: Seiceáil go huathoibríoch le haghaidh leaganacha nua nuair a thosaíonn an feidhmchlár.
he_il: בדוק אוטומטית גרסאות חדשות כשהיישום מופעל.
hi_in: एप्लिकेशन शुरू होने पर स्वचालित रूप से नए संस्करणों के लिए जाँच करें।
hr_hr: Automatski provjeri nove verzije kada se aplikacija pokrene.
hu_hu: Az alkalmazás indításakor automatikusan ellenőrzi az új verziókat.
id_id: Secara otomatis memeriksa versi baru saat aplikasi dimulai.
it_it: Verifica automaticamente nuove versioni all'avvio dell'applicazione.
ja_jp: アプリケーション起動時に新しいバージョンを自動的に確認します。
ko_kr: 애플리케이션 시작 시 자동으로 새 버전이 있는지 확인합니다.
lt_lt: Automatiškai tikrinti, ar yra naujų versijų, kai programa paleidžiama.
ms_my: Semak versi baharu secara automatik apabila aplikasi bermula.
nl_nl: Controleer automatisch op nieuwe versies wanneer de applicatie start.
no_no: Se automatisk etter nye versjoner når applikasjonen starter.
pa_in: ਜਦੋਂ ਐਪਲੀਕੇਸ਼ਨ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਤਾਂ ਨਵੇਂ ਸੰਸਕਰਣਾਂ ਲਈ ਆਪਣੇ ਆਪ ਜਾਂਚ ਕਰੋ।
pl_pl: Automatycznie sprawdzaj nowe wersje po uruchomieniu aplikacji.
ru_ru: Автоматически проверять наличие новых версий при запуске приложения.
sk_sk: Automaticky kontrolovať nové verzie pri spustení aplikácie.
sq_al: Kontrollo automatikisht për versione të reja kur nis aplikacioni.
sr_cyrl_rs: Аутоматски проверава нове верзије када се апликација покрене.
sv_se: Kontrollera automatiskt efter nya versioner när applikationen startar.
sw_ke: Angalia kiotomatiki matoleo mapya programu inapoanza.
ta_in: பயன்பாடு தொடங்கும் போது புதிய பதிப்புகளை தானாகவே சரிபார்க்கவும்.
th_th: ตรวจสอบเวอร์ชันใหม่โดยอัตโนมัติเมื่อแอปพลิเคชันเริ่มต้น
tr_tr: Uygulama başladığında yeni sürümleri otomatik olarak kontrol edin.
uk_ua: Автоматично перевіряти наявність нових версій при запуску програми.
vi_vn: Tự động kiểm tra phiên bản mới khi ứng dụng khởi động.
zh_hans: 应用程序启动时自动检查新版本。

# SettingsPage_Language_Header
source: Application Language
af_za: Toepassingstaal
ar_eg: لغة التطبيق
bg_bg: Език на приложението
bn_bd: অ্যাপ্লিকেশন ভাষা
ca_es: Idioma de l'aplicació
cs_cz: Jazyk aplikace
da_dk: Applikationssprog
de_de: Anwendungssprache
el_gr: Γλώσσα εφαρμογής
es_mx: Idioma de la aplicación
et_ee: Rakenduse keel
fa_ir: زبان برنامه
fil_ph: Wika ng Application
fr_fr: Langue de l'application
ga_ie: Teanga an Fheidhmchláir
he_il: שפת יישום
hi_in: एप्लिकेशन भाषा
hr_hr: Jezik aplikacije
hu_hu: Alkalmazás nyelve
id_id: Bahasa Aplikasi
it_it: Lingua applicazione
ja_jp: アプリケーションの言語
ko_kr: 애플리케이션 언어
lt_lt: Programos kalba
ms_my: Bahasa Aplikasi
nl_nl: Applicatietaal
no_no: Applikasjonsspråk
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਭਾਸ਼ਾ
pl_pl: Język aplikacji
ru_ru: Язык приложения
sk_sk: Jazyk aplikácie
sq_al: Gjuha e aplikacionit
sr_cyrl_rs: Језик апликације
sv_se: Applikationsspråk
sw_ke: Lugha ya Programu
ta_in: பயன்பாட்டு மொழி
th_th: ภาษาของแอปพลิเคชัน
tr_tr: Uygulama Dili
uk_ua: Мова програми
vi_vn: Ngôn ngữ ứng dụng
zh_hans: 应用程序语言
