Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# App_CrashReport_LogFallbackError_Format
source: Could not retrieve logs from memory. The fallback attempt to read the log file failed. Expected Path: '{0}' Error: {1}
af_za: Kon nie logs uit geheue herwin nie. Die terugvalpoging om die loglêer te lees het misluk. Verwagte Pad: '{0}' Fout: {1}
ar_eg: تعذر استرداد السجلات من الذاكرة. فشلت محاولة الاسترجاع لقراءة ملف السجل. المسار المتوقع: '{0}' الخطأ: {1}
bg_bg: Не можаха да се извлекат дневници от паметта. Опитът за резервно четене на файла с дневници беше неуспешен.\nОчакван път: '{0}'\nГрешка: {1}
bn_bd: মেমরি থেকে লগ পুনরুদ্ধার করা যায়নি। লগ ফাইল পড়ার ফলব্যাক প্রচেষ্টা ব্যর্থ হয়েছে। প্রত্যাশিত পথ: '{0}' ত্রুটি: {1}
ca_es: No s'han pogut recuperar els registres de la memòria. L'intent de reserva de llegir el fitxer de registre ha fallat. Ruta esperada: '{0}' Error: {1}
cs_cz: Nepodařilo se načíst protokoly z paměti. Pokus o záložní čtení souboru protokolu selhal. Očekávaná cesta: „{0}“ Chyba: {1}
da_dk: Kunne ikke hente logfiler fra hukommelsen. Forsøget på at læse logfilen som fallback mislykkedes. Forventet sti: '{0}' Fejl: {1}
de_de: Protokolle konnten nicht aus dem Speicher abgerufen werden. Der Fallback-Versuch, die Protokolldatei zu lesen, ist fehlgeschlagen. Erwarteter Pfad: „{0}“ Fehler: {1}
el_gr: Αδυναμία ανάκτησης αρχείων καταγραφής από τη μνήμη. Η εφεδρική προσπάθεια ανάγνωσης του αρχείου καταγραφής απέτυχε.\nΑναμενόμενη Διαδρομή: '{0}'\nΣφάλμα: {1}
es_mx: No se pudieron recuperar los registros de la memoria. El intento de respaldo para leer el archivo de registro falló. Ruta esperada: '{0}' Error: {1}
et_ee: Logisid ei saanud mälust kätte. Logifaili lugemise varukatse ebaõnnestus. Eeldatav tee: '{0}' Viga: {1}
fa_ir: امکان بازیابی گزارش‌ها از حافظه وجود نداشت. تلاش جایگزین برای خواندن فایل گزارش ناموفق بود.\nمسیر مورد انتظار: '{0}'\nخطا: {1}
fi_fi: Lokitietoja ei saatu muistista. Varasuunnitelma lokitiedoston lukemiseksi epäonnistui.\nOdotettu polku: '{0}'\nVirhe: {1}
fil_ph: Hindi makuha ang mga log mula sa memorya. Nabigo ang fallback attempt na basahin ang log file. Inaasahang Path: '{0}' Error: {1}
fr_fr: Impossible de récupérer les journaux de la mémoire. La tentative de repli pour lire le fichier journal a échoué. Chemin attendu : '{0}' Erreur : {1}
ga_ie: Níorbh fhéidir logaí a aisghabháil ón gcuimhne. Theip ar an iarracht cúlú chun an comhad loga a léamh.\nCosán Súil: '{0}'\nEarráid: '{1}'
he_il: לא ניתן לאחזר יומנים מהזיכרון. ניסיון הגיבוי לקריאת קובץ היומן נכשל.\nנתיב צפוי: '{0}'\nשגיאה: {1}
hi_in: मेमोरी से लॉग पुनर्प्राप्त नहीं कर सका। लॉग फ़ाइल पढ़ने का फॉलबैक प्रयास विफल रहा।\nअपेक्षित पथ: '{0}'\nत्रुटि: {1}
hr_hr: Nije moguće dohvatiti zapisnike iz memorije. Pokušaj čitanja datoteke zapisnika nije uspio. Očekivana putanja: '{0}' Pogreška: {1}
hu_hu: Nem sikerült lekérni a naplókat a memóriából. A naplófájl olvasására tett tartalék kísérlet sikertelen volt.\nVárható elérési út: „{0}”\nHiba: {1}
id_id: Tidak dapat mengambil log dari memori. Upaya fallback untuk membaca berkas log gagal.\nJalur yang diharapkan: '{0}'\nKesalahan: {1}
it_it: Impossibile recuperare i log dalla memoria. Il tentativo di fallback di leggere il file di log è fallito.\nPercorso previsto: '{0}'\nErrore: {1}
ja_jp: メモリからログを取得できませんでした。ログファイルの読み取りのフォールバック試行が失敗しました。\n予期されるパス: '{0}'\nエラー: {1}
ko_kr: 메모리에서 로그를 검색할 수 없습니다. 로그 파일 읽기 대체 시도가 실패했습니다. 예상 경로: '{0}' 오류: {1}
lt_lt: Nepavyko gauti žurnalų iš atminties. Atsarginis bandymas perskaityti žurnalo failą nepavyko.\nNumatomas kelias: "{0}"\nKlaida: {1}
ms_my: Tidak dapat mendapatkan log daripada memori. Percubaan sandaran untuk membaca fail log gagal.\nLaluan Dijangka: '{0}'\nRalat: {1}
nl_nl: Kon logboeken niet uit het geheugen ophalen. De terugvalpoging om het logbestand te lezen is mislukt.\nVerwacht pad: '{0}'\nFout: {1}
no_no: Kunne ikke hente logger fra minnet. Forsøket på å lese loggfilen mislyktes. Forventet bane: '{0}' Feil: {1}
pa_in: ਮੈਮੋਰੀ ਤੋਂ ਲੌਗਸ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਲੌਗ ਫਾਈਲ ਪੜ੍ਹਨ ਦੀ ਫਾਲਬੈਕ ਕੋਸ਼ਿਸ਼ ਅਸਫਲ ਰਹੀ।\nਅਨੁਮਾਨਿਤ ਮਾਰਗ: '{0}'\nਗਲਤੀ: {1}
pl_pl: Nie można pobrać logów z pamięci. Próba awaryjnego odczytu pliku logu nie powiodła się. Oczekiwana ścieżka: '{0}' Błąd: {1}
pt_br: Não foi possível recuperar logs da memória. A tentativa de fallback para ler o arquivo de log falhou.\nCaminho Esperado: '{0}'\nErro: {1}
ro_ro: Nu s-au putut recupera jurnalele din memorie. Încercarea de rezervă de a citi fișierul jurnal a eșuat.\nCale așteptată: „{0}”\nEroare: {1}
ru_ru: Не удалось получить журналы из памяти. Резервная попытка чтения файла журнала завершилась неудачей.\nОжидаемый путь: '{0}'\nОшибка: {1}
sk_sk: Nepodarilo sa načítať protokoly z pamäte. Záložný pokus o prečítanie súboru protokolu zlyhal. Očakávaná cesta: '{0}' Chyba: {1}
sq_al: Nuk mund të merreshin regjistrat nga memoria. Tentativa rezervë për të lexuar skedarin e regjistrit dështoi.\nShtegu i pritshëm: '{0}'\nGabim: {1}
sr_cyrl_rs: Није могуће преузети дневнике из меморије. Резервни покушај читања датотеке дневника није успео.\nОчекивана путања: '{0}'\nГрешка: {1}
sv_se: Kunde inte hämta loggar från minnet. Återställningsförsöket att läsa loggfilen misslyckades. Förväntad sökväg: '{0}' Fel: {1}
sw_ke: Imeshindwa kupata kumbukumbu kutoka kwenye kumbukumbu. Jaribio la mbadala la kusoma faili ya kumbukumbu limeshindwa.nNjia Inayotarajiwa: '{0}'nHitilafu: {1}
ta_in: நினைவகத்திலிருந்து லாகுகளைப் பெற முடியவில்லை. லாக் கோப்பை படிக்க பின்வாங்கல் முயற்சி தோல்வியடைந்தது. எதிர்பார்க்கப்பட்ட பாதை: '{0}' பிழை: {1}
th_th: ไม่สามารถเรียกข้อมูลบันทึกจากหน่วยความจำได้ ความพยายามสำรองในการอ่านไฟล์บันทึกล้มเหลว\nเส้นทางที่คาดไว้: '{0}'\nข้อผิดพลาด: {1}
tr_tr: Bellekten günlükler alınamadı. Günlük dosyasını okuma yedek girişimi başarısız oldu. Beklenen Yol: '{0}' Hata: {1}
uk_ua: Не вдалося отримати журнали з пам'яті. Резервна спроба прочитати файл журналу не вдалася. Очікуваний шлях: '{0}' Помилка: {1}
vi_vn: Không thể truy xuất nhật ký từ bộ nhớ. Nỗ lực dự phòng để đọc tệp nhật ký đã thất bại.nĐường dẫn dự kiến: '{0}'nLỗi: {1}
zh_hans: 无法从内存中检索日志。读取日志文件的备用尝试失败。 预期路径：'{0}' 错误：{1}
zh_tw: 無法從記憶體中擷取日誌。嘗試讀取日誌檔案的備用方案失敗。\n預期路徑：'{0}'\n錯誤：{1}

# Settings_Export_Failed_Message
source: No playlists to export.
af_za: Geen snitlyste om uit te voer nie.
ar_eg: لا توجد قوائم تشغيل للتصدير.
bg_bg: Няма плейлисти за експорт.
bn_bd: রপ্তানি করার জন্য কোনো প্লেলিস্ট নেই।
ca_es: No hi ha llistes de reproducció per exportar.
cs_cz: Žádné seznamy skladeb k exportu.
da_dk: Ingen afspilningslister at eksportere.
de_de: Keine Wiedergabelisten zum Exportieren.
el_gr: Δεν υπάρχουν λίστες αναπαραγωγής για εξαγωγή.
es_mx: No hay listas de reproducción para exportar.
et_ee: Eksporditavaid esitusloendeid pole.
fa_ir: هیچ لیست پخشی برای برون‌بری وجود ندارد.
fi_fi: Ei vietäviä soittolistoja.
fil_ph: Walang playlist na i-e-export.
fr_fr: Aucune liste de lecture à exporter.
ga_ie: Níl aon seinmliostaí le heaspórtáil.
he_il: אין רשימות השמעה לייצוא.
hi_in: निर्यात करने के लिए कोई प्लेलिस्ट नहीं।
hr_hr: Nema popisa pjesama za izvoz.
hu_hu: Nincsenek exportálandó lejátszási listák.
id_id: Tidak ada daftar putar untuk diekspor.
it_it: Nessuna playlist da esportare.
ja_jp: エクスポートするプレイリストがありません。
ko_kr: 내보낼 재생 목록이 없습니다.
lt_lt: Nėra grojaraščių eksportuoti.
ms_my: Tiada senarai main untuk dieksport.
nl_nl: Geen afspeellijsten om te exporteren.
no_no: Ingen spillelister å eksportere.
pa_in: ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕੋਈ ਪਲੇਲਿਸਟ ਨਹੀਂ।
pl_pl: Brak playlist do wyeksportowania.
pt_br: Nenhuma playlist para exportar.
ro_ro: Nicio listă de redare de exportat.
ru_ru: Нет плейлистов для экспорта.
sk_sk: Žiadne zoznamy skladieb na export.
sq_al: Asnjë listë luajtjeje për të eksportuar.
sr_cyrl_rs: Нема плејлиста за извоз.
sv_se: Inga spellistor att exportera.
sw_ke: Hakuna orodha za kucheza za kusafirisha.
ta_in: ஏற்றுமதி செய்ய பிளேலிஸ்ட்கள் எதுவும் இல்லை.
th_th: ไม่มีเพลย์ลิสต์ให้ส่งออก
tr_tr: Dışa aktarılacak çalma listesi yok.
uk_ua: Немає списків відтворення для експорту.
vi_vn: Không có danh sách phát nào để xuất.
zh_hans: 没有可导出的播放列表。
zh_tw: 沒有播放清單可匯出。

# Language_Auto
source: Auto
af_za: Outo
ar_eg: تلقائي
bg_bg: Автоматично
bn_bd: স্বয়ংক্রিয়
ca_es: Automàtic
cs_cz: Automaticky
de_de: Automatisch
el_gr: Αυτόματο
es_mx: Automático
et_ee: Automaatne
fa_ir: خودکار
fil_ph: Awtomatiko
fr_fr: Automatique
ga_ie: Uathoibríoch
he_il: אוטומטי
hi_in: ऑटो
hr_hr: Automatski
hu_hu: Automatikus
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
lt_lt: Automatinis
nl_nl: Automatisch
pa_in: ਆਟੋ
pl_pl: Automatycznie
ro_ro: Automată
ru_ru: Авто
sk_sk: Automaticky
sq_al: Automatike
sr_cyrl_rs: Аутоматски
sw_ke: Otomatiki
ta_in: தானியங்கு
th_th: อัตโนมัติ
tr_tr: Otomatik
uk_ua: Авто
vi_vn: Tự động
zh_hans: 自动
zh_tw: 自動

# TrayIcon_ShowWindow
source: Show Window
af_za: Wys Venster
ar_eg: إظهار النافذة
bg_bg: Покажи прозореца
bn_bd: উইন্ডো দেখান
ca_es: Mostrar finestra
cs_cz: Zobrazit okno
da_dk: Vis vindue
de_de: Fenster anzeigen
el_gr: Εμφάνιση παραθύρου
es_mx: Mostrar ventana
et_ee: Näita akent
fa_ir: نمایش پنجره
fil_ph: Ipakita ang Window
fr_fr: Afficher la fenêtre
ga_ie: Taispeáin an Fhuinneog
he_il: הצג חלון
hi_in: विंडो दिखाएँ
hr_hr: Prikaži prozor
hu_hu: Ablak megjelenítése
id_id: Tampilkan Jendela
it_it: Mostra finestra
ja_jp: ウィンドウを表示
ko_kr: 창 표시
lt_lt: Rodyti langą
ms_my: Papar Tetingkap
nl_nl: Venster weergeven
no_no: Vis vindu
pa_in: ਵਿੰਡੋ ਦਿਖਾਓ
pl_pl: Pokaż okno
ru_ru: Показать окно
sk_sk: Zobraziť okno
sq_al: Shfaq dritaren
sr_cyrl_rs: Прикажи прозор
sv_se: Visa fönster
sw_ke: Onyesha Dirisha
ta_in: சாளரத்தைக் காட்டு
th_th: แสดงหน้าต่าง
tr_tr: Pencereyi Göster
uk_ua: Показати вікно
vi_vn: Hiện cửa sổ
zh_hans: 显示窗口

# TrayIcon_Exit
source: Exit
af_za: Verlaat
ar_eg: خروج
bg_bg: Изход
bn_bd: প্রস্থান
ca_es: Sortir
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_mx: Salir
et_ee: Välju
fa_ir: خروج
fil_ph: Lumabas
fr_fr: Quitter
ga_ie: Scoir
he_il: יציאה
hi_in: बाहर निकलें
hr_hr: Izlaz
hu_hu: Kilépés
id_id: Keluar
it_it: Esci
ja_jp: 終了
ko_kr: 종료
lt_lt: Išeiti
ms_my: Keluar
nl_nl: Afsluiten
no_no: Avslutt
pa_in: ਬਾਹਰ ਨਿਕਲੋ
pl_pl: Wyjdź
ru_ru: Выход
sk_sk: Ukončiť
sq_al: Dalja
sr_cyrl_rs: Изађи
sv_se: Avsluta
sw_ke: Toka
ta_in: வெளியேறு
th_th: ออก
tr_tr: Çıkış
uk_ua: Вихід
vi_vn: Thoát
zh_hans: 退出

# MiniPlayer_BackButton_ToolTip
source: Back to Player
af_za: Terug na Speler
ar_eg: العودة للمشغل
bg_bg: Обратно към плейъра
bn_bd: প্লেয়ারে ফিরে যান
ca_es: Tornar al reproductor
cs_cz: Zpět na přehrávač
da_dk: Tilbage til afspiller
de_de: Zurück zum Player
el_gr: Επιστροφή στο πρόγραμμα αναπαραγωγής
es_mx: Volver al reproductor
et_ee: Tagasi mängijasse
fa_ir: بازگشت به پخش‌کننده
fil_ph: Bumalik sa Player
fr_fr: Retour au lecteur
ga_ie: Ar Ais chuig an Seinnteoir
he_il: חזרה לנגן
hi_in: प्लेयर पर वापस
hr_hr: Povratak na reproduktor
hu_hu: Vissza a lejátszóhoz
id_id: Kembali ke Pemutar
it_it: Torna al lettore
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
lt_lt: Grįžti į grotuvą
ms_my: Kembali ke Pemain
nl_nl: Terug naar speler
no_no: Tilbake til spiller
pa_in: ਪਲੇਅਰ 'ਤੇ ਵਾਪਸ
pl_pl: Powrót do odtwarzacza
ru_ru: Вернуться к плееру
sk_sk: Späť na prehrávač
sq_al: Kthehu te luajtësi
sr_cyrl_rs: Назад на плејер
sv_se: Tillbaka till spelaren
sw_ke: Rudi kwa Kichezaji
ta_in: பிளேயருக்குத் திரும்பு
th_th: กลับไปยังเครื่องเล่น
tr_tr: Oynatıcıya Geri Dön
uk_ua: Повернутися до програвача
vi_vn: Trở lại Trình phát
zh_hans: 返回播放器

# MiniPlayer_UpNextHeader
source: Up Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# MiniPlayer_RestoreButton_ToolTip
source: Show Nagi
af_za: Wys Nagi
ar_eg: إظهار Nagi
bg_bg: Покажи Nagi
bn_bd: Nagi দেখান
ca_es: Mostrar Nagi
cs_cz: Zobrazit Nagi
da_dk: Vis Nagi
de_de: Nagi anzeigen
el_gr: Εμφάνιση Nagi
es_mx: Mostrar Nagi
et_ee: Näita Nagit
fa_ir: نمایش Nagi
fil_ph: Ipakita ang Nagi
fr_fr: Afficher Nagi
ga_ie: Taispeáin Nagi
he_il: הצג את Nagi
hi_in: नागी दिखाएँ
hr_hr: Prikaži Nagi
hu_hu: Nagi megjelenítése
id_id: Tampilkan Nagi
it_it: Mostra Nagi
ja_jp: Nagiを表示
ko_kr: Nagi 표시
lt_lt: Rodyti Nagi
ms_my: Papar Nagi
nl_nl: Nagi weergeven
no_no: Vis Nagi
pa_in: ਨਾਗੀ ਦਿਖਾਓ
pl_pl: Pokaż Nagi
ru_ru: Показать Nagi
sk_sk: Zobraziť Nagi
sq_al: Shfaq Nagi
sr_cyrl_rs: Прикажи Наги
sv_se: Visa Nagi
sw_ke: Onyesha Nagi
ta_in: நாகியைக் காட்டு
th_th: แสดง Nagi
tr_tr: Nagi'yi Göster
uk_ua: Показати Nagi
vi_vn: Hiện Nagi
zh_hans: 显示 Nagi

# MiniPlayer_PreviousButton_ToolTip
source: Previous
af_za: Vorige
ar_eg: السابق
bg_bg: Предишно
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fil_ph: Nakaraan
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodno
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelum
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
ru_ru: Предыдущая
sk_sk: Predchádzajúce
sq_al: Paraprake
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyotangulia
ta_in: முந்தையது
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_hans: 上一首

# MiniPlayer_NextButton_ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fil_ph: Susunod
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
ru_ru: Следующая
sk_sk: Ďalšie
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_hans: 下一首

# MiniPlayer_QueueButton_ToolTip
source: Up Next
af_za: Volgende
ar_eg: قائمة التشغيل التالية
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# CrashReport_ReportIssuePreLink
source: Please consider reporting this by creating an issue on the
af_za: Oorweeg asseblief om dit aan te meld deur 'n kwessie op die
ar_eg: يرجى الإبلاغ عن هذا عن طريق إنشاء مشكلة على
bg_bg: Моля, обмислете да докладвате това, като създадете проблем на
bn_bd: এটি রিপোর্ট করার জন্য দয়া করে একটি সমস্যা তৈরি করুন
ca_es: Si us plau, considera reportar això creant una incidència a la
cs_cz: Zvažte prosím nahlášení vytvořením problému na stránce
da_dk: Overvej venligst at rapportere dette ved at oprette et problem på
de_de: Bitte erwägen Sie, dies zu melden, indem Sie ein Problem auf der
el_gr: Παρακαλούμε εξετάστε το ενδεχόμενο να το αναφέρετε δημιουργώντας ένα ζήτημα στη
es_mx: Considere reportar esto creando un problema en la
et_ee: Palun kaaluge sellest teatamist, luues vea
fa_ir: لطفاً با ایجاد یک مسئله در
fil_ph: Mangyaring isaalang-alang ang pag-uulat nito sa pamamagitan ng paggawa ng isyu sa
fr_fr: Veuillez envisager de signaler ce problème en créant une anomalie sur la
ga_ie: Smaoinigh, le do thoil, ar é seo a thuairisciú trí eisiúint a chruthú ar an
he_il: אנא שקול לדווח על כך על ידי יצירת בעיה ב
hi_in: कृपया इस समस्या को रिपोर्ट करने के लिए एक मुद्दा बनाएँ
hr_hr: Molimo razmislite o prijavi ovoga otvaranjem problema na
hu_hu: Kérjük, fontolja meg a hiba bejelentését az alábbi oldalon történő probléma létrehozásával:
id_id: Harap pertimbangkan untuk melaporkan ini dengan membuat masalah di
it_it: Considera di segnalarlo creando un problema sulla
ja_jp: これに関する問題は、以下の
ko_kr: 문제 페이지에서 이슈를 생성하여 이 문제를 보고해 주십시오.
lt_lt: Apsvarstykite galimybę pranešti apie tai sukurdami užklausą
ms_my: Sila pertimbangkan untuk melaporkan ini dengan membuat isu di
nl_nl: Overweeg dit te rapporteren door een probleem aan te maken op de
no_no: Vennligst vurder å rapportere dette ved å opprette en sak på
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇਸਦੀ ਰਿਪੋਰਟ ਇਸ 'ਤੇ ਇੱਕ ਸਮੱਸਿਆ ਬਣਾ ਕੇ ਕਰੋ
pl_pl: Rozważ zgłoszenie tego problemu, tworząc zgłoszenie na stronie
ru_ru: Пожалуйста, рассмотрите возможность сообщить об этом, создав запрос на странице
sk_sk: Zvážte nahlásenie tohto problému vytvorením problému na
sq_al: Ju lutemi merrni në konsideratë raportimin e kësaj duke krijuar një çështje në
sr_cyrl_rs: Молимо вас да пријавите ово креирањем проблема на
sv_se: Vänligen överväg att rapportera detta genom att skapa ett ärende på
sw_ke: Tafadhali zingatia kuripoti hili kwa kuunda suala kwenye
ta_in: இதைப் புகாரளிக்க, ஒரு சிக்கலை உருவாக்கவும்
th_th: โปรดพิจารณารายงานปัญหานี้โดยสร้างปัญหาบน
tr_tr: Lütfen şu adreste bir sorun oluşturarak bunu bildirmeyi düşünün:
uk_ua: Будь ласка, повідомте про це, створивши проблему на
vi_vn: Vui lòng xem xét báo cáo bằng cách tạo một sự cố trên
zh_hans: 请考虑通过在以下位置创建问题来报告此情况

# CrashReport_IssueLink
source: Issues page
af_za: Kwessies-bladsy te skep
ar_eg: صفحة المشاكل
bg_bg: страницата с проблеми
bn_bd: সমস্যার পাতায়
ca_es: pàgina d'incidències
cs_cz: Problémy
da_dk: Problemer-siden
de_de: Probleme-Seite
el_gr: σελίδα Ζητήματα
es_mx: página de problemas
et_ee: Probleemide lehel
fa_ir: صفحه مشکلات
fil_ph: pahina ng Mga Isyu
fr_fr: page des anomalies
ga_ie: Leathanach Eisiúintí
he_il: דף בעיות
hi_in: समस्याएँ पृष्ठ
hr_hr: stranici Problemi
hu_hu: Hibajelentő oldal
id_id: halaman Masalah
it_it: pagina dei problemi
ja_jp: 問題ページ
ko_kr: 문제 페이지
lt_lt: Problemos puslapyje
ms_my: halaman Isu
nl_nl: Problemenpagina
no_no: Problemer-siden
pa_in: ਸਮੱਸਿਆਵਾਂ ਦਾ ਪੰਨਾ
pl_pl: Zgłoszenia
ru_ru: Проблемы
sk_sk: stránke Problémy
sq_al: faqen e çështjeve
sr_cyrl_rs: страници са проблемима
sv_se: Problemsidan
sw_ke: ukurasa wa Masuala
ta_in: சிக்கல்கள் பக்கம்
th_th: หน้าปัญหา
tr_tr: Sorunlar sayfası
uk_ua: сторінці проблем
vi_vn: trang Sự cố
zh_hans: 问题页面
