Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# PlaylistSongViewPage_UnknownPlaylist
source: Unknown Playlist
af_za: Onbekende Snitlys
ar_eg: قائمة تشغيل غير معروفة
bg_bg: Неизвестен плейлист
bn_bd: অজানা প্লেলিস্ট
ca_es: Llista de reproducció desconeguda
cs_cz: Neznámý seznam skladeb
da_dk: Ukendt afspilningsliste
de_de: Unbekannte Wiedergabeliste
el_gr: Άγνωστη Λίστα Αναπαραγωγής
es_mx: Lista de reproducción desconocida
et_ee: Tundmatu esitusloend
fa_ir: لیست پخش ناشناس
fi_fi: Tuntematon soittolista
fil_ph: Hindi Kilalang Playlist
fr_fr: Liste de lecture inconnue
ga_ie: Seinmliosta Anaithnid
he_il: רשימת השמעה לא ידועה
hi_in: अज्ञात प्लेलिस्ट
hr_hr: Nepoznat popis pjesama
hu_hu: Ismeretlen lejátszási lista
id_id: Daftar Putar Tidak Dikenal
it_it: Playlist Sconosciuta
ja_jp: 不明なプレイリスト
ko_kr: 알 수 없는 재생 목록
lt_lt: Nežinomas grojaraštis
ms_my: Senarai Main Tidak Dikenali
nl_nl: Onbekende afspeellijst
no_no: Ukjent spilleliste
pa_in: ਅਣਜਾਣ ਪਲੇਲਿਸਟ
pl_pl: Nieznana Playlista
pt_br: Playlist Desconhecida
ro_ro: Listă de redare necunoscută
ru_ru: Неизвестный плейлист
sk_sk: Neznámy zoznam skladieb
sq_al: Listë Luajtjeje e Panjohur
sr_cyrl_rs: Непозната плејлиста
sv_se: Okänd spellista
sw_ke: Orodha ya Kucheza Isiyojulikana
ta_in: தெரியாத பிளேலிஸ்ட்
th_th: เพลย์ลิสต์ไม่ทราบชื่อ
tr_tr: Bilinmeyen Çalma Listesi
uk_ua: Невідомий список відтворення
vi_vn: Danh sách phát không xác định
zh_hans: 未知播放列表
zh_tw: 未知播放清單

# SmartPlaylistSongViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# SmartPlaylistSongViewPage_SearchButton_Search_ToolTip
source: Search in smart playlist
af_za: Soek in slim snitlys
ar_eg: البحث في قائمة التشغيل الذكية
bg_bg: Търсене в интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্টে অনুসন্ধান করুন
ca_es: Cercar a la llista de reproducció intel·ligent
cs_cz: Hledat v chytrém seznamu skladeb
da_dk: Søg i smart afspilningsliste
de_de: In intelligenter Wiedergabeliste suchen
el_gr: Αναζήτηση σε έξυπνη λίστα αναπαραγωγής
es_mx: Buscar en lista de reproducción inteligente
et_ee: Otsi nutikast esitusloendist
fa_ir: جستجو در لیست پخش هوشمند
fi_fi: Hae älykkäästä soittolistasta
fil_ph: Maghanap sa smart playlist
fr_fr: Rechercher dans la liste de lecture intelligente
ga_ie: Cuardaigh sa seinmliosta cliste
he_il: חפש ברשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट में खोजें
hr_hr: Pretraži u pametnom popisu pjesama
hu_hu: Keresés intelligens lejátszási listában
id_id: Cari di daftar putar cerdas
it_it: Cerca nella playlist intelligente
ja_jp: スマートプレイリスト内を検索
ko_kr: 스마트 재생 목록에서 검색
lt_lt: Ieškoti išmaniajame grojaraštyje
ms_my: Cari dalam senarai main pintar
nl_nl: Zoeken in slimme afspeellijst
no_no: Søk i smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w inteligentnej playliście
pt_br: Pesquisar na playlist inteligente
ro_ro: Căutați în lista de redare inteligentă
ru_ru: Искать в умном плейлисте
sk_sk: Hľadať v inteligentnom zozname skladieb
sq_al: Kërko në listën inteligjente të luajtjes
sr_cyrl_rs: Претражи у паметној плејлисти
sv_se: Sök i smart spellista
sw_ke: Tafuta ndani ya orodha ya kucheza nadhifu
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı çalma listesinde ara
uk_ua: Пошук у розумному списку відтворення
vi_vn: Tìm kiếm trong danh sách phát thông minh
zh_hans: 在智能播放列表中搜索
zh_tw: 在智慧播放清單中搜尋

# SmartPlaylistSongViewPage_UnknownPlaylist
source: Unknown Smart Playlist
af_za: Onbekende Slim Snitlys
ar_eg: قائمة تشغيل ذكية غير معروفة
bg_bg: Неизвестен интелигентен плейлист
bn_bd: অজানা স্মার্ট প্লেলিস্ট
ca_es: Llista de reproducció intel·ligent desconeguda
cs_cz: Neznámý chytrý seznam skladeb
da_dk: Ukendt smart afspilningsliste
de_de: Unbekannte intelligente Wiedergabeliste
el_gr: Άγνωστη Έξυπνη Λίστα Αναπαραγωγής
es_mx: Lista de reproducción inteligente desconocida
et_ee: Tundmatu nutikas esitusloend
fa_ir: لیست پخش هوشمند ناشناس
fi_fi: Tuntematon älykäs soittolista
fil_ph: Hindi Kilalang Smart Playlist
fr_fr: Liste de lecture intelligente inconnue
ga_ie: Seinmliosta Cliste Anaithnid
he_il: רשימת השמעה חכמה לא ידועה
hi_in: अज्ञात स्मार्ट प्लेलिस्ट
hr_hr: Nepoznat pametan popis pjesama
hu_hu: Ismeretlen intelligens lejátszási lista
id_id: Daftar Putar Cerdas Tidak Dikenal
it_it: Playlist Intelligente Sconosciuta
ja_jp: 不明なスマートプレイリスト
ko_kr: 알 수 없는 스마트 재생 목록
lt_lt: Nežinomas išmanusis grojaraštis
ms_my: Senarai Main Pintar Tidak Dikenali
nl_nl: Onbekende slimme afspeellijst
no_no: Ukjent smart spilleliste
pa_in: ਅਣਜਾਣ ਸਮਾਰਟ ਪਲੇਲਿਸਟ
pl_pl: Nieznana Inteligentna Playlista
pt_br: Playlist Inteligente Desconhecida
ro_ro: Listă de redare inteligentă necunoscută
ru_ru: Неизвестный умный плейлист
sk_sk: Neznámy inteligentný zoznam skladieb
sq_al: Listë Inteligjente Luajtjeje e Panjohur
sr_cyrl_rs: Непозната паметна плејлиста
sv_se: Okänd smart spellista
sw_ke: Orodha ya Kucheza Nadhifu Isiyojulikana
ta_in: தெரியாத ஸ்மார்ட் பிளேலிஸ்ட்
th_th: เพลย์ลิสต์อัจฉริยะไม่ทราบชื่อ
tr_tr: Bilinmeyen Akıllı Çalma Listesi
uk_ua: Невідомий розумний список відтворення
vi_vn: Danh sách phát thông minh không xác định
zh_hans: 未知智能播放列表
zh_tw: 未知智慧播放清單

# Settings_Dialog_Rescan_Title
source: Rescan Metadata
af_za: Herskandeer Metadata
ar_eg: إعادة فحص البيانات الوصفية
bg_bg: Повторно сканиране на метаданни
bn_bd: মেটাডেটা পুনরায় স্ক্যান করুন
ca_es: Reescanejar metadades
cs_cz: Opětovné skenování metadat
da_dk: Genskan metadata
de_de: Metadaten neu scannen
el_gr: Επανεξέταση Μεταδεδομένων
es_mx: Volver a escanear metadatos
et_ee: Skaneeri metadata uuesti
fa_ir: اسکن مجدد فراداده
fi_fi: Skannaa metatiedot uudelleen
fil_ph: Muling I-scan ang Metadata
fr_fr: Réanalyser les métadonnées
ga_ie: Athscan Meiteashonraí
he_il: סרוק מחדש מטא-נתונים
hi_in: मेटाडेटा पुन: स्कैन करें
hr_hr: Ponovno skeniraj metapodatke
hu_hu: Metaadatok újraolvasása
id_id: Pindai Ulang Metadata
it_it: Riscansione Metadati
ja_jp: メタデータを再スキャン
ko_kr: 메타데이터 재스캔
lt_lt: Nuskaityti metaduomenis iš naujo
ms_my: Imbas Semula Metadata
nl_nl: Metagegevens opnieuw scannen
no_no: Omskan metadata
pa_in: ਮੈਟਾਡਾਟਾ ਮੁੜ-ਸਕੈਨ ਕਰੋ
pl_pl: Ponowne Skanowanie Metadanych
pt_br: Verificar Metadados Novamente
ro_ro: Re-scanați metadatele
ru_ru: Повторное сканирование метаданных
sk_sk: Prehľadať metadáta
sq_al: Riskëlloni Metadadat
sr_cyrl_rs: Поново скенирај метаподатке
sv_se: Sök om metadata
sw_ke: Changanua Upya Metadata
ta_in: மெட்டாடேட்டாவை மறு ஸ்கேன் செய்
th_th: สแกนเมทาดาตาซ้ำ
tr_tr: Meta Verileri Yeniden Tara
uk_ua: Повторно сканувати метадані
vi_vn: Quét lại siêu dữ liệu
zh_hans: 重新扫描元数据
zh_tw: 重新掃描中繼資料

# Settings_Dialog_Rescan_Content
source: This will re-scan all songs in your library to apply new metadata settings (like artist split characters). This may take a while depending on library size. Do you want to continue?
af_za: Dit sal alle liedjies in jou biblioteek herskandeer om nuwe metadata-instellings (soos kunstenaar-skeidingskarakters) toe te pas. Dit kan 'n rukkie neem afhangende van die biblioteekgrootte. Wil jy voortgaan?
ar_eg: سيؤدي هذا إلى إعادة فحص جميع الأغاني في مكتبتك لتطبيق إعدادات البيانات الوصفية الجديدة (مثل أحرف تقسيم الفنان). قد يستغرق هذا بعض الوقت حسب حجم المكتبة. هل تريد المتابعة؟
bg_bg: Това ще сканира отново всички песни във вашата библиотека, за да приложи нови настройки за метаданни (като разделители на изпълнители). Това може да отнеме известно време в зависимост от размера на библиотеката. Искате ли да продължите?
bn_bd: এটি আপনার লাইব্রেরির সমস্ত গান পুনরায় স্ক্যান করবে নতুন মেটাডেটা সেটিংস (যেমন শিল্পী বিভক্ত অক্ষর) প্রয়োগ করার জন্য। লাইব্রেরির আকারের উপর নির্ভর করে এটি কিছুটা সময় নিতে পারে। আপনি কি চালিয়ে যেতে চান?
ca_es: Això reescanejarà totes les cançons de la teva biblioteca per aplicar les noves configuracions de metadades (com ara els caràcters de divisió d'artista). Això pot trigar una mica depenent de la mida de la teva biblioteca. Vols continuar?
cs_cz: Tím se znovu prohledají všechny skladby ve vaší knihovně, aby se použila nová nastavení metadat (např. oddělovače interpretů). To může trvat nějakou dobu v závislosti na velikosti knihovny. Chcete pokračovat?
da_dk: Dette vil genskanne alle sange i dit bibliotek for at anvende nye metadataindstillinger (f.eks. kunstneropdelingskarakterer). Dette kan tage et stykke tid afhængigt af bibliotekets størrelse. Vil du fortsætte?
de_de: Dadurch werden alle Lieder in Ihrer Bibliothek erneut gescannt, um neue Metadateneinstellungen (wie Künstler-Trennjeichen) anzuwenden. Dies kann je nach Größe der Bibliothek eine Weile dauern. Möchten Sie fortfahren?
el_gr: Αυτό θα σαρώσει ξανά όλα τα τραγούδια στη βιβλιοθήκη σας για να εφαρμόσει νέες ρυθμίσεις μεταδεδομένων (όπως χαρακτήρες διαχωρισμού καλλιτεχνών). Αυτό μπορεί να διαρκέσει λίγο ανάλογα με το μέγεθος της βιβλιοθήκης. Θέλετε να συνεχίσετε;
es_mx: Esto reescaneará todas las canciones de tu biblioteca para aplicar nuevas configuraciones de metadatos (como caracteres de división de artista). Esto puede tardar un tiempo dependiendo del tamaño de la biblioteca. ¿Deseas continuar?
et_ee: See skaneerib kõik teie teegis olevad laulud uuesti, et rakendada uusi metadata seadeid (nt artisti eraldussümbolid). See võib olenevalt teegi suurusest aega võtta. Kas soovite jätkata?
fa_ir: این کار تمام آهنگ‌های کتابخانه شما را برای اعمال تنظیمات جدید فراداده (مانند کاراکترهای جداکننده هنرمندان) مجدداً اسکن خواهد کرد. این ممکن است بسته به اندازه کتابخانه کمی طول بکشد. آیا می‌خواهید ادامه دهید؟
fi_fi: Tämä skannaa kaikki kappaleet kirjastostasi uudelleen soveltaakseen uusia metatietoasetuksia (kuten artistien erotinmerkkejä). Tämä voi kestää hetken kirjaston koosta riippuen. Haluatko jatkaa?
fil_ph: Muling i-scan nito ang lahat ng kanta sa iyong aklatan upang ilapat ang mga bagong setting ng metadata (tulad ng artist split characters). Maaaring tumagal ito depende sa laki ng aklatan. Gusto mo bang magpatuloy?
fr_fr: Cela réanalysera tous les morceaux de votre bibliothèque pour appliquer les nouveaux paramètres de métadonnées (comme les caractères de séparation des artistes). Cela peut prendre un certain temps en fonction de la taille de la bibliothèque. Voulez-vous continuer ?
ga_ie: Déanfaidh sé seo gach amhrán i do leabharlann a athscanadh chun socruithe nua meiteashonraí (cosúil le carachtair scoilte ealaíontóra) a chur i bhfeidhm. D'fhéadfadh sé seo tamall a thógáil ag brath ar mhéid na leabharlainne. Ar mhaith leat leanúint ar aghaidh?
he_il: פעולה זו תסרוק מחדש את כל השירים בספרייה שלך כדי להחיל הגדרות מטא-נתונים חדשות (כמו תווים מפרידים לאמנים). זה עשוי להימשך זמן מה בהתאם לגודל הספרייה. האם ברצונך להמשיך?
hi_in: यह आपकी लाइब्रेरी में सभी गानों को नई मेटाडेटा सेटिंग्स (जैसे कलाकार विभाजन वर्ण) लागू करने के लिए पुन: स्कैन करेगा। लाइब्रेरी के आकार के आधार पर इसमें कुछ समय लग सकता है। क्या आप जारी रखना चाहते हैं?
hr_hr: Ovo će ponovno skenirati sve pjesme u vašoj knjižnici kako bi se primijenile nove postavke metapodataka (poput znakova za razdvajanje izvođača). To može potrajati ovisno o veličini knjižnice. Želite li nastaviti?
hu_hu: Ez újra beolvassa az összes dalt a könyvtárában, hogy alkalmazza az új metaadat-beállításokat (például előadó elválasztó karakterek). Ez eltarthat egy ideig, a könyvtár méretétől függően. Szeretné folytatni?
id_id: Ini akan memindai ulang semua lagu di pustaka Anda untuk menerapkan pengaturan metadata baru (seperti karakter pemisah artis). Ini mungkin memakan waktu tergantung pada ukuran pustaka. Apakah Anda ingin melanjutkan?
it_it: Questo riesaminerà tutti i brani nella tua libreria per applicare nuove impostazioni sui metadati (come i caratteri di divisione dell'artista). Potrebbe volerci del tempo a seconda delle dimensioni della libreria. Vuoi continuare?
ja_jp: これにより、ライブラリ内のすべての曲が再スキャンされ、新しいメタデータ設定（アーティストの分割文字など）が適用されます。ライブラリのサイズによっては時間がかかる場合があります。続行しますか？
ko_kr: 이 작업은 라이브러리의 모든 곡을 재스캔하여 새 메타데이터 설정(예: 아티스트 분리 문자)을 적용합니다. 라이브러리 크기에 따라 시간이 걸릴 수 있습니다. 계속하시겠습니까?
lt_lt: Tai iš naujo nuskaitys visus jūsų bibliotekos kūrinius, kad pritaikytų naujus metaduomenų nustatymus (pvz., atlikėjo atskyrimo simbolius). Tai gali užtrukti, priklausomai nuo bibliotekos dydžio. Ar norite tęsti?
ms_my: Ini akan mengimbas semula semua lagu dalam pustaka anda untuk menggunakan tetapan metadata baharu (seperti aksara pemisah artis). Ini mungkin mengambil sedikit masa bergantung pada saiz pustaka. Adakah anda ingin meneruskan?
nl_nl: Dit scant alle nummers in uw bibliotheek opnieuw om nieuwe metagegevensinstellingen (zoals scheidingstekens voor artiesten) toe te passen. Dit kan enige tijd duren, afhankelijk van de grootte van uw bibliotheek. Wilt u doorgaan?
no_no: Dette vil omskanne alle sanger i biblioteket ditt for å bruke nye metadatainnstillinger (som artist-skilletegn). Dette kan ta litt tid avhengig av bibliotekets størrelse. Vil du fortsette?
pa_in: ਇਹ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਸਾਰੇ ਗੀਤਾਂ ਨੂੰ ਨਵੀਆਂ ਮੈਟਾਡਾਟਾ ਸੈਟਿੰਗਾਂ (ਜਿਵੇਂ ਕਿ ਕਲਾਕਾਰ ਵੱਖਰੇ ਅੱਖਰ) ਲਾਗੂ ਕਰਨ ਲਈ ਮੁੜ-ਸਕੈਨ ਕਰੇਗਾ। ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਆਕਾਰ ਦੇ ਆਧਾਰ 'ਤੇ ਇਸ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Spowoduje to ponowne przeskanowanie wszystkich utworów w Twojej bibliotece w celu zastosowania nowych ustawień metadanych (np. znaków dzielących wykonawców). Może to chwilę potrwać, w zależności od rozmiaru biblioteki. Czy chcesz kontynuować?
pt_br: Isso irá verificar novamente todas as músicas em sua biblioteca para aplicar novas configurações de metadados (como caracteres separadores de artistas). Isso pode levar um tempo dependendo do tamanho da biblioteca. Deseja continuar?
ro_ro: Această acțiune va re-scana toate piesele din biblioteca dvs. pentru a aplica noi setări de metadate (cum ar fi caracterele de separare ale artiștilor). Acest lucru poate dura ceva timp, în funcție de dimensiunea bibliotecii. Doriți să continuați?
ru_ru: Это приведет к повторному сканированию всех песен в вашей библиотеке для применения новых настроек метаданных (например, разделителей исполнителей). Это может занять некоторое время в зависимости от размера библиотеки. Вы хотите продолжить?
sk_sk: Týmto sa znova naskenujú všetky skladby vo vašej knižnici, aby sa použili nové nastavenia metadát (napríklad oddeľovače interpretov). To môže trvať nejaký čas v závislosti od veľkosti knižnice. Chcete pokračovať?
sq_al: Kjo do të riskëlliojë të gjitha këngët në bibliotekën tuaj për të aplikuar cilësime të reja të metadadatave (si karakteret ndarëse të artistëve). Kjo mund të zgjasë pak, në varësi të madhësisë së bibliotekës. Dëshironi të vazhdoni?
sr_cyrl_rs: Ово ће поново скенирати све песме у вашој библиотеци како би се примениле нове поставке метаподатака (попут знакова за раздвајање извођача). Ово може потрајати у зависности од величине библиотеке. Желите ли да наставите?
sv_se: Detta kommer att söka igenom alla låtar i ditt bibliotek för att tillämpa nya metadata-inställningar (som artistavgränsare). Detta kan ta en stund beroende på bibliotekets storlek. Vill du fortsätta?
sw_ke: Hii itachanganua upya nyimbo zote kwenye maktaba yako ili kutumia mipangilio mipya ya metadata (kama vile herufi za kugawanya wasanii). Hii inaweza kuchukua muda kulingana na ukubwa wa maktaba. Je, unataka kuendelea?
ta_in: இது உங்கள் நூலகத்தில் உள்ள அனைத்து பாடல்களையும் புதிய மெட்டாடேட்டா அமைப்புகளைப் பயன்படுத்த மறு ஸ்கேன் செய்யும் (கலைஞர் பிரிப்பு எழுத்துக்கள் போன்றவை). நூலக அளவைப் பொறுத்து இதற்கு சிறிது நேரம் ஆகலாம். நீங்கள் தொடர விரும்புகிறீர்களா?
th_th: สิ่งนี้จะสแกนเพลงทั้งหมดในคลังเพลงของคุณซ้ำเพื่อใช้การตั้งค่าเมทาดาตาใหม่ (เช่น ตัวแบ่งชื่อศิลปิน) ซึ่งอาจใช้เวลาสักครู่ขึ้นอยู่กับขนาดคลังเพลง คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Bu işlem, yeni meta veri ayarlarını (sanatçı ayırma karakterleri gibi) uygulamak için kütüphanenizdeki tüm şarkıları yeniden tarayacaktır. Kütüphane boyutuna bağlı olarak bu biraz zaman alabilir. Devam etmek ister misiniz?
uk_ua: Це повторно просканує всі пісні у вашій бібліотеці для застосування нових налаштувань метаданих (наприклад, символів розділення виконавців). Це може зайняти деякий час залежно від розміру бібліотеки. Хочете продовжити?
vi_vn: Thao tác này sẽ quét lại tất cả bài hát trong thư viện của bạn để áp dụng cài đặt siêu dữ liệu mới (như ký tự phân tách nghệ sĩ). Việc này có thể mất một chút thời gian tùy thuộc vào kích thước thư viện. Bạn có muốn tiếp tục không?
zh_hans: 这将重新扫描库中的所有歌曲，以应用新的元数据设置（例如艺术家分隔符）。这可能需要一些时间，具体取决于库大小。您想继续吗？
zh_tw: 這將重新掃描您媒體庫中的所有歌曲，以套用新的中繼資料設定（例如演出者分隔符號）。這可能需要一些時間，具體取決於媒體庫大小。您要繼續嗎？

# Settings_Dialog_Rescan_PrimaryButton
source: Rescan
af_za: Herskandeer
ar_eg: إعادة فحص
bg_bg: Повторно сканиране
bn_bd: পুনরায় স্ক্যান করুন
ca_es: Reescanejar
cs_cz: Znovu skenovat
da_dk: Genskan
de_de: Neu scannen
el_gr: Επανεξέταση
es_mx: Reescanear
et_ee: Skaneeri uuesti
fa_ir: اسکن مجدد
fi_fi: Skannaa uudelleen
fil_ph: Muling I-scan
fr_fr: Réanalyser
ga_ie: Athscan
he_il: סרוק מחדש
hi_in: पुन: स्कैन करें
hr_hr: Ponovno skeniraj
hu_hu: Újraolvasás
id_id: Pindai Ulang
it_it: Riscansiona
ja_jp: 再スキャン
ko_kr: 재스캔
lt_lt: Nuskaityti iš naujo
ms_my: Imbas Semula
nl_nl: Opnieuw scannen
no_no: Omskan
pa_in: ਮੁੜ-ਸਕੈਨ ਕਰੋ
pl_pl: Skanuj Ponownie
pt_br: Verificar Novamente
ro_ro: Re-scanați
ru_ru: Пересканировать
sk_sk: Prehľadať
sq_al: Riskëllo
sr_cyrl_rs: Поново скенирај
sv_se: Sök om
sw_ke: Changanua Upya
ta_in: மறு ஸ்கேன் செய்
th_th: สแกนซ้ำ
tr_tr: Yeniden Tara
uk_ua: Повторно сканувати
vi_vn: Quét lại
zh_hans: 重新扫描
zh_tw: 重新掃描

# Settings_Status_Rescan_Preparing
source: Preparing library rescan...
af_za: Berei biblioteekherskandering voor...
ar_eg: جاري تحضير إعادة فحص المكتبة...
bg_bg: Подготовка за повторно сканиране на библиотеката...
bn_bd: লাইব্রেরি পুনরায় স্ক্যান করার প্রস্তুতি চলছে...
ca_es: S'està preparant el reescaneig de la biblioteca...
cs_cz: Připravuje se opětovné skenování knihovny...
da_dk: Forbereder biblioteks-genscanning...
de_de: Vorbereitung des Bibliotheks-Rescans...
el_gr: Προετοιμασία επανεξέτασης βιβλιοθήκης...
es_mx: Preparando reescaneo de biblioteca...
et_ee: Valmistatakse ette teegi uuesti skaneerimist...
fa_ir: در حال آماده‌سازی اسکن مجدد کتابخانه...
fi_fi: Valmistellaan kirjaston uudelleenskannausta...
fil_ph: Inihahanda ang muling pag-scan ng aklatan...
fr_fr: Préparation de la réanalyse de la bibliothèque...
ga_ie: Ag ullmhú athscanadh leabharlainne...
he_il: מכין סריקה מחדש של הספרייה...
hi_in: लाइब्रेरी पुन: स्कैन तैयार किया जा रहा है...
hr_hr: Pripremam ponovno skeniranje knjižnice...
hu_hu: Könyvtár újraolvasásának előkészítése...
id_id: Mempersiapkan pemindaian ulang pustaka...
it_it: Preparazione riscansione libreria...
ja_jp: ライブラリの再スキャンを準備中...
ko_kr: 라이브러리 재스캔 준비 중...
lt_lt: Ruošiamas bibliotekos pakartotinis nuskaitymas...
ms_my: Menyediakan pengimbasan semula pustaka...
nl_nl: Bibliotheek opnieuw scannen voorbereiden...
no_no: Forbereder omskaning av bibliotek...
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਮੁੜ-ਸਕੈਨ ਦੀ ਤਿਆਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Przygotowuję ponowne skanowanie biblioteki...
pt_br: Preparando verificação da biblioteca...
ro_ro: Se pregătește re-scanarea bibliotecii...
ru_ru: Подготовка к повторному сканированию библиотеки...
sk_sk: Pripravujem prehľadávanie knižnice...
sq_al: Duke përgatitur riskëllimin e bibliotekës...
sr_cyrl_rs: Припремам поновно скенирање библиотеке...
sv_se: Förbereder omsökning av bibliotek...
sw_ke: Inaandaa kuchanganua upya maktaba...
ta_in: நூலக மறு ஸ்கேன் தயாராகிறது...
th_th: กำลังเตรียมการสแกนคลังเพลงซ้ำ...
tr_tr: Kütüphane yeniden taraması hazırlanıyor...
uk_ua: Підготовка до повторного сканування бібліотеки...
vi_vn: Đang chuẩn bị quét lại thư viện...
zh_hans: 正在准备库重新扫描...
zh_tw: 正在準備媒體庫重新掃描...

# Settings_Dialog_RescanComplete_Title
source: Rescan Complete
af_za: Herskandering Voltooi
ar_eg: اكتمال إعادة الفحص
bg_bg: Повторно сканиране завършено
bn_bd: পুনরায় স্ক্যান সম্পূর্ণ
ca_es: Reescaneig completat
cs_cz: Opětovné skenování dokončeno
da_dk: Genscanning fuldført
de_de: Rescan abgeschlossen
el_gr: Ολοκληρώθηκε η Επανεξέταση
es_mx: Reescaneo completado
et_ee: Uuesti skaneerimine lõpetatud
fa_ir: اسکن مجدد کامل شد
fi_fi: Uudelleenskannaus valmis
fil_ph: Kumpleto na ang Muling Pag-scan
fr_fr: Réanalyse terminée
ga_ie: Athscanadh Críochnaithe
he_il: סריקה מחדש הושלמה
hi_in: पुन: स्कैन पूरा हुआ
hr_hr: Ponovno skeniranje završeno
hu_hu: Újraolvasás kész
id_id: Pemindaian Ulang Selesai
it_it: Riscansione Completata
ja_jp: 再スキャン完了
ko_kr: 재스캔 완료
lt_lt: Pakartotinis nuskaitymas baigtas
ms_my: Pengimbasan Semula Selesai
nl_nl: Herscan voltooid
no_no: Omskaning fullført
pa_in: ਮੁੜ-ਸਕੈਨ ਪੂਰਾ ਹੋ ਗਿਆ
pl_pl: Skanowanie Zakończone
pt_br: Verificação Concluída
ro_ro: Re-scanare completă
ru_ru: Повторное сканирование завершено
sk_sk: Prehľadávanie dokončené
sq_al: Riskëllimi u përfundua
sr_cyrl_rs: Поновно скенирање завршено
sv_se: Omsökning klar
sw_ke: Kuchanganua Upya Kukamilika
ta_in: மறு ஸ்கேன் முடிந்தது
th_th: สแกนซ้ำเสร็จสมบูรณ์
tr_tr: Yeniden Tarama Tamamlandı
uk_ua: Повторне сканування завершено
vi_vn: Quét lại hoàn tất
zh_hans: 重新扫描完成
zh_tw: 重新掃描完成
