Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_ResetApp_Header
source: Reset application
af_za: Herstel toepassing
ar_eg: إعادة تعيين التطبيق
bg_bg: Нулиране на приложението
bn_bd: অ্যাপ্লিকেশন রিসেট করুন
ca_es: Reiniciar aplicació
cs_cz: Resetovat aplikaci
da_dk: Nulstil applikation
de_de: Anwendung zurücksetzen
el_gr: Επαναφορά εφαρμογής
es_mx: Restablecer aplicación
et_ee: Lähtesta rakendus
fa_ir: بازنشانی برنامه
fil_ph: I-reset ang application
fr_fr: Réinitialiser l'application
ga_ie: Athshocraigh feidhmchlár
he_il: אפס יישום
hi_in: एप्लिकेशन रीसेट करें
hr_hr: Poništi aplikaciju
hu_hu: Alkalmazás visszaállítása
id_id: Setel ulang aplikasi
it_it: Reimposta applicazione
ja_jp: アプリケーションをリセット
ko_kr: 애플리케이션 재설정
lt_lt: Atstatyti programą
ms_my: Tetapkan semula aplikasi
nl_nl: Applicatie opnieuw instellen
no_no: Tilbakestill applikasjon
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj aplikację
ru_ru: Сбросить приложение
sk_sk: Resetovať aplikáciu
sq_al: Rivendos aplikacionin
sr_cyrl_rs: Ресетуј апликацију
sv_se: Återställ applikation
sw_ke: Weka upya programu
ta_in: பயன்பாட்டை மீட்டமை
th_th: รีเซ็ตแอปพลิเคชัน
tr_tr: Uygulamayı sıfırla
uk_ua: Скинути додаток
vi_vn: Đặt lại ứng dụng
zh_hans: 重置应用程序

# SettingsPage_ResetApp_Description
source: This will delete all library data, playlists, and reset all settings to their defaults. The application will restart.
af_za: Dit sal alle biblioteekdata, snitlyste uitvee, en alle instellings na hul verstekwaardes herstel. Die toepassing sal herbegin.
ar_eg: سيؤدي هذا إلى حذف جميع بيانات المكتبة وقوائم التشغيل، وإعادة تعيين جميع الإعدادات إلى قيمها الافتراضية. سيتم إعادة تشغيل التطبيق.
bg_bg: Това ще изтрие всички данни от библиотеката, плейлистите и ще нулира всички настройки до техните стойности по подразбиране. Приложението ще се рестартира.
bn_bd: এটি সমস্ত লাইব্রেরি ডেটা, প্লেলিস্ট মুছে ফেলবে এবং সমস্ত সেটিংসকে তাদের ডিফল্টে রিসেট করবে। অ্যাপ্লিকেশন পুনরায় চালু হবে।
ca_es: Això esborrarà totes les dades de la biblioteca, les llistes de reproducció i restablirà tota la configuració als valors predeterminats. L'aplicació es reiniciarà.
cs_cz: Tímto odstraníte všechna data knihovny, seznamy skladeb a obnovíte všechna nastavení na výchozí hodnoty. Aplikace se restartuje.
da_dk: Dette vil slette alle biblioteksdata, afspilningslister og nulstille alle indstillinger til deres standardværdier. Applikationen vil genstarte.
de_de: Dadurch werden alle Bibliotheksdaten und Playlists gelöscht und alle Einstellungen auf die Standardwerte zurückgesetzt. Die Anwendung wird neu gestartet.
el_gr: Αυτό θα διαγράψει όλα τα δεδομένα βιβλιοθήκης, τις λίστες αναπαραγωγής και θα επαναφέρει όλες τις ρυθμίσεις στις προεπιλογές τους. Η εφαρμογή θα επανεκκινηθεί.
es_mx: Esto eliminará todos los datos de la biblioteca, las listas de reproducción y restablecerá todas las configuraciones a sus valores predeterminados. La aplicación se reiniciará.
et_ee: See kustutab kõik teegi andmed, esitusloendid ja lähtestab kõik seaded vaikeväärtustele. Rakendus taaskäivitub.
fa_ir: این کار همه داده‌های کتابخانه، لیست‌های پخش را حذف می‌کند و همه تنظیمات را به حالت پیش‌فرض بازنشانی می‌کند. برنامه دوباره راه‌اندازی خواهد شد.
fil_ph: Buburahin nito ang lahat ng data ng library, mga playlist, at ire-reset ang lahat ng setting sa kanilang mga default. Magre-restart ang application.
fr_fr: Cela supprimera toutes les données de la bibliothèque, les listes de lecture et réinitialisera tous les paramètres à leurs valeurs par défaut. L'application redémarrera.
ga_ie: Scriosfaidh sé seo gach sonraí leabharlainne, seinmliostaí, agus athshocróidh sé gach socrú chuig a réamhshocraithe. Atosóidh an feidhmchlár.
he_il: פעולה זו תמחק את כל נתוני הספרייה, רשימות ההשמעה ותאפס את כל ההגדרות לברירת המחדל שלהן. היישום יופעל מחדש.
hi_in: यह सभी लाइब्रेरी डेटा, प्लेलिस्ट को हटा देगा और सभी सेटिंग्स को उनके डिफ़ॉल्ट पर रीसेट कर देगा। एप्लिकेशन पुनरारंभ होगा।
hr_hr: Ovo će izbrisati sve podatke biblioteke, popise za reprodukciju i resetirati sve postavke na zadane. Aplikacija će se ponovno pokrenuti.
hu_hu: Ez törli az összes könyvtári adatot, lejátszási listát, és visszaállítja az összes beállítást az alapértelmezettekre. Az alkalmazás újraindul.
id_id: Ini akan menghapus semua data pustaka, daftar putar, dan mengatur ulang semua pengaturan ke defaultnya. Aplikasi akan memulai ulang.
it_it: Questo eliminerà tutti i dati della libreria, le playlist e ripristinerà tutte le impostazioni ai valori predefiniti. L'applicazione si riavvierà.
ja_jp: これにより、すべてのライブラリデータ、プレイリストが削除され、すべての設定がデフォルトにリセットされます。アプリケーションは再起動します。
ko_kr: 모든 라이브러리 데이터, 재생목록을 삭제하고 모든 설정을 기본값으로 재설정합니다. 애플리케이션이 다시 시작됩니다.
lt_lt: Tai ištrins visus bibliotekos duomenis, grojaraščius ir atstatys visus nustatymus į numatytuosius. Programa bus paleista iš naujo.
ms_my: Ini akan memadamkan semua data pustaka, senarai main, dan menetapkan semula semua tetapan ke lalai. Aplikasi akan dimulakan semula.
nl_nl: Hiermee worden alle bibliotheekgegevens en afspeellijsten verwijderd en alle instellingen teruggezet naar de standaardwaarden. De applicatie zal opnieuw opstarten.
no_no: Dette vil slette alle bibliotekdata, spillelister og tilbakestille alle innstillinger til standardverdiene. Applikasjonen vil starte på nytt.
pa_in: ਇਹ ਸਾਰੇ ਲਾਇਬ੍ਰੇਰੀ ਡਾਟਾ, ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਅਤੇ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਡਿਫੌਲਟ 'ਤੇ ਰੀਸੈਟ ਕਰ ਦੇਵੇਗਾ। ਐਪਲੀਕੇਸ਼ਨ ਮੁੜ ਚਾਲੂ ਹੋ ਜਾਵੇਗੀ।
pl_pl: Spowoduje to usunięcie wszystkich danych biblioteki, playlist i zresetowanie wszystkich ustawień do wartości domyślnych. Aplikacja zostanie ponownie uruchomiona.
ru_ru: Это удалит все данные библиотеки, плейлисты и сбросит все настройки до значений по умолчанию. Приложение будет перезапущено.
sk_sk: Týmto sa vymažú všetky dáta knižnice, playlisty a resetujú všetky nastavenia na predvolené. Aplikácia sa reštartuje.
sq_al: Kjo do të fshijë të gjitha të dhënat e bibliotekës, listat e luajtjes dhe do të rivendosë të gjitha cilësimet në parazgjedhjet e tyre. Aplikacioni do të rifillojë.
sr_cyrl_rs: Ово ће избрисати све податке библиотеке, плејлисте и ресетовати сва подешавања на подразумеване вредности. Апликација ће се поново покренути.
sv_se: Detta kommer att radera all biblioteksdata, spellistor och återställa alla inställningar till standard. Applikationen kommer att startas om.
sw_ke: Hii itafuta data yote ya maktaba, orodha za nyimbo, na kuweka upya mipangilio yote kwenye chaguo-msingi. Programu itaanza upya.
ta_in: இது அனைத்து நூலகத் தரவுகளையும், பிளேலிஸ்ட்களையும் நீக்கிவிடும், மேலும் அனைத்து அமைப்புகளையும் இயல்புநிலைக்கு மீட்டமைக்கும். பயன்பாடு மீண்டும் தொடங்கும்.
th_th: การดำเนินการนี้จะลบข้อมูลไลบรารี เพลย์ลิสต์ทั้งหมด และรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น แอปพลิเคชันจะเริ่มต้นใหม่
tr_tr: Bu işlem, tüm arşiv verilerini, çalma listelerini siler ve tüm ayarları varsayılan değerlerine sıfırlar. Uygulama yeniden başlatılacaktır.
uk_ua: Це видалить усі дані бібліотеки, списки відтворення та скине всі налаштування до стандартних. Додаток буде перезапущено.
vi_vn: Thao tác này sẽ xóa tất cả dữ liệu thư viện, danh sách phát và đặt lại tất cả cài đặt về mặc định. Ứng dụng sẽ khởi động lại.
zh_hans: 这将删除所有库数据、播放列表，并将所有设置重置为默认值。应用程序将重新启动。

# SettingsPage_ResetButton_Content
source: Reset All Data
af_za: Herstel Alle Data
ar_eg: إعادة ضبط كل البيانات
bg_bg: Нулиране на всички данни
bn_bd: সমস্ত ডেটা রিসেট করুন
ca_es: Reiniciar totes les dades
cs_cz: Obnovit všechna data
da_dk: Nulstil alle data
de_de: Alle Daten zurücksetzen
el_gr: Επαναφορά όλων των δεδομένων
es_mx: Restablecer todos los datos
et_ee: Lähtesta kõik andmed
fa_ir: بازنشانی همه داده‌ها
fil_ph: I-reset ang Lahat ng Data
fr_fr: Réinitialiser toutes les données
ga_ie: Athshocraigh Gach Sonraí
he_il: אפס את כל הנתונים
hi_in: सभी डेटा रीसेट करें
hr_hr: Poništi sve podatke
hu_hu: Összes adat visszaállítása
id_id: Setel Ulang Semua Data
it_it: Reimposta tutti i dati
ja_jp: すべてのデータをリセット
ko_kr: 모든 데이터 재설정
lt_lt: Atstatyti visus duomenis
ms_my: Tetapkan Semula Semua Data
nl_nl: Alle gegevens opnieuw instellen
no_no: Tilbakestill alle data
pa_in: ਸਾਰਾ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj wszystkie dane
ru_ru: Сбросить все данные
sk_sk: Resetovať všetky dáta
sq_al: Rivendos të gjitha të dhënat
sr_cyrl_rs: Ресетуј све податке
sv_se: Återställ all data
sw_ke: Weka Upya Data Zote
ta_in: அனைத்து தரவுகளையும் மீட்டமை
th_th: รีเซ็ตข้อมูลทั้งหมด
tr_tr: Tüm Verileri Sıfırla
uk_ua: Скинути всі дані
vi_vn: Đặt lại tất cả dữ liệu
zh_hans: 重置所有数据

# SettingsPage_Section_Integrations
source: Integrations
af_za: Integrasies
ar_eg: التكاملات
bg_bg: Интеграции
bn_bd: ইন্টিগ্রেশন
ca_es: Integracions
cs_cz: Integrace
da_dk: Integrationer
de_de: Integrationen
el_gr: Ενσωματώσεις
es_mx: Integraciones
et_ee: Integratsioonid
fa_ir: ادغام‌ها
fil_ph: Mga Integrasyon
fr_fr: Intégrations
ga_ie: Comhtháthaithe
he_il: אינטגרציות
hi_in: एकीकरण
hr_hr: Integracije
hu_hu: Integrációk
id_id: Integrasi
it_it: Integrazioni
ja_jp: 連携
ko_kr: 통합
lt_lt: Integracijos
ms_my: Integrasi
nl_nl: Integraties
no_no: Integrasjoner
pa_in: ਏਕੀਕਰਣ
pl_pl: Integracje
ru_ru: Интеграции
sk_sk: Integrácie
sq_al: Integrime
sr_cyrl_rs: Интеграције
sv_se: Integrationer
sw_ke: Miunganisho
ta_in: ஒருங்கிணைப்புகள்
th_th: การรวมระบบ
tr_tr: Entegrasyonlar
uk_ua: Інтеграції
vi_vn: Tích hợp
zh_hans: 集成

# SettingsPage_LastFm_Header
source: Last.fm
hi_in: लास्ट.एफएम
pa_in: ਲਾਸਟ.ਐਫ.ਐਮ.

# SettingsPage_LastFm_Description
source: Connect your Last.fm account to scrobble tracks and show your currently playing song.
af_za: en jou huidige speelende liedjie te wys.
ar_eg: ربط حسابك على Last.fm لتسجيل الأغاني وعرض الأغنية التي يتم تشغيلها حاليًا.
bg_bg: Свържете акаунта си в Last.fm, за да "скробвате" песни и да показвате текущо възпроизвежданата песен.
bn_bd: ট্র্যাক স্ক্রোবল করতে এবং আপনার বর্তমানে বাজানো গান দেখাতে আপনার Last.fm অ্যাকাউন্ট সংযুক্ত করুন।
ca_es: Connecta el teu compte de Last.fm per enviar les cançons i mostrar la cançó que estàs reproduint actualment.
cs_cz: Připojte svůj účet Last.fm pro scrobble skladeb a zobrazení aktuálně přehrávané skladby.
da_dk: Forbind din Last.fm-konto for at scrobble numre og vise din nuværende afspillende sang.
de_de: Verbinden Sie Ihr Last.fm-Konto, um Titel zu scrobbeln und Ihren aktuell gespielten Titel anzuzeigen.
el_gr: Συνδέστε τον λογαριασμό σας στο Last.fm για να καταγράφετε κομμάτια και να εμφανίζετε το τραγούδι που αναπαράγεται αυτήν τη στιγμή.
es_mx: Conecte su cuenta de Last.fm para registrar pistas y mostrar la canción que está reproduciendo actualmente.
et_ee: Ühenda oma Last.fm konto lugude skroblimiseks ja hetkel mängitava loo näitamiseks.
fa_ir: حساب Last.fm خود را متصل کنید تا آهنگ‌ها را اسکرابل کرده و آهنگ در حال پخش شما را نمایش دهد.
fil_ph: Ikonekta ang iyong Last.fm account upang i-scrobble ang mga track at ipakita ang iyong kasalukuyang pinapatugtog na kanta.
fr_fr: Connectez votre compte Last.fm pour scrobbler les pistes et afficher votre chanson en cours de lecture.
ga_ie: Ceangail do chuntas Last.fm chun rianta a scroblaigh agus chun an t-amhrán atá á sheinm agat faoi láthair a thaispeáint.
he_il: חבר את חשבון Last.fm שלך כדי לסקרוב רצועות ולהציג את השיר המתנגן כעת.
hi_in: ट्रैक स्क्रोबल करने और आपके वर्तमान में चल रहे गाने को दिखाने के लिए अपने Last.fm खाते को कनेक्ट करें।
hr_hr: Povežite svoj Last.fm račun za "scrobble" pjesme i prikaz trenutno reproducirane pjesme.
hu_hu: Csatlakoztassa Last.fm fiókját a számok scrobblálásához és az éppen játszott dal megjelenítéséhez.
id_id: Hubungkan akun Last.fm Anda untuk melakukan scrobble trek dan menampilkan lagu yang sedang Anda putar.
it_it: Connetti il tuo account Last.fm per scrobblare i brani e mostrare il brano attualmente in riproduzione.
ja_jp: Last.fmアカウントを接続して、トラックをScrobbleし、現在再生中の曲を表示します。
ko_kr: Last.fm 계정을 연결하여 트랙을 스크로블하고 현재 재생 중인 노래를 표시합니다.
lt_lt: Prijunkite savo Last.fm paskyrą, kad įrašytumėte kūrinius ir rodytumėte šiuo metu grojančią dainą.
ms_my: Sambungkan akaun Last.fm anda untuk mengesan trek dan menunjukkan lagu yang sedang anda mainkan.
nl_nl: Verbind uw Last.fm-account om nummers te scrobbelen en uw huidig afgespeelde nummer weer te geven.
no_no: Koble til Last.fm-kontoen din for å skrobble spor og vise sangen du spiller for øyeblikket.
pa_in: ਟਰੈਕ ਸਕ੍ਰੌਬਲ ਕਰਨ ਅਤੇ ਆਪਣੇ ਮੌਜੂਦਾ ਚੱਲ ਰਹੇ ਗੀਤ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਆਪਣੇ Last.fm ਖਾਤੇ ਨੂੰ ਕਨੈਕਟ ਕਰੋ।
pl_pl: Podłącz swoje konto Last.fm, aby scroblować utwory i pokazywać aktualnie odtwarzany utwór.
ru_ru: Подключите свою учетную запись Last.fm, чтобы скробблить треки и показывать текущую воспроизводимую песню.
sk_sk: Pripojte svoj Last.fm účet pre scrobbling skladieb a zobrazenie aktuálne prehrávanej piesne.
sq_al: Lidhni llogarinë tuaj Last.fm për të regjistruar këngët dhe për të shfaqur këngën tuaj që po luhet aktualisht.
sr_cyrl_rs: Повежите свој Last.fm налог да бисте скробовали нумере и приказали песму коју тренутно слушате.
sv_se: Anslut ditt Last.fm-konto för att "scrobbla" spår och visa din nuvarande låt.
sw_ke: Unganisha akaunti yako ya Last.fm ili kuweka kumbukumbu za nyimbo na kuonyesha wimbo wako unaocheza sasa.
ta_in: Last.fm இல் பாடல்களை ஸ்க்ரோபிள் செய்யவும், தற்போது இயங்கும் பாடலைக் காட்டவும் உங்கள் Last.fm கணக்கை இணைக்கவும்.
th_th: เชื่อมต่อบัญชี Last.fm ของคุณเพื่อบันทึกเพลงที่เล่นและแสดงเพลงที่คุณกำลังเล่นอยู่
tr_tr: Parçaları scrobble etmek ve o anda çalan şarkınızı göstermek için Last.fm hesabınızı bağlayın.
uk_ua: Підключіть свій обліковий запис Last.fm, щоб скроблювати треки та показувати пісню, що відтворюється.
vi_vn: Kết nối tài khoản Last.fm của bạn để scrobble các bản nhạc và hiển thị bài hát đang phát của bạn.
zh_hans: 连接您的 Last.fm 帐户以记录曲目并显示您当前正在播放的歌曲。

# SettingsPage_LastFm_Connect_Content
source: Connect
af_za: Koppel
ar_eg: ربط
bg_bg: Свържи
bn_bd: সংযুক্ত করুন
ca_es: Connectar
cs_cz: Připojit
da_dk: Forbind
de_de: Verbinden
el_gr: Σύνδεση
es_mx: Conectar
et_ee: Ühenda
fa_ir: اتصال
fil_ph: Kumonekta
fr_fr: Connecter
ga_ie: Ceangail
he_il: התחבר
hi_in: कनेक्ट करें
hr_hr: Poveži
hu_hu: Csatlakozás
id_id: Hubungkan
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
lt_lt: Prisijungti
ms_my: Sambung
nl_nl: Verbinden
no_no: Koble til
pa_in: ਕਨੈਕਟ ਕਰੋ
pl_pl: Połącz
ru_ru: Подключить
sk_sk: Pripojiť
sq_al: Lidh
sr_cyrl_rs: Повежи
sv_se: Anslut
sw_ke: Unganisha
ta_in: இணை
th_th: เชื่อมต่อ
tr_tr: Bağlan
uk_ua: Підключити
vi_vn: Kết nối
zh_hans: 连接

# SettingsPage_LastFm_Complete_Content
source: Complete
af_za: Voltooi
ar_eg: اكتمل
bg_bg: Завърши
bn_bd: সম্পূর্ণ
ca_es: Completar
cs_cz: Dokončit
da_dk: Fuldfør
de_de: Abgeschlossen
el_gr: Ολοκλήρωση
es_mx: Completar
et_ee: Lõpeta
fa_ir: تکمیل
fil_ph: Kumpleto
fr_fr: Terminé
ga_ie: Comhlánaigh
he_il: השלם
hi_in: पूर्ण
hr_hr: Dovrši
hu_hu: Befejezés
id_id: Selesai
it_it: Completa
ja_jp: 完了
ko_kr: 완료
lt_lt: Baigti
ms_my: Selesai
nl_nl: Voltooien
no_no: Fullfør
pa_in: ਪੂਰਾ ਕਰੋ
pl_pl: Ukończono
ru_ru: Завершить
sk_sk: Dokončiť
sq_al: Përfundo
sr_cyrl_rs: Заврши
sv_se: Slutför
sw_ke: Kamilisha
ta_in: முடிந்தது
th_th: เสร็จสิ้น
tr_tr: Tamamla
uk_ua: Завершити
vi_vn: Hoàn tất
zh_hans: 完成

# SettingsPage_LastFm_Cancel_Content
source: Cancel
af_za: Kanselleer
ar_eg: الغى
bg_bg: Отмени
bn_bd: বাতিল করুন
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fil_ph: Kanselahin
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消

# SettingsPage_LastFm_Disconnect_Content
source: Disconnect
af_za: Ontkoppel
ar_eg: قطع الاتصال
bg_bg: Прекъсни връзката
bn_bd: সংযোগ বিচ্ছিন্ন করুন
ca_es: Desconnectar
cs_cz: Odpojit
da_dk: Frakobl
de_de: Trennen
el_gr: Αποσύνδεση
es_mx: Desconectar
et_ee: Katkesta ühendus
fa_ir: قطع اتصال
fil_ph: Idiskonekta
fr_fr: Déconnecter
ga_ie: Dícheangail
he_il: התנתק
hi_in: डिस्कनेक्ट करें
hr_hr: Odspoji
hu_hu: Leválasztás
id_id: Putuskan Sambungan
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 해제
lt_lt: Atsijungti
ms_my: Putuskan Sambungan
nl_nl: Verbreken
no_no: Koble fra
pa_in: ਡਿਸਕਨੈਕਟ ਕਰੋ
pl_pl: Odłącz
ru_ru: Отключить
sk_sk: Odpojiť
sq_al: Shkëput
sr_cyrl_rs: Искључи
sv_se: Koppla från
sw_ke: Kata Muunganisho
ta_in: துண்டி
th_th: ยกเลิกการเชื่อมต่อ
tr_tr: Bağlantıyı Kes
uk_ua: Відключити
vi_vn: Ngắt kết nối
zh_hans: 断开连接

# SettingsPage_LastFm_Scrobbling_Header
source: Enable scrobbling
af_za: Aktiveer scrobbling
ar_eg: تفعيل التسجيل (scrobbling)
bg_bg: Активиране на "скробване"
bn_bd: স্ক্রোবলিং সক্ষম করুন
ca_es: Activar "scrobbling"
cs_cz: Povolit scrobbling
da_dk: Aktiver scrobbling
de_de: Scrobbling aktivieren
el_gr: Ενεργοποίηση καταγραφής
es_mx: Habilitar "scrobbling"
et_ee: Luba skroblimine
fa_ir: فعال کردن اسکرابلینگ
fil_ph: Paganahin ang scrobbling
fr_fr: Activer le scrobbling
ga_ie: Cumasaigh scroblaíocht
he_il: אפשר סקרובל
hi_in: स्क्रोबलिंग सक्षम करें
hr_hr: Omogući scrobbling
hu_hu: Scrobblálás engedélyezése
id_id: Aktifkan scrobbling
it_it: Abilita scrobbling
ja_jp: Scrobblingを有効にする
ko_kr: 스크로블링 활성화
lt_lt: Įjungti scrobbling
ms_my: Dayakan scrobbling
nl_nl: Scrobbling inschakelen
no_no: Aktiver skrobbling
pa_in: ਸਕ੍ਰੌਬਲਿੰਗ ਸਮਰੱਥ ਕਰੋ
pl_pl: Włącz scroblowanie
ru_ru: Включить скробблинг
sk_sk: Povoliť scrobbling
sq_al: Aktivizo scrobbling-un
sr_cyrl_rs: Омогући скробовање
sv_se: Aktivera "scrobbling"
sw_ke: Washa uwekaji kumbukumbu
ta_in: ஸ்க்ரோப்ளிங்கை இயக்கு
th_th: เปิดใช้งานการบันทึกเพลง
tr_tr: Scrobbling'i etkinleştir
uk_ua: Увімкнути скроблінг
vi_vn: Bật scrobbling
zh_hans: 启用记录

# SettingsPage_LastFm_Scrobbling_Description
source: Automatically add the tracks you listen to on Nagi to your Last.fm profile.
af_za: Voeg die snitte waarna jy op Nagi luister, outomaties by jou Last.fm-profiel.
ar_eg: إضافة الأغاني التي تستمع إليها في Nagi تلقائيًا إلى ملفك الشخصي على Last.fm.
bg_bg: Автоматично добавяйте песните, които слушате в Nagi, към профила си в Last.fm.
bn_bd: Nagi-তে আপনি যে ট্র্যাকগুলি শোনেন তা স্বয়ংক্রিয়ভাবে আপনার Last.fm প্রোফাইলে যোগ করুন।
ca_es: Afegeix automàticament les cançons que escoltes a Nagi al teu perfil de Last.fm.
cs_cz: Automaticky přidávat skladby, které posloucháte v Nagi, do vašeho profilu Last.fm.
da_dk: Føj automatisk de numre, du lytter til på Nagi, til din Last.fm-profil.
de_de: Fügt die Titel, die Sie auf Nagi hören, automatisch Ihrem Last.fm-Profil hinzu.
el_gr: Αυτόματη προσθήκη των κομματιών που ακούτε στο Nagi στο προφίλ σας στο Last.fm.
es_mx: Agregue automáticamente las pistas que escuche en Nagi a su perfil de Last.fm.
et_ee: Lisage automaatselt Nagi's kuulatud lood oma Last.fm profiilile.
fa_ir: آهنگ‌هایی را که در Nagi گوش می‌دهید، به طور خودکار به پروفایل Last.fm خود اضافه کنید.
fil_ph: Awtomatikong idagdag ang mga track na pinapakinggan mo sa Nagi sa iyong Last.fm profile.
fr_fr: Ajouter automatiquement les pistes que vous écoutez sur Nagi à votre profil Last.fm.
ga_ie: Cuir na rianta a éisteann tú le Nagi go huathoibríoch le do phróifíl Last.fm.
he_il: הוסף אוטומטית את הרצועות שאתה מאזין להן ב-Nagi לפרופיל Last.fm שלך.
hi_in: नागी पर आपके द्वारा सुने जाने वाले ट्रैक को स्वचालित रूप से अपने Last.fm प्रोफ़ाइल में जोड़ें।
hr_hr: Automatski dodajte pjesme koje slušate na Nagiju na svoj Last.fm profil.
hu_hu: Automatikusan hozzáadja a Nagi-n hallgatott számokat a Last.fm profiljához.
id_id: Secara otomatis menambahkan trek yang Anda dengarkan di Nagi ke profil Last.fm Anda.
it_it: Aggiungi automaticamente i brani che ascolti su Nagi al tuo profilo Last.fm.
ja_jp: Nagiで聴いたトラックをLast.fmプロフィールに自動的に追加します。
ko_kr: Nagi에서 듣는 트랙을 Last.fm 프로필에 자동으로 추가합니다.
lt_lt: Automatiškai pridėti kūrinius, kurių klausotės Nagi, į savo Last.fm profilį.
ms_my: Tambah trek yang anda dengar di Nagi secara automatik ke profil Last.fm anda.
nl_nl: Voeg de nummers die u op Nagi beluistert automatisch toe aan uw Last.fm-profiel.
no_no: Legg automatisk til sporene du lytter til på Nagi i Last.fm-profilen din.
pa_in: ਨਾਗੀ 'ਤੇ ਸੁਣੇ ਗਏ ਟ੍ਰੈਕਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਆਪਣੇ Last.fm ਪ੍ਰੋਫਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।
pl_pl: Automatycznie dodawaj utwory, których słuchasz w Nagi, do swojego profilu Last.fm.
ru_ru: Автоматически добавлять треки, которые вы слушаете в Nagi, в ваш профиль Last.fm.
sk_sk: Automaticky pridávať skladby, ktoré počúvate na Nagi, do vášho Last.fm profilu.
sq_al: Shtoni automatikisht këngët që dëgjoni në Nagi në profilin tuaj Last.fm.
sr_cyrl_rs: Аутоматски додајте нумере које слушате на Нагију на ваш Last.fm профил.
sv_se: Lägg automatiskt till de spår du lyssnar på i Nagi till din Last.fm-profil.
sw_ke: Ongeza nyimbo unazosikiliza kwenye Nagi kiotomatiki kwenye wasifu wako wa Last.fm.
ta_in: நாகியில் நீங்கள் கேட்கும் பாடல்களை தானாகவே உங்கள் Last.fm சுயவிவரத்தில் சேர்க்கவும்.
th_th: เพิ่มเพลงที่คุณฟังบน Nagi ไปยังโปรไฟล์ Last.fm ของคุณโดยอัตโนมัติ
tr_tr: Nagi'de dinlediğiniz parçaları Last.fm profilinize otomatik olarak ekleyin.
uk_ua: Автоматично додавати треки, які ви слухаєте в Nagi, до вашого профілю Last.fm.
vi_vn: Tự động thêm các bản nhạc bạn nghe trên Nagi vào hồ sơ Last.fm của bạn.
zh_hans: 自动将您在 Nagi 上收听的曲目添加到您的 Last.fm 个人资料。

# SettingsPage_LastFm_NowPlaying_Header
source: Update 'Now Playing'
af_za: Werk 'Speel Nou' op
ar_eg: تحديث "قيد التشغيل الآن"
bg_bg: Актуализирай 'Възпроизвежда се сега'
bn_bd: 'এখন বাজছে' আপডেট করুন
ca_es: Actualitzar 'Ara sonant'
cs_cz: Aktualizovat 'Nyní hraje'
da_dk: Opdater 'Afspiller nu'
de_de: 'Aktuelle Wiedergabe' aktualisieren
el_gr: Ενημέρωση 'Τώρα αναπαραγωγή'
es_mx: Actualizar "Reproduciendo ahora"
et_ee: Uuenda 'Hetkel mängib'
fa_ir: به‌روزرسانی 'در حال پخش'
fil_ph: I-update ang 'Kasalukuyang Pinapatugtog'
fr_fr: Mettre à jour 'En lecture'
ga_ie: Nuashonraigh 'Ag Seinm Anois'
he_il: עדכן 'מתנגן כעת'
hi_in: 'अभी चल रहा है' अपडेट करें
hr_hr: Ažuriraj 'Trenutno se reproducira'
hu_hu: „Most játszott” frissítése
id_id: Perbarui 'Sedang Diputar'
it_it: Aggiorna 'In riproduzione'
ja_jp: 「再生中」を更新
ko_kr: '지금 재생 중' 업데이트
lt_lt: Atnaujinti „Dabar grojama“
ms_my: Kemaskini 'Sedang Dimainkan'
nl_nl: 'Nu afspelen' bijwerken
no_no: Oppdater 'Spiller nå'
pa_in: 'ਹੁਣ ਚੱਲ ਰਿਹਾ' ਅੱਪਡੇਟ ਕਰੋ
pl_pl: Zaktualizuj "Teraz odtwarzane"
ru_ru: Обновить 'Сейчас играет'
sk_sk: Aktualizovať 'Teraz sa prehráva'
sq_al: Përditëso 'Tani duke luajtur'
sr_cyrl_rs: Ажурирај 'Тренутно се репродукује'
sv_se: Uppdatera "Spelas nu"
sw_ke: Sasisha 'Inacheza Sasa'
ta_in: 'இப்போது இயங்குகிறது' என்பதைப் புதுப்பி
th_th: อัปเดต 'กำลังเล่น'
tr_tr: 'Şimdi Çalıyor'u Güncelle
uk_ua: Оновити 'Зараз грає'
vi_vn: Cập nhật 'Đang phát'
zh_hans: 更新“正在播放”
