Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Settings_Dialog_VolumeNorm_Content
source: Volume Normalization (ReplayGain) ensures a consistent volume level across all your music. This will analyze your music library and directly modify your audio files by writing ReplayGain tags. Only files without existing tags will be processed. This may take some time depending on your library size. Do you want to continue?
af_za: Volumenormalisering (ReplayGain) verseker 'n konsekwente volumevlak oor al jou musiek. Dit sal jou musiekbiblioteek analiseer en jou oudiolêers direk wysig deur ReplayGain-etikette te skryf. Slegs lêers sonder bestaande etikette sal verwerk word. Dit kan 'n rukkie neem afhangende van jou biblioteekgrootte. Wil jy voortgaan?
ar_eg: تضمن تسوية مستوى الصوت (ReplayGain) مستوى صوت ثابتًا عبر جميع ملفات الموسيقى الخاصة بك. سيقوم هذا بتحليل مكتبة الموسيقى الخاصة بك وتعديل ملفات الصوت مباشرة عن طريق كتابة علامات ReplayGain. سيتم معالجة الملفات التي لا تحتوي على علامات موجودة فقط. قد يستغرق هذا بعض الوقت اعتمادًا على حجم مكتبتك. هل تريد المتابعة؟
bg_bg: Нормализирането на звука (ReplayGain) осигурява постоянно ниво на звука във цялата ви музика.\n\nТова ще анализира вашата музикална библиотека и директно ще промени вашите аудио файлове, като запише ReplayGain тагове. Ще бъдат обработени само файлове без съществуващи тагове. Това може да отнеме известно време в зависимост от размера на вашата библиотека.\n\nИскате ли да продължите?
bn_bd: ভলিউম স্বাভাবিককরণ (ReplayGain) আপনার সমস্ত সঙ্গীতের একটি ধারাবাহিক ভলিউম স্তর নিশ্চিত করে। এটি আপনার সঙ্গীত লাইব্রেরি বিশ্লেষণ করবে এবং ReplayGain ট্যাগ লিখে আপনার অডিও ফাইলগুলি সরাসরি সংশোধন করবে। শুধুমাত্র বিদ্যমান ট্যাগ ছাড়া ফাইলগুলি প্রক্রিয়াজাত করা হবে। আপনার লাইব্রেরির আকারের উপর নির্ভর করে এটি কিছুটা সময় নিতে পারে। আপনি কি চালিয়ে যেতে চান?
ca_es: La normalització de volum (ReplayGain) assegura un nivell de volum consistent en tota la teva música. Això analitzarà la teva biblioteca de música i modificarà directament els teus fitxers d'àudio escrivint etiquetes ReplayGain. Només es processaran els fitxers sense etiquetes existents. Això pot trigar un temps depenent de la mida de la teva biblioteca. Vols continuar?
cs_cz: Normalizace hlasitosti (ReplayGain) zajišťuje konzistentní úroveň hlasitosti napříč veškerou vaší hudbou. To analyzuje vaši hudební knihovnu a přímo upraví vaše zvukové soubory zápisem značek ReplayGain. Zpracovány budou pouze soubory bez existujících značek. To může trvat nějakou dobu v závislosti na velikosti vaší knihovny. Chcete pokračovat?
da_dk: Lydstyrkenormalisering (ReplayGain) sikrer et ensartet lydstyrkeniveau på tværs af al din musik. Dette vil analysere dit musikbibliotek og direkte ændre dine lydfiler ved at skrive ReplayGain-tags. Kun filer uden eksisterende tags vil blive behandlet. Dette kan tage et stykke tid afhængigt af dit biblioteks størrelse. Vil du fortsætte?
de_de: Die Lautstärkenormalisierung (ReplayGain) sorgt für eine gleichmäßige Lautstärke in Ihrer gesamten Musik. Dadurch wird Ihre Musikbibliothek analysiert und Ihre Audiodateien direkt durch Schreiben von ReplayGain-Tags geändert. Nur Dateien ohne vorhandene Tags werden verarbeitet. Dies kann je nach Größe Ihrer Bibliothek einige Zeit dauern. Möchten Sie fortfahren?
el_gr: Η κανονικοποίηση έντασης (ReplayGain) εξασφαλίζει ένα σταθερό επίπεδο έντασης σε όλη τη μουσική σας.\n\nΑυτό θα αναλύσει τη μουσική σας βιβλιοθήκη και θα τροποποιήσει απευθείας τα αρχεία ήχου σας γράφοντας ετικέτες ReplayGain. Μόνο τα αρχεία χωρίς υπάρχουσες ετικέτες θα υποβληθούν σε επεξεργασία. Αυτό μπορεί να διαρκέσει λίγο ανάλογα με το μέγεθος της βιβλιοθήκης σας.\n\nΘέλετε να συνεχίσετε;
es_mx: La normalización de volumen (ReplayGain) asegura un nivel de volumen consistente en toda tu música. Esto analizará tu biblioteca de música y modificará directamente tus archivos de audio escribiendo etiquetas ReplayGain. Solo se procesarán los archivos sin etiquetas existentes. Esto puede tardar un tiempo dependiendo del tamaño de tu biblioteca. Deseas continuar?
et_ee: Helitugevuse normaliseerimine (ReplayGain) tagab ühtlase helitugevuse kõigis teie lugudes. See analüüsib teie muusikakogu ja muudab otse teie helifaile, kirjutades ReplayGaini sildid. Töödeldakse ainult faile, millel puuduvad olemasolevad sildid. See võib olenevalt teie teegi suurusest aega võtta. Kas soovite jätkata?
fa_ir: نرمال‌سازی صدا (ReplayGain) سطح صدای ثابتی را در تمام موسیقی شما تضمین می‌کند.\n\nاین کار کتابخانه موسیقی شما را تحلیل کرده و با نوشتن تگ‌های ReplayGain مستقیماً فایل‌های صوتی شما را تغییر خواهد داد. فقط فایل‌های بدون تگ موجود پردازش خواهند شد. این ممکن است بسته به اندازه کتابخانه شما کمی طول بکشد.\n\nآیا می‌خواهید ادامه دهید؟
fi_fi: Äänenvoimakkuuden normalisointi (ReplayGain) varmistaa tasaisen äänenvoimakkuuden kaikessa musiikissasi.\n\nTämä analysoi musiikkikirjastosi ja muokkaa suoraan äänitiedostojasi kirjoittamalla niihin ReplayGain-tageja. Vain tiedostot, joissa ei ole olemassa olevia tageja, käsitellään. Tämä voi kestää jonkin aikaa kirjastosi koosta riippuen.\n\nHaluatko jatkaa?
fil_ph: Tinitiyak ng Volume Normalization (ReplayGain) ang isang pare-parehong antas ng volume sa lahat ng iyong musika. Susuriin nito ang iyong music library at direktang babaguhin ang iyong mga audio file sa pamamagitan ng pagsusulat ng mga tag ng ReplayGain. Tanging ang mga file na walang umiiral na tag ang ipoproseso. Maaari itong tumagal depende sa laki ng iyong library. Gusto mo bang magpatuloy?
fr_fr: La normalisation du volume (ReplayGain) assure un niveau sonore constant sur toute votre musique. Cela analysera votre bibliothèque musicale et modifiera directement vos fichiers audio en écrivant des balises ReplayGain. Seuls les fichiers sans balises existantes seront traités. Cela peut prendre un certain temps en fonction de la taille de votre bibliothèque. Voulez-vous continuer ?
ga_ie: Cinntíonn Gnáthú Toirte (ReplayGain) leibhéal toirte comhsheasmhach ar fud do cheoil go léir.\n\nDéanfaidh sé seo anailís ar do leabharlann ceoil agus athróidh sé do chuid comhad fuaime go díreach trí chlibeanna ReplayGain a scríobh. Ní dhéanfar ach comhaid gan chlibeanna reatha a phróiseáil. D'fhéadfadh sé seo tamall a thógáil ag brath ar mhéid do leabharlainne.\n\nAr mhaith leat leanúint ar aghaidh?
he_il: נרמול עוצמת קול (ReplayGain) מבטיח רמת עוצמת קול עקבית בכל המוזיקה שלך.\n\nזה ינתח את ספריית המוזיקה שלך וישנה ישירות את קבצי האודיו שלך על ידי כתיבת תגי ReplayGain. רק קבצים ללא תגיות קיימות יעובדו. זה עשוי להימשך זמן מה בהתאם לגודל הספרייה שלך.\n\nהאם ברצונך להמשיך?
hi_in: वॉल्यूम सामान्यीकरण (रिप्लेगेन) आपके सभी संगीत में एक समान वॉल्यूम स्तर सुनिश्चित करता है।\n\nयह आपकी संगीत लाइब्रेरी का विश्लेषण करेगा और रीप्लेगेन टैग लिखकर आपकी ऑडियो फ़ाइलों को सीधे संशोधित करेगा। केवल उन फ़ाइलों को संसाधित किया जाएगा जिनमें मौजूदा टैग नहीं हैं। आपकी लाइब्रेरी के आकार के आधार पर इसमें कुछ समय लग सकता है।\n\nक्या आप जारी रखना चाहते हैं?
hr_hr: Normalizacija glasnoće (ReplayGain) osigurava dosljednu razinu glasnoće u svoj vašoj glazbi. Ovo će analizirati vašu glazbenu knjižnicu i izravno modificirati vaše audio datoteke upisivanjem ReplayGain oznaka. Obrađivat će se samo datoteke bez postojećih oznaka. To može potrajati ovisno o veličini vaše knjižnice. Želite li nastaviti?
hu_hu: A hangerő-normalizálás (ReplayGain) egységes hangerőszintet biztosít az összes zenéjénél.\n\nEz elemzi a zenei könyvtárát, és közvetlenül módosítja az audiofájljait ReplayGain címkék írásával. Csak a meglévő címkék nélküli fájlok lesznek feldolgozva. Ez eltarthat egy ideig a könyvtár méretétől függően.\n\nSzeretné folytatni?
id_id: Normalisasi Volume (ReplayGain) memastikan tingkat volume yang konsisten di semua musik Anda.\n\nIni akan menganalisis pustaka musik Anda dan langsung memodifikasi berkas audio Anda dengan menulis tag ReplayGain. Hanya berkas tanpa tag yang ada yang akan diproses. Ini mungkin memakan waktu tergantung pada ukuran pustaka Anda.\n\nApakah Anda ingin melanjutkan?
it_it: La normalizzazione del volume (ReplayGain) garantisce un livello di volume costante per tutta la tua musica.\n\nQuesto analizzerà la tua libreria musicale e modificherà direttamente i tuoi file audio scrivendo i tag ReplayGain. Verranno elaborati solo i file senza tag esistenti. Questo potrebbe richiedere del tempo a seconda delle dimensioni della tua libreria.\n\nVuoi continuare?
ja_jp: 音量ノーマライゼーション (ReplayGain) により、すべての音楽で一貫した音量レベルが保証されます。\n\nこれにより、音楽ライブラリが分析され、ReplayGainタグを書き込むことによってオーディオファイルが直接変更されます。既存のタグがないファイルのみが処理されます。ライブラリのサイズによっては時間がかかる場合があります。\n\n続行しますか？
ko_kr: 볼륨 정규화(리플레이게인)는 모든 음악에서 일관된 볼륨 레벨을 보장합니다. 이 기능은 음악 라이브러리를 분석하고 ReplayGain 태그를 작성하여 오디오 파일을 직접 수정합니다. 기존 태그가 없는 파일만 처리됩니다. 라이브러리 크기에 따라 시간이 걸릴 수 있습니다. 계속하시겠습니까?
lt_lt: Garso normalizavimas ("ReplayGain") užtikrina pastovų garso lygį visoje jūsų muzikoje.\n\nTai analizuos jūsų muzikos biblioteką ir tiesiogiai modifikuos garso failus, įrašydamas "ReplayGain" žymes. Bus apdorojami tik failai be esamų žymių. Tai gali užtrukti, priklausomai nuo jūsų bibliotekos dydžio.\n\nAr norite tęsti?
ms_my: Penormalan Kelantangan (ReplayGain) memastikan tahap kelantangan yang konsisten pada semua muzik anda.\n\nIni akan menganalisis pustaka muzik anda dan mengubah suai fail audio anda secara langsung dengan menulis teg ReplayGain. Hanya fail tanpa teg sedia ada yang akan diproses. Ini mungkin mengambil sedikit masa bergantung pada saiz pustaka anda.\n\nAdakah anda ingin meneruskan?
nl_nl: Volumennormalisatie (ReplayGain) zorgt voor een consistent volumeniveau in al uw muziek.\n\nDit analyseert uw muziekbibliotheek en wijzigt uw audiobestanden direct door ReplayGain-tags te schrijven. Alleen bestanden zonder bestaande tags worden verwerkt. Dit kan enige tijd duren, afhankelijk van de grootte van uw bibliotheek.\n\nWilt u doorgaan?
no_no: Volumnormalisering (ReplayGain) sikrer et konsistent volumnivå på tvers av all musikken din. Dette vil analysere musikkbiblioteket ditt og direkte endre lydfilene dine ved å skrive ReplayGain-tagger. Kun filer uten eksisterende tagger vil bli behandlet. Dette kan ta litt tid avhengig av bibliotekets størrelse. Vil du fortsette?
pa_in: ਆਵਾਜ਼ ਨੂੰ ਆਮ ਬਣਾਉਣਾ (ਰੀਪਲੇਗੇਨ) ਤੁਹਾਡੇ ਸਾਰੇ ਸੰਗੀਤ ਵਿੱਚ ਇੱਕ ਸਥਿਰ ਆਵਾਜ਼ ਪੱਧਰ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ।\n\nਇਹ ਤੁਹਾਡੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੇਗਾ ਅਤੇ ਰੀਪਲੇਗੇਨ ਟੈਗਸ ਲਿਖ ਕੇ ਤੁਹਾਡੀਆਂ ਆਡੀਓ ਫਾਈਲਾਂ ਨੂੰ ਸਿੱਧਾ ਸੋਧੇਗਾ। ਸਿਰਫ਼ ਉਹ ਫਾਈਲਾਂ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਮੌਜੂਦਾ ਟੈਗ ਨਹੀਂ ਹਨ, ਉਹਨਾਂ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾਵੇਗੀ। ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਆਕਾਰ ਦੇ ਆਧਾਰ 'ਤੇ ਇਸ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।\n\nਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Normalizacja głośności (ReplayGain) zapewnia spójny poziom głośności dla całej Twojej muzyki. Spowoduje to analizę Twojej biblioteki muzycznej i bezpośrednią modyfikację plików audio poprzez zapisanie tagów ReplayGain. Przetwarzane będą tylko pliki bez istniejących tagów. Może to potrwać trochę czasu, w zależności od rozmiaru biblioteki. Czy chcesz kontynuować?
pt_br: A Normalização de Volume (ReplayGain) garante um nível de volume consistente em todas as suas músicas.\n\nIsso analisará sua biblioteca de música e modificará diretamente seus arquivos de áudio escrevendo tags ReplayGain. Apenas arquivos sem tags existentes serão processados. Isso pode levar algum tempo dependendo do tamanho da sua biblioteca.\n\nDeseja continuar?
ro_ro: Normalizarea volumului (ReplayGain) asigură un nivel de volum consistent pentru toată muzica dvs.\n\nAceastă acțiune va analiza biblioteca dvs. muzicală și va modifica direct fișierele audio prin scrierea etichetelor ReplayGain. Vor fi procesate doar fișierele fără etichete existente. Acest lucru poate dura ceva timp, în funcție de dimensiunea bibliotecii dvs.\n\nDoriți să continuați?
ru_ru: Нормализация громкости (ReplayGain) обеспечивает постоянный уровень громкости для всей вашей музыки.\n\nЭто проанализирует вашу музыкальную библиотеку и напрямую изменит ваши аудиофайлы путем записи тегов ReplayGain. Будут обработаны только файлы без существующих тегов. Это может занять некоторое время в зависимости от размера вашей библиотеки.\n\nВы хотите продолжить?
sk_sk: Normalizácia hlasitosti (ReplayGain) zaisťuje konzistentnú úroveň hlasitosti naprieč celou vašou hudbou. Týmto sa analyzuje vaša hudobná knižnica a priamo upravia vaše zvukové súbory zápisom značiek ReplayGain. Spracované budú iba súbory bez existujúcich značiek. To môže trvať nejaký čas v závislosti od veľkosti vašej knižnice. Chcete pokračovať?
sq_al: Normalizimi i volumit (ReplayGain) siguron një nivel konsistent volumi në të gjithë muzikën tuaj.\n\nKjo do të analizojë bibliotekën tuaj të muzikës dhe do të modifikojë drejtpërdrejt skedarët tuaj audio duke shkruar etiketat ReplayGain. Do të përpunohen vetëm skedarët pa etiketa ekzistuese. Kjo mund të zgjasë pak, në varësi të madhësisë së bibliotekës tuaj.\n\nDëshironi të vazhdoni?
sr_cyrl_rs: Нормализација јачине звука (ReplayGain) обезбеђује доследан ниво јачине звука за сву вашу музику.\n\nОво ће анализирати вашу музичку библиотеку и директно модификовати ваше аудио датотеке уписивањем ReplayGain ознака. Биће обрађене само датотеке без постојећих ознака. Ово може потрајати у зависности од величине ваше библиотеке.\n\nЖелите ли да наставите?
sv_se: Volymnormalisering (ReplayGain) säkerställer en konsekvent volymnivå över all din musik. Detta kommer att analysera ditt musikbibliotek och direkt modifiera dina ljudfiler genom att skriva ReplayGain-taggar. Endast filer utan befintliga taggar kommer att bearbetas. Detta kan ta en viss tid beroende på ditt biblioteks storlek. Vill du fortsätta?
sw_ke: Usawazishaji wa Sauti (ReplayGain) unahakikisha kiwango cha sauti thabiti katika muziki wako wote.n Hii itachanganua maktaba yako ya muziki na kurekebisha faili zako za sauti moja kwa moja kwa kuandika lebo za ReplayGain. Faili zisizo na lebo zilizopo tu zitachakatwa. Hii inaweza kuchukua muda kulingana na ukubwa wa maktaba yako.n Je, unataka kuendelea?
ta_in: ஒலி அளவு இயல்பாக்கம் (ரீப்ளேகைன்) உங்கள் அனைத்து இசையிலும் ஒரு நிலையான ஒலி அளவை உறுதி செய்கிறது. இது உங்கள் இசை நூலகத்தை பகுப்பாய்வு செய்து ரீப்ளேகைன் குறிச்சொற்களை எழுதுவதன் மூலம் உங்கள் ஆடியோ கோப்புகளை நேரடியாக மாற்றியமைக்கும். ஏற்கனவே உள்ள குறிச்சொற்கள் இல்லாத கோப்புகள் மட்டுமே செயலாக்கப்படும். உங்கள் நூலக அளவைப் பொறுத்து இதற்கு சிறிது நேரம் ஆகலாம். நீங்கள் தொடர விரும்புகிறீர்களா?
th_th: การปรับระดับเสียงให้ปกติ (ReplayGain) ช่วยให้ระดับเสียงเพลงของคุณสม่ำเสมอ\n\nสิ่งนี้จะวิเคราะห์คลังเพลงของคุณและแก้ไขไฟล์เสียงของคุณโดยตรงโดยการเขียนแท็ก ReplayGain เฉพาะไฟล์ที่ไม่มีแท็กอยู่แล้วเท่านั้นที่จะถูกประมวลผล ซึ่งอาจใช้เวลาสักครู่ขึ้นอยู่กับขนาดคลังเพลงของคุณ\n\nคุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Ses Normalleştirme (ReplayGain), tüm müziklerinizde tutarlı bir ses seviyesi sağlar. Bu, müzik kütüphanenizi analiz edecek ve ReplayGain etiketleri yazarak ses dosyalarınızı doğrudan değiştirecektir. Yalnızca mevcut etiketleri olmayan dosyalar işlenecektir. Kütüphane boyutunuza bağlı olarak bu biraz zaman alabilir. Devam etmek ister misiniz?
uk_ua: Нормалізація гучності (ReplayGain) забезпечує стабільний рівень гучності для всієї вашої музики. Це проаналізує вашу музичну бібліотеку та безпосередньо змінить ваші аудіофайли, записавши теги ReplayGain. Оброблятимуться лише файли без існуючих тегів. Це може зайняти деякий час залежно від розміру вашої бібліотеки. Хочете продовжити?
vi_vn: Chuẩn hóa âm lượng (ReplayGain) đảm bảo mức âm lượng nhất quán trên tất cả nhạc của bạn.nThao tác này sẽ phân tích thư viện nhạc của bạn và trực tiếp sửa đổi các tệp âm thanh bằng cách ghi thẻ ReplayGain. Chỉ các tệp không có thẻ hiện có mới được xử lý. Việc này có thể mất một chút thời gian tùy thuộc vào kích thước thư viện của bạn.nBạn có muốn tiếp tục không?
zh_hans: 音量标准化 (ReplayGain) 可确保所有音乐的音量保持一致。 这将分析您的音乐库，并通过写入 ReplayGain 标签直接修改您的音频文件。只有没有现有标签的文件才会被处理。这可能需要一些时间，具体取决于您的音乐库大小。 您想继续吗？
zh_tw: 音量正常化 (ReplayGain) 可確保您所有音樂的音量一致。\n\n這將分析您的音樂媒體庫，並透過寫入 ReplayGain 標籤直接修改您的音訊檔案。只會處理沒有現有標籤的檔案。這可能需要一些時間，具體取決於您的媒體庫大小。\n\n您要繼續嗎？

# Settings_Dialog_VolumeNorm_PrimaryButton
source: Enable & Scan
af_za: Aktiveer & Skandeer
ar_eg: تمكين وفحص
bg_bg: Активирай и сканирай
bn_bd: সক্ষম করুন এবং স্ক্যান করুন
ca_es: Activar i Escanejar
cs_cz: Povolit a skenovat
da_dk: Aktiver & skan
de_de: Aktivieren & Scannen
el_gr: Ενεργοποίηση & Σάρωση
es_mx: Habilitar y escanear
et_ee: Luba ja skaneeri
fa_ir: فعال‌سازی و اسکن
fi_fi: Ota käyttöön ja skannaa
fil_ph: Paganahin at I-scan
fr_fr: Activer et analyser
ga_ie: Cumasaigh & Scan
he_il: אפשר וסרוק
hi_in: सक्षम करें और स्कैन करें
hr_hr: Omogući i skeniraj
hu_hu: Engedélyezés és beolvasás
id_id: Aktifkan & Pindai
it_it: Abilita e Scansiona
ja_jp: 有効にしてスキャン
ko_kr: 활성화 및 스캔
lt_lt: Įjungti ir nuskaityti
ms_my: Dayakan & Imbas
nl_nl: Inschakelen & scannen
no_no: Aktiver og skann
pa_in: ਸਮਰੱਥ ਕਰੋ ਅਤੇ ਸਕੈਨ ਕਰੋ
pl_pl: Włącz i Skanuj
pt_br: Ativar e Verificar
ro_ro: Activați și scanați
ru_ru: Включить и сканировать
sk_sk: Zapnúť a skenovať
sq_al: Aktivizo & Skano
sr_cyrl_rs: Омогући и скенирај
sv_se: Aktivera & Skanna
sw_ke: Washa & Changanua
ta_in: இயக்கு & ஸ்கேன் செய்
th_th: เปิดใช้งานและสแกน
tr_tr: Etkinleştir ve Tara
uk_ua: Увімкнути та сканувати
vi_vn: Bật & Quét
zh_hans: 启用并扫描
zh_tw: 啟用並掃描

# Settings_Status_VolumeNorm_Preparing
source: Preparing volume normalization scan...
af_za: Berei volumenormaliseringskandering voor...
ar_eg: جاري تحضير فحص تسوية مستوى الصوت...
bg_bg: Подготовка за сканиране за нормализиране на звука...
bn_bd: ভলিউম স্বাভাবিককরণ স্ক্যানের প্রস্তুতি চলছে...
ca_es: S'està preparant l'escaneig de normalització de volum...
cs_cz: Připravuje se skenování normalizace hlasitosti...
da_dk: Forbereder scanning af lydstyrkenormalisering...
de_de: Vorbereitung des Lautstärkenormalisierungs-Scans...
el_gr: Προετοιμασία σάρωσης κανονικοποίησης έντασης...
es_mx: Preparando escaneo de normalización de volumen...
et_ee: Valmistatakse ette helitugevuse normaliseerimise skaneerimist...
fa_ir: در حال آماده‌سازی اسکن نرمال‌سازی صدا...
fi_fi: Valmistellaan äänenvoimakkuuden normalisoinnin skannausta...
fil_ph: Inihahanda ang scan para sa volume normalization...
fr_fr: Préparation de l'analyse de normalisation du volume...
ga_ie: Ag ullmhú scanadh gnáthaithe toirte...
he_il: מכין סריקת נרמול עוצמת קול...
hi_in: वॉल्यूम सामान्यीकरण स्कैन तैयार किया जा रहा है...
hr_hr: Pripremam skeniranje normalizacije glasnoće...
hu_hu: Hangerő-normalizálási beolvasás előkészítése...
id_id: Mempersiapkan pemindaian normalisasi volume...
it_it: Preparazione scansione normalizzazione volume...
ja_jp: 音量ノーマライゼーションのスキャンを準備中...
ko_kr: 볼륨 정규화 스캔 준비 중...
lt_lt: Ruošiamas garso normalizavimo nuskaitymas...
ms_my: Menyediakan pengimbasan penormalan kelantangan...
nl_nl: Scannen volumennormalisatie voorbereiden...
no_no: Forbereder skanning for volumnormalisering...
pa_in: ਆਵਾਜ਼ ਨੂੰ ਆਮ ਬਣਾਉਣ ਲਈ ਸਕੈਨ ਦੀ ਤਿਆਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Przygotowuję skanowanie normalizacji głośności...
pt_br: Preparando verificação de normalização de volume...
ro_ro: Se pregătește scanarea pentru normalizarea volumului...
ru_ru: Подготовка к сканированию нормализации громкости...
sk_sk: Pripravujem skenovanie normalizácie hlasitosti...
sq_al: Duke përgatitur skanimin e normalizimit të volumit...
sr_cyrl_rs: Припремам скенирање за нормализацију јачине звука...
sv_se: Förbereder skanning för volymnormalisering...
sw_ke: Inaandaa kuchanganua usawazishaji wa sauti...
ta_in: ஒலி அளவு இயல்பாக்க ஸ்கேன் தயாராகிறது...
th_th: กำลังเตรียมการสแกนการปรับระดับเสียงให้ปกติ...
tr_tr: Ses normalleştirme taraması hazırlanıyor...
uk_ua: Підготовка до сканування нормалізації гучності...
vi_vn: Đang chuẩn bị quét chuẩn hóa âm lượng...
zh_hans: 正在准备音量标准化扫描...
zh_tw: 正在準備音量正常化掃描...

# Settings_Status_VolumeNorm_Cancelled
source: Volume normalization scan cancelled.
af_za: Volumenormaliseringskandering gekanselleer.
ar_eg: تم إلغاء فحص تسوية مستوى الصوت.
bg_bg: Сканирането за нормализиране на звука е отменено.
bn_bd: ভলিউম স্বাভাবিককরণ স্ক্যান বাতিল করা হয়েছে।
ca_es: L'escaneig de normalització de volum s'ha cancel·lat.
cs_cz: Skenování normalizace hlasitosti zrušeno.
da_dk: Scanning af lydstyrkenormalisering annulleret.
de_de: Lautstärkenormalisierungs-Scan abgebrochen.
el_gr: Η σάρωση κανονικοποίησης έντασης ακυρώθηκε.
es_mx: Escaneo de normalización de volumen cancelado.
et_ee: Helitugevuse normaliseerimise skaneerimine tühistatud.
fa_ir: اسکن نرمال‌سازی صدا لغو شد.
fi_fi: Äänenvoimakkuuden normalisoinnin skannaus peruutettu.
fil_ph: Kinansela ang scan para sa volume normalization.
fr_fr: Analyse de normalisation du volume annulée.
ga_ie: Cealaíodh scanadh gnáthaithe toirte.
he_il: סריקת נרמול עוצמת קול בוטלה.
hi_in: वॉल्यूम सामान्यीकरण स्कैन रद्द कर दिया गया।
hr_hr: Skeniranje normalizacije glasnoće je otkazano.
hu_hu: Hangerő-normalizálási beolvasás megszakítva.
id_id: Pemindaian normalisasi volume dibatalkan.
it_it: Scansione normalizzazione volume annullata.
ja_jp: 音量ノーマライゼーションのスキャンがキャンセルされました。
ko_kr: 볼륨 정규화 스캔이 취소되었습니다.
lt_lt: Garso normalizavimo nuskaitymas atšauktas.
ms_my: Pengimbasan penormalan kelantangan dibatalkan.
nl_nl: Scannen volumennormalisatie geannuleerd.
no_no: Skanning for volumnormalisering avbrutt.
pa_in: ਆਵਾਜ਼ ਨੂੰ ਆਮ ਬਣਾਉਣ ਲਈ ਸਕੈਨ ਰੱਦ ਕੀਤਾ ਗਿਆ।
pl_pl: Skanowanie normalizacji głośności anulowane.
pt_br: Verificação de normalização de volume cancelada.
ro_ro: Scanarea pentru normalizarea volumului a fost anulată.
ru_ru: Сканирование нормализации громкости отменено.
sk_sk: Skenovanie normalizácie hlasitosti zrušené.
sq_al: Skanimi i normalizimit të volumit u anulua.
sr_cyrl_rs: Скенирање за нормализацију јачине звука отказано.
sv_se: Skanning för volymnormalisering avbruten.
sw_ke: Usawazishaji wa sauti umeghairiwa.
ta_in: ஒலி அளவு இயல்பாக்க ஸ்கேன் ரத்து செய்யப்பட்டது.
th_th: ยกเลิกการสแกนการปรับระดับเสียงให้ปกติแล้ว
tr_tr: Ses normalleştirme taraması iptal edildi.
uk_ua: Сканування нормалізації гучності скасовано.
vi_vn: Đã hủy quét chuẩn hóa âm lượng.
zh_hans: 音量标准化扫描已取消。
zh_tw: 音量正常化掃描已取消。

# Settings_Status_VolumeNorm_Error_Format
source: Error during scan: {0}
af_za: Fout tydens skandering: {0}
ar_eg: خطأ أثناء الفحص: {0}
bg_bg: Грешка по време на сканиране: {0}
bn_bd: স্ক্যান করার সময় ত্রুটি: {0}
ca_es: Error durant l'escaneig: {0}
cs_cz: Chyba během skenování: {0}
da_dk: Fejl under scanning: {0}
de_de: Fehler während des Scans: {0}
el_gr: Σφάλμα κατά τη σάρωση: {0}
es_mx: Error durante el escaneo: {0}
et_ee: Viga skaneerimise ajal: {0}
fa_ir: خطا در حین اسکن: {0}
fi_fi: Virhe skannauksen aikana: {0}
fil_ph: Error habang ini-scan: {0}
fr_fr: Erreur lors de l'analyse : {0}
ga_ie: Earráid le linn scanadh: {0}
he_il: שגיאה במהלך הסריקה: {0}
hi_in: स्कैन के दौरान त्रुटि: {0}
hr_hr: Pogreška tijekom skeniranja: {0}
hu_hu: Hiba a beolvasás során: {0}
id_id: Kesalahan selama pemindaian: {0}
it_it: Errore durante la scansione: {0}
ja_jp: スキャン中にエラーが発生しました: {0}
ko_kr: 스캔 중 오류: {0}
lt_lt: Klaida skenavimo metu: {0}
ms_my: Ralat semasa mengimbas: {0}
nl_nl: Fout tijdens scan: {0}
no_no: Feil under skanning: {0}
pa_in: ਸਕੈਨ ਦੌਰਾਨ ਗਲਤੀ: {0}
pl_pl: Błąd podczas skanowania: {0}
pt_br: Erro durante a verificação: {0}
ro_ro: Eroare în timpul scanării: {0}
ru_ru: Ошибка во время сканирования: {0}
sk_sk: Chyba počas skenovania: {0}
sq_al: Gabim gjatë skanimit: {0}
sr_cyrl_rs: Грешка током скенирања: {0}
sv_se: Fel under skanning: {0}
sw_ke: Hitilafu wakati wa kuchanganua: {0}
ta_in: ஸ்கேன் செய்யும் போது பிழை: {0}
th_th: ข้อผิดพลาดระหว่างการสแกน: {0}
tr_tr: Tarama sırasında hata: {0}
uk_ua: Помилка під час сканування: {0}
vi_vn: Lỗi trong quá trình quét: {0}
zh_hans: 扫描期间出错：{0}
zh_tw: 掃描期間發生錯誤：{0}
