Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# AlbumPage_Empty_Title
source: No albums found
af_za: Geen albums gevind nie
ar_eg: مافيش ألبومات موجودة
bg_bg: Няма намерени албуми
bn_bd: কোনো অ্যালবাম পাওয়া যায়নি
ca_es: No s'han trobat àlbums
cs_cz: Nenalezena žádná alba
da_dk: Ingen albummer fundet
de_de: Keine Alben gefunden
el_gr: Δεν βρέθηκαν άλμπουμ
es_mx: No se encontraron álbumes
et_ee: Albumeid ei leitud
fa_ir: هیچ آلبومی یافت نشد
fil_ph: Walang album na natagpuan
fr_fr: Aucun album trouvé
ga_ie: Níor aimsíodh albaim ar bith
he_il: לא נמצאו אלבומים
hi_in: कोई एल्बम नहीं मिला
hr_hr: Nema pronađenih albuma
hu_hu: Nem található album
id_id: Tidak ada album ditemukan
it_it: Nessun album trovato
ja_jp: アルバムが見つかりません
ko_kr: 앨범을 찾을 수 없습니다
lt_lt: Albumų nerasta
ms_my: Tiada album ditemui
nl_nl: Geen albums gevonden
no_no: Ingen album funnet
pa_in: ਕੋਈ ਐਲਬਮ ਨਹੀਂ ਮਿਲੀ
pl_pl: Nie znaleziono albumów z tapetami
ru_ru: Альбомы не найдены
sk_sk: Žiadne albumy nenájdené
sq_al: Asnjë album nuk u gjet
sr_cyrl_rs: Нису пронађени албуми
sv_se: Inga album hittades
sw_ke: Hakuna albamu zilizopatikana
ta_in: ஆல்பங்கள் எதுவும் இல்லை
th_th: ไม่พบอัลบั้ม
tr_tr: Albüm bulunamadı
uk_ua: Альбомів не знайдено
vi_vn: Không tìm thấy album nào
zh_hans: 未找到相册

# AlbumPage_Empty_Subtitle
source: Scan your music library to populate albums
af_za: Skandeer jou musiekbiblioteek om albums te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء الألبومات
bg_bg: Сканирайте музикалната си библиотека, за да попълните албуми
bn_bd: অ্যালবাম পূরণ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per omplir els àlbums
cs_cz: Prohledat hudební knihovnu pro naplnění alb
da_dk: Scan dit musikbibliotek for at udfylde albummer
de_de: Scannen Sie Ihre Musikbibliothek, um Alben zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να εμφανιστούν τα άλμπουμ
es_mx: Escanee su biblioteca de música para completar los álbumes
et_ee: Albumite lisamiseks skaneeri oma muusikakogu
fa_ir: کتابخانه موسیقی خود را برای پر کردن آلبوم‌ها اسکن کنید
fil_ph: I-scan ang iyong library ng musika upang punan ang mga album
fr_fr: Scannez votre bibliothèque musicale pour remplir les albums
ga_ie: Scan do leabharlann ceoil chun albaim a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס אלבומים
hi_in: एल्बम पॉप्युलेट करने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu biblioteku za popunjavanje albuma
hu_hu: Olvassa be a zenei könyvtárát az albumok feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi album
it_it: Scansiona la tua libreria musicale per popolare gli album
ja_jp: 音楽ライブラリをスキャンしてアルバムを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 앨범을 채웁니다
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte albumus
ms_my: Imbas pustaka muzik anda untuk mengisi album
nl_nl: Scan uw muziekbibliotheek om albums te vullen
no_no: Skann musikkbiblioteket ditt for å fylle album
pa_in: ਐਲਬਮਾਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl_pl: Zeskanuj swoją bibliotekę muzyczną, aby wypełnić albumy
ru_ru: Просканируйте свою музыкальную библиотеку, чтобы заполнить альбомы
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie albumov
sq_al: Skano bibliotekën tuaj të muzikës për të mbushur albumet
sr_cyrl_rs: Скенирајте музичку библиотеку да бисте попунили албуме
sv_se: Skanna ditt musikbibliotek för att fylla på album
sw_ke: Changanua maktaba yako ya muziki kujaza albamu
ta_in: ஆல்பங்களைச் சேர்க்க உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนไลบรารีเพลงของคุณเพื่อเพิ่มอัลบั้ม
tr_tr: Albümleri doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб додати альбоми
vi_vn: Quét thư viện nhạc của bạn để điền album
zh_hans: 扫描您的音乐库以填充专辑

# AlbumViewPage_Header_Label
source: Album
ar_eg: ألبوم
bg_bg: Албум
bn_bd: অ্যালবাম
ca_es: Àlbum
el_gr: Άλμπουμ
es_mx: Álbum
fa_ir: آلبوم
ga_ie: Albam
he_il: אלבום
hi_in: एल्बम
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumas
pa_in: ਐਲਬਮ
ru_ru: Альбом
sr_cyrl_rs: Албум
sw_ke: Albamu
ta_in: ஆல்பம்
th_th: อัลบั้ม
tr_tr: Albüm
uk_ua: Альбом
zh_hans: 专辑

# AlbumViewPage_Songs_Title
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# AlbumViewPage_SearchBox_Placeholder
source: Search in album...
af_za: Soek in album...
ar_eg: البحث في الألبوم...
bg_bg: Търсене в албум...
bn_bd: অ্যালবামে অনুসন্ধান করুন...
ca_es: Cercar a l'àlbum...
cs_cz: Hledat v albu...
da_dk: Søg i album...
de_de: Im Album suchen...
el_gr: Αναζήτηση σε άλμπουμ...
es_mx: Buscar en el álbum...
et_ee: Otsi albumist...
fa_ir: جستجو در آلبوم...
fil_ph: Maghanap sa album...
fr_fr: Rechercher dans l'album...
ga_ie: Cuardaigh san albam...
he_il: חפש באלבום...
hi_in: एल्बम में खोजें...
hr_hr: Pretraži u albumu...
hu_hu: Keresés az albumban...
id_id: Cari di album...
it_it: Cerca nell'album...
ja_jp: アルバム内を検索...
ko_kr: 앨범 내 검색...
lt_lt: Ieškoti albume...
ms_my: Cari dalam album...
nl_nl: Zoek in album...
no_no: Søk i album...
pa_in: ਐਲਬਮ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w albumie...
ru_ru: Поиск в альбоме...
sk_sk: Vyhľadať v albume...
sq_al: Kërko në album...
sr_cyrl_rs: Претражи у албуму...
sv_se: Sök i album...
sw_ke: Tafuta kwenye albamu...
ta_in: ஆல்பத்தில் தேடு...
th_th: ค้นหาในอัลบั้ม...
tr_tr: Albümde ara...
uk_ua: Пошук в альбомі...
vi_vn: Tìm trong album...
zh_hans: 在专辑中搜索...

# AlbumViewPage_SearchButton_ToolTip
source: Search in album
af_za: Soek in album
ar_eg: البحث في الألبوم
bg_bg: Търсене в албум
bn_bd: অ্যালবামে অনুসন্ধান করুন
ca_es: Cercar a l'àlbum
cs_cz: Hledat v albu
da_dk: Søg i album
de_de: Im Album suchen
el_gr: Αναζήτηση σε άλμπουμ
es_mx: Buscar en el álbum
et_ee: Otsi albumist
fa_ir: جستجو در آلبوم
fil_ph: Maghanap sa album
fr_fr: Rechercher dans l'album
ga_ie: Cuardaigh san albam
he_il: חפש באלבום
hi_in: एल्बम में खोजें
hr_hr: Pretraži u albumu
hu_hu: Keresés az albumban
id_id: Cari di album
it_it: Cerca nell'album
ja_jp: アルバム内を検索
ko_kr: 앨범 내 검색
lt_lt: Ieškoti albume
ms_my: Cari dalam album
nl_nl: Zoek in album
no_no: Søk i album
pa_in: ਐਲਬਮ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w albumie
ru_ru: Поиск в альбоме
sk_sk: Vyhľadať v albume
sq_al: Kërko në album
sr_cyrl_rs: Претражи у албуму
sv_se: Sök i album
sw_ke: Tafuta kwenye albamu
ta_in: ஆல்பத்தில் தேடு
th_th: ค้นหาในอัลบั้ม
tr_tr: Albümde ara
uk_ua: Пошук в альбомі
vi_vn: Tìm trong album
zh_hans: 在专辑中搜索

# AlbumViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# AlbumViewPage_ShufflePlayButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# AlbumViewPage_SongMenu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# AlbumViewPage_SongMenu_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# AlbumViewPage_SongMenu_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# AlbumViewPage_SongMenu_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# AlbumViewPage_SongMenu_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# AlbumViewPage_SongMenu_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# AlbumViewPage_SongPlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# AlbumViewPage_Empty_Title
source: No songs found in this album
af_za: Geen liedjies in hierdie album gevind nie
ar_eg: لم يتم العثور على أغاني في هذا الألبوم
bg_bg: Няма намерени песни в този албум
bn_bd: এই অ্যালবামে কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons en aquest àlbum
cs_cz: V tomto albu nebyly nalezeny žádné skladby
da_dk: Ingen sange fundet i dette album
de_de: Keine Titel in diesem Album gefunden
el_gr: Δεν βρέθηκαν τραγούδια σε αυτό το άλμπουμ
es_mx: No se encontraron canciones en este álbum
et_ee: Sellest albumist laule ei leitud
fa_ir: هیچ آهنگی در این آلبوم یافت نشد
fil_ph: Walang kantang natagpuan sa album na ito
fr_fr: Aucune chanson trouvée dans cet album
ga_ie: Níor aimsíodh amhráin ar bith san albam seo
he_il: לא נמצאו שירים באלבום זה
hi_in: इस एल्बम में कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama u ovom albumu
hu_hu: Nem található dal ebben az albumban
id_id: Tidak ada lagu ditemukan di album ini
it_it: Nessun brano trovato in questo album
ja_jp: このアルバムには曲が見つかりません
ko_kr: 이 앨범에서 노래를 찾을 수 없습니다
lt_lt: Šiame albume dainų nerasta
ms_my: Tiada lagu ditemui dalam album ini
nl_nl: Geen nummers gevonden in dit album
no_no: Ingen sanger funnet i dette albumet
pa_in: ਇਸ ਐਲਬਮ ਵਿੱਚ ਕੋਈ ਗਾਣਾ ਨਹੀਂ ਮਿਲਿਆ
pl_pl: Nie znaleziono utworów w tym albumie
ru_ru: Песни в этом альбоме не найдены
sk_sk: V tomto albume neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet në këtë album
sr_cyrl_rs: Нису пронађене песме у овом албуму
sv_se: Inga låtar hittades i detta album
sw_ke: Hakuna nyimbo zilizopatikana kwenye albamu hii
ta_in: இந்த ஆல்பத்தில் பாடல்கள் எதுவும் இல்லை
th_th: ไม่พบเพลงในอัลบั้มนี้
tr_tr: Bu albümde şarkı bulunamadı
uk_ua: У цьому альбомі пісень не знайдено
vi_vn: Không tìm thấy bài hát nào trong album này
zh_hans: 在此专辑中未找到歌曲

# AlbumViewPage_Empty_Subtitle
source: Try searching for something else
af_za: Probeer om vir iets anders te soek
ar_eg: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু অনুসন্ধান করার চেষ্টা করুন
ca_es: Prova de cercar una altra cosa
cs_cz: Zkuste vyhledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, etwas anderes zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intente buscar otra cosa
et_ee: Proovi otsida midagi muud
fa_ir: سعی کنید چیز دیگری را جستجو کنید
fil_ph: Subukang maghanap ng iba
fr_fr: Essayez de chercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon meg másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 別のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari perkara lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
ru_ru: Попробуйте поискать что-нибудь другое
sk_sk: Skúste vyhľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Prova att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Thử tìm kiếm thứ khác
zh_hans: 尝试搜索其他内容

# ArtistPage_Title
source: Artists
af_za: Kunstenaars
ar_eg: الفنانون
bg_bg: Изпълнители
bn_bd: শিল্পী
ca_es: Artistes
cs_cz: Interpreti
da_dk: Kunstnere
de_de: Künstler
el_gr: Καλλιτέχνες
es_mx: Artistas
et_ee: Artistid
fa_ir: هنرمندان
fil_ph: Mga Artist
fr_fr: Artistes
ga_ie: Ealaíontóirí
he_il: אמנים
hi_in: कलाकार
hr_hr: Izvođači
hu_hu: Előadók
id_id: Artis
it_it: Artisti
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjai
ms_my: Artis
nl_nl: Artiesten
no_no: Artister
pa_in: ਕਲਾਕਾਰ
pl_pl: Artyści
ru_ru: Исполнители
sk_sk: Interpreti
sq_al: Artistë
sr_cyrl_rs: Извођачи
sv_se: Artister
sw_ke: Wasanii
ta_in: கலைஞர்கள்
th_th: ศิลปิน
tr_tr: Sanatçılar
uk_ua: Виконавці
vi_vn: Nghệ sĩ
zh_hans: 艺术家

# ArtistPage_SearchBox_Placeholder
source: Search artists...
af_za: Soek kunstenaars...
ar_eg: البحث في الفنانين...
bg_bg: Търсене на изпълнители...
bn_bd: শিল্পী অনুসন্ধান করুন...
ca_es: Cercar artistes...
cs_cz: Hledat interprety...
da_dk: Søg kunstnere...
de_de: Künstler suchen...
el_gr: Αναζήτηση καλλιτεχνών...
es_mx: Buscar artistas...
et_ee: Otsi artiste...
fa_ir: جستجوی هنرمندان...
fil_ph: Maghanap ng mga artist...
fr_fr: Rechercher des artistes...
ga_ie: Cuardaigh ealaíontóirí...
he_il: חפש אמנים...
hi_in: कलाकार खोजें...
hr_hr: Pretraži izvođače...
hu_hu: Előadók keresése...
id_id: Cari artis...
it_it: Cerca artisti...
ja_jp: アーティストを検索...
ko_kr: 아티스트 검색...
lt_lt: Ieškoti atlikėjų...
ms_my: Cari artis...
nl_nl: Zoek artiesten...
no_no: Søk artister...
pa_in: ਕਲਾਕਾਰ ਖੋਜੋ...
pl_pl: Szukaj artystów...
ru_ru: Поиск исполнителей...
sk_sk: Vyhľadať interpretov...
sq_al: Kërko artistë...
sr_cyrl_rs: Претражи извођаче...
sv_se: Sök artister...
sw_ke: Tafuta wasanii...
ta_in: கலைஞர்களைத் தேடு...
th_th: ค้นหาศิลปิน...
tr_tr: Sanatçıları ara...
uk_ua: Пошук виконавців...
vi_vn: Tìm nghệ sĩ...
zh_hans: 搜索艺术家...

# ArtistPage_SearchButton_ToolTip
source: Search artists
af_za: Soek kunstenaars
ar_eg: البحث في الفنانين
bg_bg: Търсене на изпълнители
bn_bd: শিল্পী অনুসন্ধান করুন
ca_es: Cercar artistes
cs_cz: Hledat interprety
da_dk: Søg kunstnere
de_de: Künstler suchen
el_gr: Αναζήτηση καλλιτεχνών
es_mx: Buscar artistas
et_ee: Otsi artiste
fa_ir: جستجوی هنرمندان
fil_ph: Maghanap ng mga artist
fr_fr: Rechercher des artistes
ga_ie: Cuardaigh ealaíontóirí
he_il: חפש אמנים
hi_in: कलाकार खोजें
hr_hr: Pretraži izvođače
hu_hu: Előadók keresése
id_id: Cari artis
it_it: Cerca artisti
ja_jp: アーティストを検索
ko_kr: 아티스트 검색
lt_lt: Ieškoti atlikėjų
ms_my: Cari artis
nl_nl: Zoek artiesten
no_no: Søk artister
pa_in: ਕਲਾਕਾਰ ਖੋਜੋ
pl_pl: Szukaj artystów
ru_ru: Поиск исполнителей
sk_sk: Vyhľadať interpretov
sq_al: Kërko artistë
sr_cyrl_rs: Претражи извођаче
sv_se: Sök artister
sw_ke: Tafuta wasanii
ta_in: கலைஞர்களைத் தேடு
th_th: ค้นหาศิลปิน
tr_tr: Sanatçıları ara
uk_ua: Пошук виконавців
vi_vn: Tìm nghệ sĩ
zh_hans: 搜索艺术家

# ArtistPage_RandomButton_ToolTip
source: Pick one at random
af_za: Kies een ewekansig
ar_eg: اختر واحدًا عشوائيًا
bg_bg: Избери на случаен принцип
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg en tilfældig
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslikult
fa_ir: یکی را به صورت تصادفی انتخاب کنید
fil_ph: Pumili ng isa nang random
fr_fr: En choisir un au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראי
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위로 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig een
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਬੇਤਰਤੀਬੇ ਚੁਣੋ
pl_pl: Wybierz losowo
ru_ru: Выбрать случайного
sk_sk: Vybrať náhodného
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja kwa nasibu
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадково
vi_vn: Chọn ngẫu nhiên
zh_hans: 随机选择一个
