Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SmartPlaylist_RemoveRuleButton_ToolTip
source: Remove this rule
af_za: Verwyder hierdie reël
ar_eg: إزالة هذه القاعدة
bg_bg: Премахни това правило
bn_bd: এই নিয়মটি সরান
ca_es: Eliminar aquesta regla
cs_cz: Odebrat toto pravidlo
da_dk: Fjern denne regel
de_de: Diese Regel entfernen
el_gr: Κατάργηση αυτού του κανόνα
es_mx: Eliminar esta regla
et_ee: Eemalda see reegel
fa_ir: حذف این قانون
fil_ph: Alisin ang panuntunang ito
fr_fr: Supprimer cette règle
ga_ie: Bain an riail seo
he_il: הסר כלל זה
hi_in: यह नियम हटाएँ
hr_hr: Ukloni ovo pravilo
hu_hu: Szabály eltávolítása
id_id: Hapus aturan ini
it_it: Rimuovi questa regola
ja_jp: このルールを削除
ko_kr: 이 규칙 제거
lt_lt: Pašalinti šią taisyklę
ms_my: Alih keluar peraturan ini
nl_nl: Deze regel verwijderen
no_no: Fjern denne regelen
pa_in: ਇਹ ਨਿਯਮ ਹਟਾਓ
pl_pl: Usuń tę regułę
ru_ru: Удалить это правило
sk_sk: Odstrániť toto pravidlo
sq_al: Hiq këtë rregull
sr_cyrl_rs: Уклони ово правило
sv_se: Ta bort denna regel
sw_ke: Ondoa sheria hii
ta_in: இந்த விதியை நீக்கு
th_th: ลบกฎนี้
tr_tr: Bu kuralı kaldır
uk_ua: Видалити це правило
vi_vn: Xóa quy tắc này
zh_hans: 删除此规则

# SmartPlaylist_NoRulesTitle
source: No rules defined
af_za: Geen reëls gedefinieer nie
ar_eg: لم يتم تحديد قواعد
bg_bg: Няма дефинирани правила
bn_bd: কোনো নিয়ম সংজ্ঞায়িত করা হয়নি
ca_es: No s'han definit regles
cs_cz: Nejsou definována žádná pravidla
da_dk: Ingen regler defineret
de_de: Keine Regeln definiert
el_gr: Δεν έχουν οριστεί κανόνες
es_mx: No hay reglas definidas
et_ee: Reegleid pole määratud
fa_ir: قانون تعریف نشده است
fil_ph: Walang panuntunang tinukoy
fr_fr: Aucune règle définie
ga_ie: Níl rialacha sainithe
he_il: לא הוגדרו כללים
hi_in: कोई नियम परिभाषित नहीं है
hr_hr: Nema definiranih pravila
hu_hu: Nincsenek szabályok definiálva
id_id: Tidak ada aturan yang ditentukan
it_it: Nessuna regola definita
ja_jp: ルールが定義されていません
ko_kr: 정의된 규칙 없음
lt_lt: Taisyklės neapibrėžtos
ms_my: Tiada peraturan ditentukan
nl_nl: Geen regels gedefinieerd
no_no: Ingen regler definert
pa_in: ਕੋਈ ਨਿਯਮ ਪਰਿਭਾਸ਼ਿਤ ਨਹੀਂ
pl_pl: Brak zdefiniowanych reguł
ru_ru: Правила не определены
sk_sk: Žiadne definované pravidlá
sq_al: Asnjë rregull i përcaktuar
sr_cyrl_rs: Нису дефинисана правила
sv_se: Inga regler definierade
sw_ke: Hakuna sheria zilizofafanuliwa
ta_in: விதிகள் எதுவும் வரையறுக்கப்படவில்லை
th_th: ไม่ได้กำหนดกฎ
tr_tr: Tanımlanmış kural yok
uk_ua: Правила не визначені
vi_vn: Chưa có quy tắc nào được định nghĩa
zh_hans: 未定义规则

# SmartPlaylist_NoRulesMessage
source: All songs in your library will be included in this playlist.
af_za: Alle liedjies in jou biblioteek sal by hierdie snitlys ingesluit word.
ar_eg: سيتم تضمين جميع الأغاني في مكتبتك في قائمة التشغيل هذه.
bg_bg: Всички песни от вашата библиотека ще бъдат включени в този плейлист.
bn_bd: আপনার লাইব্রেরির সব গান এই প্লেলিস্টে অন্তর্ভুক্ত করা হবে।
ca_es: Totes les cançons de la teva biblioteca s'inclouran en aquesta llista de reproducció.
cs_cz: Všechny skladby ve vaší knihovně budou zahrnuty v tomto seznamu skladeb.
da_dk: Alle sange i dit bibliotek vil blive inkluderet i denne afspilningsliste.
de_de: Alle Titel in Ihrer Bibliothek werden in dieser Playlist enthalten sein.
el_gr: Όλα τα τραγούδια της βιβλιοθήκης σας θα συμπεριληφθούν σε αυτήν τη λίστα αναπαραγωγής.
es_mx: Todas las canciones de su biblioteca se incluirán en esta lista de reproducción.
et_ee: Kõik teie teegis olevad laulud lisatakse sellesse esitusloendisse.
fa_ir: همه آهنگ‌های موجود در کتابخانه شما در این لیست پخش گنجانده خواهند شد.
fil_ph: Ang lahat ng kanta sa iyong library ay isasama sa playlist na ito.
fr_fr: Toutes les chansons de votre bibliothèque seront incluses dans cette liste de lecture.
ga_ie: Beidh gach amhrán i do leabharlann san seinmliosta seo.
he_il: כל השירים בספרייה שלך ייכללו ברשימת השמעה זו.
hi_in: आपकी लाइब्रेरी के सभी गाने इस प्लेलिस्ट में शामिल किए जाएँगे।
hr_hr: Sve pjesme u vašoj biblioteci bit će uključene u ovaj popis za reprodukciju.
hu_hu: A könyvtárában található összes dal bekerül ebbe a lejátszási listába.
id_id: Semua lagu di pustaka Anda akan disertakan dalam daftar putar ini.
it_it: Tutti i brani della tua libreria saranno inclusi in questa playlist.
ja_jp: ライブラリ内のすべての曲がこのプレイリストに含まれます。
ko_kr: 라이브러리의 모든 노래가 이 재생목록에 포함됩니다.
lt_lt: Visos dainos jūsų bibliotekoje bus įtrauktos į šį grojaraštį.
ms_my: Semua lagu dalam pustaka anda akan dimasukkan ke dalam senarai main ini.
nl_nl: Alle nummers in uw bibliotheek worden opgenomen in deze afspeellijst.
no_no: Alle sanger i biblioteket ditt vil bli inkludert i denne spillelisten.
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਸਾਰੇ ਗਾਣੇ ਇਸ ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣਗੇ।
pl_pl: Wszystkie utwory z Twojej biblioteki zostaną dodane do tej playlisty.
ru_ru: Все песни из вашей библиотеки будут включены в этот плейлист.
sk_sk: Všetky skladby vo vašej knižnici budú zahrnuté v tomto playliste.
sq_al: Të gjitha këngët në bibliotekën tuaj do të përfshihen në këtë listë luajtjeje.
sr_cyrl_rs: Све песме у вашој библиотеци биће укључене у ову плејлисту.
sv_se: Alla låtar i ditt bibliotek kommer att inkluderas i denna spellista.
sw_ke: Nyimbo zote kwenye maktaba yako zitajumuishwa kwenye orodha hii ya nyimbo.
ta_in: உங்கள் நூலகத்தில் உள்ள அனைத்துப் பாடல்களும் இந்தப் பிளேலிஸ்ட்டில் சேர்க்கப்படும்.
th_th: เพลงทั้งหมดในไลบรารีของคุณจะถูกรวมอยู่ในเพลย์ลิสต์นี้
tr_tr: Arşivinizdeki tüm şarkılar bu çalma listesine dahil edilecektir.
uk_ua: Усі пісні вашої бібліотеки будуть включені до цього списку відтворення.
vi_vn: Tất cả bài hát trong thư viện của bạn sẽ được đưa vào danh sách phát này.
zh_hans: 您的库中的所有歌曲都将包含在此播放列表中。

# SmartPlaylist_AddFirstRuleButton_Content
source: Add Your First Rule
af_za: Voeg Jou Eerste Reël by
ar_eg: أضف قاعدتك الأولى
bg_bg: Добавете първото си правило
bn_bd: আপনার প্রথম নিয়ম যোগ করুন
ca_es: Afegeix la teva primera regla
cs_cz: Přidat vaše první pravidlo
da_dk: Tilføj din første regel
de_de: Fügen Sie Ihre erste Regel hinzu
el_gr: Προσθέστε τον πρώτο σας κανόνα
es_mx: Agregar su primera regla
et_ee: Lisa oma esimene reegel
fa_ir: اولین قانون خود را اضافه کنید
fil_ph: Idagdag ang Iyong Unang Panuntunan
fr_fr: Ajouter votre première règle
ga_ie: Cuir Do Chéad Rialacha Leis
he_il: הוסף את הכלל הראשון שלך
hi_in: अपना पहला नियम जोड़ें
hr_hr: Dodajte svoje prvo pravilo
hu_hu: Adja hozzá az első szabályát
id_id: Tambah Aturan Pertama Anda
it_it: Aggiungi la tua prima regola
ja_jp: 最初のルールを追加
ko_kr: 첫 번째 규칙 추가
lt_lt: Pridėti pirmą taisyklę
ms_my: Tambah Peraturan Pertama Anda
nl_nl: Uw eerste regel toevoegen
no_no: Legg til din første regel
pa_in: ਆਪਣਾ ਪਹਿਲਾ ਨਿਯਮ ਜੋੜੋ
pl_pl: Dodaj swoją pierwszą regułę
ru_ru: Добавьте ваше первое правило
sk_sk: Pridať prvé pravidlo
sq_al: Shto rregullin tënd të parë
sr_cyrl_rs: Додајте прво правило
sv_se: Lägg till din första regel
sw_ke: Ongeza Sheria Yako ya Kwanza
ta_in: உங்கள் முதல் விதியைச் சேர்
th_th: เพิ่มกฎแรกของคุณ
tr_tr: İlk Kuralınızı Ekleyin
uk_ua: Додайте своє перше правило
vi_vn: Thêm Quy tắc Đầu tiên của Bạn
zh_hans: 添加您的第一个规则

# SmartPlaylist_AddFirstRuleButton_ToolTip
source: Add your first rule
af_za: Voeg jou eerste reël by
ar_eg: أضف قاعدتك الأولى
bg_bg: Добавете първото си правило
bn_bd: আপনার প্রথম নিয়ম যোগ করুন
ca_es: Afegeix la teva primera regla
cs_cz: Přidat vaše první pravidlo
da_dk: Tilføj din første regel
de_de: Fügen Sie Ihre erste Regel hinzu
el_gr: Προσθέστε τον πρώτο σας κανόνα
es_mx: Agregar su primera regla
et_ee: Lisa oma esimene reegel
fa_ir: اولین قانون خود را اضافه کنید
fil_ph: Idagdag ang iyong unang panuntunan
fr_fr: Ajouter votre première règle
ga_ie: Cuir do chéad riail leis
he_il: הוסף את הכלל הראשון שלך
hi_in: अपना पहला नियम जोड़ें
hr_hr: Dodajte svoje prvo pravilo
hu_hu: Adja hozzá az első szabályát
id_id: Tambah aturan pertama Anda
it_it: Aggiungi la tua prima regola
ja_jp: 最初のルールを追加してください
ko_kr: 첫 번째 규칙 추가
lt_lt: Pridėti pirmą taisyklę
ms_my: Tambah peraturan pertama anda
nl_nl: Voeg uw eerste regel toe
no_no: Legg til din første regel
pa_in: ਆਪਣਾ ਪਹਿਲਾ ਨਿਯਮ ਜੋੜੋ
pl_pl: Dodaj swoją pierwszą regułę
ru_ru: Добавить первое правило
sk_sk: Pridajte svoje prvé pravidlo
sq_al: Shto rregullin tënd të parë
sr_cyrl_rs: Додајте своје прво правило
sv_se: Lägg till din första regel
sw_ke: Ongeza sheria yako ya kwanza
ta_in: உங்கள் முதல் விதியைச் சேர்
th_th: เพิ่มกฎแรกของคุณ
tr_tr: İlk kuralınızı ekleyin
uk_ua: Додайте своє перше правило
vi_vn: Thêm quy tắc đầu tiên của bạn
zh_hans: 添加您的第一个规则

# SmartPlaylist_Dialog_PrimaryButton
source: Save
af_za: Stoor
ar_eg: احفظ
bg_bg: Запази
bn_bd: সংরক্ষণ করুন
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_mx: Guardar
et_ee: Salvesta
fa_ir: ذخیره
fil_ph: I-save
fr_fr: Enregistrer
ga_ie: Sábháil
he_il: שמור
hi_in: सहेजें
hr_hr: Spremi
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
lt_lt: Išsaugoti
ms_my: Simpan
nl_nl: Opslaan
no_no: Lagre
pa_in: ਸੁਰੱਖਿਅਤ ਕਰੋ
pl_pl: Zapisz
ru_ru: Сохранить
sk_sk: Uložiť
sq_al: Ruaj
sr_cyrl_rs: Сачувај
sv_se: Spara
sw_ke: Hifadhi
ta_in: சேமி
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_hans: 保存

# SmartPlaylist_Dialog_CloseButton
source: Cancel
af_za: Kanselleer
ar_eg: الغى
bg_bg: Отмени
bn_bd: বাতিল করুন
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fil_ph: Kanselahin
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消

# TrayPopup_PreviousButton_ToolTip
source: Previous
af_za: Vorige
ar_eg: السابق
bg_bg: Предишно
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fil_ph: Nakaraan
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodno
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelum
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
ru_ru: Предыдущая
sk_sk: Predchádzajúce
sq_al: Paraprake
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyotangulia
ta_in: முந்தையது
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_hans: 上一首

# TrayPopup_NextButton_ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fil_ph: Susunod
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
ru_ru: Следующая
sk_sk: Ďalšie
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_hans: 下一首

# TrayPopup_QueueButton_ToolTip
source: Up Next
af_za: Volgende
ar_eg: قائمة التشغيل التالية
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# TrayPopup_BackButton_ToolTip
source: Back to Player
af_za: Terug na Speler
ar_eg: العودة للمشغل
bg_bg: Обратно към плейъра
bn_bd: প্লেয়ারে ফিরে যান
ca_es: Tornar al reproductor
cs_cz: Zpět na přehrávač
da_dk: Tilbage til afspiller
de_de: Zurück zum Player
el_gr: Επιστροφή στο πρόγραμμα αναπαραγωγής
es_mx: Volver al reproductor
et_ee: Tagasi mängijasse
fa_ir: بازگشت به پخش‌کننده
fil_ph: Bumalik sa Player
fr_fr: Retour au lecteur
ga_ie: Ar Ais chuig an Seinnteoir
he_il: חזרה לנגן
hi_in: प्लेयर पर वापस
hr_hr: Povratak na reproduktor
hu_hu: Vissza a lejátszóhoz
id_id: Kembali ke Pemutar
it_it: Torna al lettore
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
lt_lt: Grįžti į grotuvą
ms_my: Kembali ke Pemain
nl_nl: Terug naar speler
no_no: Tilbake til spiller
pa_in: ਪਲੇਅਰ 'ਤੇ ਵਾਪਸ
pl_pl: Powrót do odtwarzacza
ru_ru: Вернуться к плееру
sk_sk: Späť na prehrávač
sq_al: Kthehu te luajtësi
sr_cyrl_rs: Назад на плејер
sv_se: Tillbaka till spelaren
sw_ke: Rudi kwa Kichezaji
ta_in: பிளேயருக்குத் திரும்பு
th_th: กลับไปยังเครื่องเล่น
tr_tr: Oynatıcıya Geri Dön
uk_ua: Повернутися до програвача
vi_vn: Trở lại Trình phát
zh_hans: 返回播放器

# TrayPopup_UpNextHeader
source: Up Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следващо
bn_bd: এরপর যা আছে
ca_es: Següent
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmisena
fa_ir: بعدی
fil_ph: Susunod
fr_fr: À suivre
ga_ie: An Chéad Eile
he_il: הבא בתור
hi_in: आगे क्या
hr_hr: Sljedeće na redu
hu_hu: Következő
id_id: Berikutnya
it_it: In riproduzione
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Kitas eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅਗਲਾ
pl_pl: Następne w kolejce
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në vazhdim
sr_cyrl_rs: Следеће
sv_se: Nästa i kö
sw_ke: Inayofuata
ta_in: அடுத்து
th_th: กำลังจะเล่น
tr_tr: Sıradaki
uk_ua: Далі грає
vi_vn: Tiếp theo
zh_hans: 下一首

# AppName
source: Nagi
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகி
