Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SongList_ErrorLoading
source: Error loading items
af_za: Fout met laai van items
ar_eg: خطأ في تحميل العناصر
bg_bg: Грешка при зареждане на елементи
bn_bd: আইটেম লোড করতে ত্রুটি
ca_es: Error en carregar elements
cs_cz: Chyba při načítání položek
da_dk: Fejl ved indlæsning af elementer
de_de: Fehler beim Laden von Elementen
el_gr: Σφάλμα φόρτωσης αντικειμένων
es_mx: Error al cargar elementos
et_ee: Objektide laadimise viga
fa_ir: خطا در بارگذاری موارد
fi_fi: Kohteiden latausvirhe
fil_ph: Error sa pag-load ng mga item
fr_fr: Erreur de chargement des éléments
ga_ie: Earráid ag luchtú míreanna
he_il: שגיאה בטעינת פריטים
hi_in: आइटम लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju stavki
hu_hu: Hiba az elemek betöltésekor
id_id: Kesalahan memuat item
it_it: Errore durante il caricamento degli elementi
ja_jp: アイテムの読み込みエラー
ko_kr: 항목 로드 오류
lt_lt: Klaida įkeliant elementus
ms_my: Ralat memuatkan item
nl_nl: Fout bij laden items
no_no: Feil ved lasting av elementer
pa_in: ਆਈਟਮਾਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania elementów
pt_br: Erro ao carregar itens
ro_ro: Eroare la încărcarea elementelor
ru_ru: Ошибка загрузки элементов
sk_sk: Chyba pri načítaní položiek
sq_al: Gabim në ngarkimin e artikujve
sr_cyrl_rs: Грешка при учитавању ставки
sv_se: Fel vid laddning av objekt
sw_ke: Hitilafu wakati wa kupakia vitu
ta_in: பொருட்களை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดรายการ
tr_tr: Öğeler yüklenirken hata oluştu
uk_ua: Помилка завантаження елементів
vi_vn: Lỗi khi tải mục
zh_hans: 加载项目出错
zh_tw: 載入項目錯誤

# SongList_TotalItems_Format_Singular
source: {0} item
ar_eg: {0} عنصر
bg_bg: {0} елемент
bn_bd: {0}টি আইটেম
ca_es: {0} element
cs_cz: {0, plural, one{# položka} few{# položky} other{# položek}}
da_dk: {0} element
de_de: {0} Element
el_gr: {0} αντικείμενο
es_mx: {0} elemento
et_ee: {0} objekt
fa_ir: {0} مورد
fi_fi: {0} kohde
fr_fr: {0} élément
ga_ie: {0} mír
he_il: {0} פריט
hi_in: {0} आइटम
hr_hr: {0} stavka
hu_hu: {0} elem
it_it: {0} elemento
ja_jp: {0}アイテム
ko_kr: {0}개 항목
lt_lt: {0} elementas
no_no: {0} element
pa_in: {0} ਆਈਟਮ
pl_pl: {0, plural, one {1 element} few {{0} elementy} many {{0} elementów} other {{0} elementów}}
ro_ro: {0} element
ru_ru: {0, plural, one {# элемент} few {# элемента} many {# элементов} other {# элементов}}
sk_sk: {0} položka
sq_al: {0} artikull
sr_cyrl_rs: {0} ставка
sv_se: {0} objekt
sw_ke: kitu {0}
ta_in: {0} பொருள்
th_th: {0} รายการ
tr_tr: {0} öğe
uk_ua: {0} елемент
vi_vn: {0} mục
zh_hans: {0} 个项目
zh_tw: {0} 個項目

# SongList_TotalItems_Format_Plural
source: {0} items
ar_eg: {0} عناصر
bg_bg: {0} елемента
bn_bd: {0}টি আইটেম
ca_es: {0} elements
cs_cz: {0, plural, one{# položka} few{# položky} other{# položek}}
da_dk: {0} elementer
de_de: {0} Elemente
el_gr: {0} αντικείμενα
es_mx: {0} elementos
et_ee: {0} objekti
fa_ir: {0} مورد
fi_fi: {0} kohdetta
fil_ph: {0} item
fr_fr: {0} éléments
ga_ie: {0} mír
he_il: {0} פריטים
hi_in: {0} आइटम
hr_hr: {0} stavki
hu_hu: {0} elem
id_id: {0} item
it_it: {0} elementi
ja_jp: {0}アイテム
ko_kr: {0}개 항목
lt_lt: {0} elementų
ms_my: {0} item
no_no: {0} elementer
pa_in: {0} ਆਈਟਮਾਂ
pl_pl: {0, plural, one {1 element} few {{0} elementy} many {{0} elementów} other {{0} elementów}}
pt_br: {0} itens
ro_ro: {0} elemente
ru_ru: {0, plural, one {# элемент} few {# элемента} many {# элементов} other {# элементов}}
sk_sk: {0} položiek
sq_al: {0} artikuj
sr_cyrl_rs: {0} ставки
sv_se: {0} objekt
sw_ke: vitu {0}
ta_in: {0} பொருட்கள்
th_th: {0} รายการ
tr_tr: {0} öğe
uk_ua: {0} елементів
vi_vn: {0} mục
zh_hans: {0} 个项目
zh_tw: {0} 個項目

# SongList_SelectedCount_Format
source: {0} selected
af_za: {0} gekies
ar_eg: {0} محدد
bg_bg: {0} избрани
bn_bd: {0}টি নির্বাচিত
ca_es: {0} seleccionats
cs_cz: {0, plural, one{# vybrána} few{# vybrány} other{# vybráno}}
da_dk: {0} valgt
de_de: {0} ausgewählt
el_gr: {0} επιλεγμένο
es_mx: {0} seleccionado
et_ee: {0} valitud
fa_ir: {0} انتخاب شده
fi_fi: {0} valittu
fil_ph: {0} napili
fr_fr: {0} sélectionnés
ga_ie: {0} roghnaithe
he_il: {0} נבחרו
hi_in: {0} चयनित
hr_hr: {0} odabrano
hu_hu: {0} kiválasztva
id_id: {0} dipilih
it_it: {0} selezionati
ja_jp: {0}選択済み
ko_kr: {0}개 선택됨
lt_lt: {0} pasirinkta
ms_my: {0} dipilih
nl_nl: {0} geselecteerd
no_no: {0} valgt
pa_in: {0} ਚੁਣਿਆ ਗਿਆ
pl_pl: Wybrano {0}
pt_br: {0} selecionado
ro_ro: {0} selectat
ru_ru: Выбрано: {0}
sk_sk: {0} vybraných
sq_al: {0} të zgjedhura
sr_cyrl_rs: {0} изабрано
sv_se: {0} valda
sw_ke: {0} imechaguliwa
ta_in: {0} தேர்ந்தெடுக்கப்பட்டது
th_th: เลือกแล้ว {0}
tr_tr: {0} seçili
uk_ua: Вибрано: {0}
vi_vn: {0} đã chọn
zh_hans: 已选择 {0} 个
zh_tw: 已選取 {0} 個

# AlbumView_DiscHeader
source: Disc {0}
af_za: Skyf {0}
ar_eg: قرص {0}
bg_bg: Диск {0}
bn_bd: ডিস্ক {0}
cs_cz: Disk {0}
da_dk: Disk {0}
el_gr: Δίσκος {0}
es_mx: Disco {0}
et_ee: Plaat {0}
fa_ir: دیسک {0}
fi_fi: Levy {0}
fr_fr: Disque {0}
ga_ie: Diosca {0}
he_il: דיסק {0}
hi_in: डिस्क {0}
hr_hr: Disk {0}
hu_hu: Lemez {0}
id_id: Disk {0}
it_it: Disco {0}
ja_jp: ディスク{0}
ko_kr: 디스크 {0}
lt_lt: Diskas {0}
ms_my: Cakera {0}
no_no: Disk {0}
pa_in: ਡਿਸਕ {0}
pl_pl: Dysk {0}
pt_br: Disco {0}
ru_ru: Диск {0}
sk_sk: Disk {0}
sq_al: Disk {0}
sr_cyrl_rs: Диск {0}
sv_se: Skiva {0}
sw_ke: Diski {0}
ta_in: வட்டு {0}
th_th: แผ่น {0}
tr_tr: Disk {0}
uk_ua: Диск {0}
vi_vn: Đĩa {0}
zh_hans: 光盘 {0}
zh_tw: 光碟 {0}

# Generic_OK
source: OK
ar_eg: موافق
bg_bg: ОК
bn_bd: ঠিক আছে
ca_es: D'acord
el_gr: ΟΚ
es_mx: Aceptar
fa_ir: تأیید
he_il: אישור
hi_in: ठीक है
hr_hr: U redu
id_id: OKE
ko_kr: 확인
lt_lt: Gerai
pa_in: ਠੀਕ ਹੈ
ru_ru: ОК
sr_cyrl_rs: У реду
sw_ke: Sawa
ta_in: சரி
th_th: ตกลง
tr_tr: Tamam
uk_ua: ОК
zh_hans: 确定
zh_tw: 確定

# Generic_Cancel
source: Cancel
af_za: Kanselleer
ar_eg: إلغاء
bg_bg: Отказ
bn_bd: বাতিল করুন
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fil_ph: Kanselahin
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Poništi
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_hans: 取消
zh_tw: 取消

# Generic_Close
source: Close
af_za: Maak toe
ar_eg: إغلاق
bg_bg: Затвори
bn_bd: বন্ধ করুন
ca_es: Tancar
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_mx: Cerrar
et_ee: Sulge
fa_ir: بستن
fi_fi: Sulje
fil_ph: Isara
fr_fr: Fermer
ga_ie: Dún
he_il: סגור
hi_in: बंद करें
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
lt_lt: Uždaryti
ms_my: Tutup
nl_nl: Sluiten
no_no: Lukk
pa_in: ਬੰਦ ਕਰੋ
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zavrieť
sq_al: Mbyll
sr_cyrl_rs: Затвори
sv_se: Stäng
sw_ke: Funga
ta_in: மூடு
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_hans: 关闭
zh_tw: 關閉

# Generic_Recheck
source: Recheck
af_za: Her-kontroleer
ar_eg: إعادة الفحص
bg_bg: Провери отново
bn_bd: পুনরায় পরীক্ষা করুন
ca_es: Tornar a comprovar
cs_cz: Zkontrolovat znovu
da_dk: Tjek igen
de_de: Erneut prüfen
el_gr: Επανέλεγχος
es_mx: Volver a verificar
et_ee: Kontrolli uuesti
fa_ir: بررسی مجدد
fi_fi: Tarkista uudelleen
fil_ph: Muling Suriin
fr_fr: Vérifier à nouveau
ga_ie: Athsheiceáil
he_il: בדיקה חוזרת
hi_in: पुन: जाँच करें
hr_hr: Ponovno provjeri
hu_hu: Újraellenőrzés
id_id: Periksa Kembali
it_it: Verifica di nuovo
ja_jp: 再確認
ko_kr: 재확인
lt_lt: Patikrinti iš naujo
ms_my: Semak Semula
nl_nl: Opnieuw controleren
no_no: Sjekk på nytt
pa_in: ਦੁਬਾਰਾ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdź Ponownie
pt_br: Verificar Novamente
ro_ro: Verificați din nou
ru_ru: Перепроверить
sk_sk: Znova skontrolovať
sq_al: Rikontrollo
sr_cyrl_rs: Провери поново
sv_se: Kontrollera igen
sw_ke: Angalia Upya
ta_in: மீண்டும் சரிபார்க்கவும்
th_th: ตรวจสอบซ้ำ
tr_tr: Yeniden kontrol et
uk_ua: Перевірити ще раз
vi_vn: Kiểm tra lại
zh_hans: 重新检查
zh_tw: 重新檢查

# CrashReport_Button_Reset
source: Reset App & Data
af_za: Herstel Toepassing & Data
ar_eg: إعادة ضبط التطبيق والبيانات
bg_bg: Нулирай приложението и данните
bn_bd: অ্যাপ এবং ডেটা রিসেট করুন
ca_es: Restablir aplicació i dades
cs_cz: Resetovat aplikaci a data
da_dk: Nulstil app & data
de_de: App & Daten zurücksetzen
el_gr: Επαναφορά Εφαρμογής & Δεδομένων
es_mx: Restablecer aplicación y datos
et_ee: Lähtesta rakendus ja andmed
fa_ir: بازنشانی برنامه و داده‌ها
fi_fi: Nollaa sovellus ja tiedot
fil_ph: I-reset ang App at Data
fr_fr: Réinitialiser l'application et les données
ga_ie: Athshocraigh Aip & Sonraí
he_il: אפס יישום ונתונים
hi_in: ऐप और डेटा रीसेट करें
hr_hr: Poništi aplikaciju i podatke
hu_hu: Alkalmazás és adatok visszaállítása
id_id: Reset Aplikasi & Data
it_it: Ripristina App e Dati
ja_jp: アプリとデータをリセット
ko_kr: 앱 및 데이터 초기화
lt_lt: Atkurti programą ir duomenis
ms_my: Set Semula Aplikasi & Data
nl_nl: App en gegevens resetten
no_no: Tilbakestill app og data
pa_in: ਐਪ ਅਤੇ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ
pl_pl: Resetuj Aplikację i Dane
pt_br: Redefinir Aplicativo e Dados
ro_ro: Resetați aplicația și datele
ru_ru: Сбросить приложение и данные
sk_sk: Resetovať aplikáciu a dáta
sq_al: Rivendos aplikacionin dhe të dhënat
sr_cyrl_rs: Ресетуј апликацију и податке
sv_se: Återställ app och data
sw_ke: Weka Upya Programu & Data
ta_in: பயன்பாடு மற்றும் தரவை மீட்டமை
th_th: รีเซ็ตแอปและข้อมูล
tr_tr: Uygulama ve Verileri Sıfırla
uk_ua: Скинути програму та дані
vi_vn: Đặt lại Ứng dụng & Dữ liệu
zh_hans: 重置应用和数据
zh_tw: 重設應用程式與資料

# FFmpeg_Status_NotDetected
source: FFmpeg not detected. Please install FFmpeg and click 'Recheck'.
af_za: FFmpeg nie bespeur nie. Installeer asseblief FFmpeg en klik 'Her-kontroleer'.
ar_eg: لم يتم اكتشاف FFmpeg. يرجى تثبيت FFmpeg والنقر على 'إعادة الفحص'.
bg_bg: FFmpeg не е открит. Моля, инсталирайте FFmpeg и щракнете "Провери отново".
bn_bd: FFmpeg সনাক্ত করা যায়নি। অনুগ্রহ করে FFmpeg ইনস্টল করুন এবং 'পুনরায় পরীক্ষা করুন' ক্লিক করুন।
ca_es: FFmpeg no detectat. Instal·la FFmpeg i fes clic a 'Tornar a comprovar'.
cs_cz: FFmpeg nebyl detekován. Nainstalujte prosím FFmpeg a klikněte na 'Zkontrolovat znovu'.
da_dk: FFmpeg ikke fundet. Installer venligst FFmpeg og klik på 'Tjek igen'.
de_de: FFmpeg nicht erkannt. Bitte installieren Sie FFmpeg und klicken Sie auf „Erneut prüfen“.
el_gr: Το FFmpeg δεν εντοπίστηκε. Παρακαλώ εγκαταστήστε το FFmpeg και κάντε κλικ στο 'Επανέλεγχος'.
es_mx: FFmpeg no detectado. Instala FFmpeg y haz clic en 'Volver a verificar'.
et_ee: FFmpeg'i ei tuvastatud. Palun installige FFmpeg ja klõpsake 'Kontrolli uuesti'.
fa_ir: FFmpeg شناسایی نشد. لطفاً FFmpeg را نصب کرده و روی 'بررسی مجدد' کلیک کنید.
fi_fi: FFmpegia ei havaittu. Asenna FFmpeg ja napsauta 'Tarkista uudelleen'.
fil_ph: Hindi nakita ang FFmpeg. Mangyaring i-install ang FFmpeg at i-click ang 'Muling Suriin'.
fr_fr: FFmpeg non détecté. Veuillez installer FFmpeg et cliquer sur 'Vérifier à nouveau'.
ga_ie: Níor braitheadh FFmpeg. Suiteáil FFmpeg le do thoil agus cliceáil 'Athsheiceáil'.
he_il: FFmpeg לא זוהה. אנא התקן את FFmpeg ולחץ על 'בדיקה חוזרת'.
hi_in: FFmpeg का पता नहीं चला। कृपया FFmpeg इंस्टॉल करें और 'पुन: जाँच करें' पर क्लिक करें।
hr_hr: FFmpeg nije otkriven. Molimo instalirajte FFmpeg i kliknite 'Ponovno provjeri'.
hu_hu: Az FFmpeg nem észlelhető. Kérjük, telepítse az FFmpeg-et, majd kattintson az „Újraellenőrzés” gombra.
id_id: FFmpeg tidak terdeteksi. Harap instal FFmpeg dan klik 'Periksa Kembali'.
it_it: FFmpeg non rilevato. Installa FFmpeg e clicca 'Verifica di nuovo'.
ja_jp: FFmpegが検出されませんでした。FFmpegをインストールし、「再確認」をクリックしてください。
ko_kr: FFmpeg이(가) 감지되지 않았습니다. FFmpeg을 설치하고 '재확인'을 클릭하세요.
lt_lt: FFmpeg nerastas. Įdiekite FFmpeg ir spustelėkite "Patikrinti iš naujo".
ms_my: FFmpeg tidak dikesan. Sila pasang FFmpeg dan klik 'Semak Semula'.
nl_nl: FFmpeg niet gedetecteerd. Installeer FFmpeg en klik op 'Opnieuw controleren'.
no_no: FFmpeg ikke oppdaget. Vennligst installer FFmpeg og klikk 'Sjekk på nytt'.
pa_in: FFmpeg ਨਹੀਂ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ FFmpeg ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ 'ਦੁਬਾਰਾ ਜਾਂਚ ਕਰੋ' 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl_pl: FFmpeg nie został wykryty. Zainstaluj FFmpeg i kliknij 'Sprawdź Ponownie'.
pt_br: FFmpeg não detectado. Por favor, instale o FFmpeg e clique em 'Verificar Novamente'.
ro_ro: FFmpeg nu a fost detectat. Vă rugăm să instalați FFmpeg și să faceți clic pe „Verificați din nou”.
ru_ru: FFmpeg не обнаружен. Пожалуйста, установите FFmpeg и нажмите 'Перепроверить'.
sk_sk: FFmpeg nebol zistený. Prosím, nainštalujte FFmpeg a kliknite na 'Znova skontrolovať'.
sq_al: FFmpeg nuk u zbulua. Ju lutemi instaloni FFmpeg dhe klikoni 'Rikontrollo'.
sr_cyrl_rs: FFmpeg није детектован. Молимо инсталирајте FFmpeg и кликните на 'Провери поново'.
sv_se: FFmpeg hittades inte. Installera FFmpeg och klicka på 'Kontrollera igen'.
sw_ke: FFmpeg haijagunduliwa. Tafadhali sakinisha FFmpeg na ubofye 'Angalia Upya'.
ta_in: FFmpeg கண்டறியப்படவில்லை. தயவுசெய்து FFmpeg ஐ நிறுவி 'மீண்டும் சரிபார்க்கவும்' என்பதைக் கிளிக் செய்யவும்.
th_th: ไม่พบ FFmpeg โปรดติดตั้ง FFmpeg และคลิก 'ตรวจสอบซ้ำ'
tr_tr: FFmpeg algılanmadı. Lütfen FFmpeg'i yükleyin ve 'Yeniden kontrol et'e tıklayın.
uk_ua: FFmpeg не виявлено. Будь ласка, встановіть FFmpeg і натисніть 'Перевірити ще раз'.
vi_vn: Không phát hiện FFmpeg. Vui lòng cài đặt FFmpeg và nhấp 'Kiểm tra lại'.
zh_hans: 未检测到 FFmpeg。请安装 FFmpeg 并点击“重新检查”。
zh_tw: 未偵測到 FFmpeg。請安裝 FFmpeg 並點擊「重新檢查」。

# FFmpeg_Status_Checking
source: Checking for FFmpeg...
af_za: Soek vir FFmpeg...
ar_eg: جاري التحقق من FFmpeg...
bg_bg: Проверка за FFmpeg...
bn_bd: FFmpeg এর জন্য পরীক্ষা করা হচ্ছে...
ca_es: S'està comprovant FFmpeg...
cs_cz: Kontroluje se FFmpeg...
da_dk: Kontrollerer for FFmpeg...
de_de: Suche nach FFmpeg...
el_gr: Έλεγχος για FFmpeg...
es_mx: Comprobando FFmpeg...
et_ee: Kontrollin FFmpeg'i olemasolu...
fa_ir: در حال بررسی FFmpeg...
fi_fi: Etsitään FFmpegia...
fil_ph: Sinusuri ang FFmpeg...
fr_fr: Vérification de FFmpeg...
ga_ie: Ag seiceáil le haghaidh FFmpeg...
he_il: בודק עבור FFmpeg...
hi_in: FFmpeg की जाँच की जा रही है...
hr_hr: Provjeravam FFmpeg...
hu_hu: FFmpeg ellenőrzése...
id_id: Memeriksa FFmpeg...
it_it: Verifica FFmpeg in corso...
ja_jp: FFmpegを確認中...
ko_kr: FFmpeg 확인 중...
lt_lt: Tikrinama, ar yra FFmpeg...
ms_my: Menyemak untuk FFmpeg...
nl_nl: Controleren op FFmpeg...
no_no: Sjekker etter FFmpeg...
pa_in: FFmpeg ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Sprawdzam FFmpeg...
pt_br: Verificando FFmpeg...
ro_ro: Se verifică FFmpeg...
ru_ru: Проверка FFmpeg...
sk_sk: Kontrolujem FFmpeg...
sq_al: Duke kontrolluar për FFmpeg...
sr_cyrl_rs: Проверавам FFmpeg...
sv_se: Söker efter FFmpeg...
sw_ke: Inachunguza FFmpeg...
ta_in: FFmpeg சரிபார்க்கப்படுகிறது...
th_th: กำลังตรวจสอบ FFmpeg...
tr_tr: FFmpeg kontrol ediliyor...
uk_ua: Перевірка FFmpeg...
vi_vn: Đang kiểm tra FFmpeg...
zh_hans: 正在检查 FFmpeg...
zh_tw: 正在檢查 FFmpeg...

# FFmpeg_Status_Detected
source: FFmpeg detected!
af_za: FFmpeg bespeur!
ar_eg: تم اكتشاف FFmpeg!
bg_bg: FFmpeg открит!
bn_bd: FFmpeg সনাক্ত করা হয়েছে!
ca_es: FFmpeg detectat!
cs_cz: FFmpeg detekován!
da_dk: FFmpeg fundet!
de_de: FFmpeg erkannt!
el_gr: Το FFmpeg εντοπίστηκε!
es_mx: ¡FFmpeg detectado!
et_ee: FFmpeg tuvastatud!
fa_ir: FFmpeg شناسایی شد!
fi_fi: FFmpeg havaittu!
fil_ph: Nakita ang FFmpeg!
fr_fr: FFmpeg détecté !
ga_ie: Braitheadh FFmpeg!
he_il: FFmpeg זוהה!
hi_in: FFmpeg का पता चला!
hr_hr: FFmpeg otkriven!
hu_hu: FFmpeg észlelve!
id_id: FFmpeg terdeteksi!
it_it: FFmpeg rilevato!
ja_jp: FFmpegを検出しました！
ko_kr: FFmpeg 감지됨!
lt_lt: FFmpeg aptiktas!
ms_my: FFmpeg dikesan!
nl_nl: FFmpeg gedetecteerd!
no_no: FFmpeg oppdaget!
pa_in: FFmpeg ਮਿਲਿਆ!
pl_pl: FFmpeg wykryty!
pt_br: FFmpeg detectado!
ro_ro: FFmpeg detectat!
ru_ru: FFmpeg обнаружен!
sk_sk: FFmpeg zistený!
sq_al: FFmpeg u zbulua!
sr_cyrl_rs: FFmpeg детектован!
sv_se: FFmpeg hittades!
sw_ke: FFmpeg imegunduliwa!
ta_in: FFmpeg கண்டறியப்பட்டது!
th_th: พบ FFmpeg แล้ว!
tr_tr: FFmpeg algılandı!
uk_ua: FFmpeg виявлено!
vi_vn: Đã phát hiện FFmpeg!
zh_hans: 已检测到 FFmpeg！
zh_tw: 已偵測到 FFmpeg！

# FFmpeg_Status_StillNotDetected
source: FFmpeg still not detected. Please install FFmpeg and click 'Recheck'.
af_za: FFmpeg steeds nie bespeur nie. Installeer asseblief FFmpeg en klik 'Her-kontroleer'.
ar_eg: لم يتم اكتشاف FFmpeg بعد. يرجى تثبيت FFmpeg والنقر على 'إعادة الفحص'.
bg_bg: FFmpeg все още не е открит. Моля, инсталирайте FFmpeg и щракнете "Провери отново".
bn_bd: FFmpeg এখনও সনাক্ত করা যায়নি। অনুগ্রহ করে FFmpeg ইনস্টল করুন এবং 'পুনরায় পরীক্ষা করুন' ক্লিক করুন।
ca_es: FFmpeg encara no detectat. Instal·la FFmpeg i fes clic a 'Tornar a comprovar'.
cs_cz: FFmpeg stále nebyl detekován. Nainstalujte prosím FFmpeg a klikněte na 'Zkontrolovat znovu'.
da_dk: FFmpeg er stadig ikke fundet. Installer venligst FFmpeg og klik på 'Tjek igen'.
de_de: FFmpeg immer noch nicht erkannt. Bitte installieren Sie FFmpeg und klicken Sie auf „Erneut prüfen“.
el_gr: Το FFmpeg εξακολουθεί να μην εντοπίζεται. Παρακαλώ εγκαταστήστε το FFmpeg και κάντε κλικ στο 'Επανέλεγχος'.
es_mx: FFmpeg aún no detectado. Instala FFmpeg y haz clic en 'Volver a verificar'.
et_ee: FFmpeg'i ikka veel ei tuvastatud. Palun installige FFmpeg ja klõpsake 'Kontrolli uuesti'.
fa_ir: FFmpeg همچنان شناسایی نشد. لطفاً FFmpeg را نصب کرده و روی 'بررسی مجدد' کلیک کنید.
fi_fi: FFmpegia ei edelleenkään havaittu. Asenna FFmpeg ja napsauta 'Tarkista uudelleen'.
fil_ph: Hindi pa rin nakita ang FFmpeg. Mangyaring i-install ang FFmpeg at i-click ang 'Muling Suriin'.
fr_fr: FFmpeg toujours non détecté. Veuillez installer FFmpeg et cliquer sur 'Vérifier à nouveau'.
ga_ie: Níor braitheadh FFmpeg fós. Suiteáil FFmpeg le do thoil agus cliceáil 'Athsheiceáil'.
he_il: FFmpeg עדיין לא זוהה. אנא התקן את FFmpeg ולחץ על 'בדיקה חוזרת'.
hi_in: FFmpeg का अभी भी पता नहीं चला। कृपया FFmpeg इंस्टॉल करें और 'पुन: जाँच करें' पर क्लिक करें।
hr_hr: FFmpeg još uvijek nije otkriven. Molimo instalirajte FFmpeg i kliknite 'Ponovno provjeri'.
hu_hu: Az FFmpeg továbbra sem észlelhető. Kérjük, telepítse az FFmpeg-et, majd kattintson az „Újraellenőrzés” gombra.
id_id: FFmpeg masih belum terdeteksi. Harap instal FFmpeg dan klik 'Periksa Kembali'.
it_it: FFmpeg ancora non rilevato. Installa FFmpeg e clicca 'Verifica di nuovo'.
ja_jp: FFmpegはまだ検出されていません。FFmpegをインストールし、「再確認」をクリックしてください。
ko_kr: FFmpeg이(가) 여전히 감지되지 않았습니다. FFmpeg을 설치하고 '재확인'을 클릭하세요.
lt_lt: FFmpeg vis dar nerastas. Įdiekite FFmpeg ir spustelėkite "Patikrinti iš naujo".
ms_my: FFmpeg masih belum dikesan. Sila pasang FFmpeg dan klik 'Semak Semula'.
nl_nl: FFmpeg nog steeds niet gedetecteerd. Installeer FFmpeg en klik op 'Opnieuw controleren'.
no_no: FFmpeg fortsatt ikke oppdaget. Vennligst installer FFmpeg og klikk 'Sjekk på nytt'.
pa_in: FFmpeg ਅਜੇ ਵੀ ਨਹੀਂ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ FFmpeg ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ 'ਦੁਬਾਰਾ ਜਾਂਚ ਕਰੋ' 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl_pl: FFmpeg nadal nie został wykryty. Zainstaluj FFmpeg i kliknij 'Sprawdź Ponownie'.
pt_br: FFmpeg ainda não detectado. Por favor, instale o FFmpeg e clique em 'Verificar Novamente'.
ro_ro: FFmpeg nu este încă detectat. Vă rugăm să instalați FFmpeg și să faceți clic pe „Verificați din nou”.
ru_ru: FFmpeg по-прежнему не обнаружен. Пожалуйста, установите FFmpeg и нажмите 'Перепроверить'.
sk_sk: FFmpeg stále nebol zistený. Prosím, nainštalujte FFmpeg a kliknite na 'Znova skontrolovať'.
sq_al: FFmpeg ende nuk u zbulua. Ju lutemi instaloni FFmpeg dhe klikoni 'Rikontrollo'.
sr_cyrl_rs: FFmpeg и даље није детектован. Молимо инсталирајте FFmpeg и кликните на 'Провери поново'.
sv_se: FFmpeg hittades fortfarande inte. Installera FFmpeg och klicka på 'Kontrollera igen'.
sw_ke: FFmpeg bado haijagunduliwa. Tafadhali sakinisha FFmpeg na ubofye 'Angalia Upya'.
ta_in: FFmpeg இன்னும் கண்டறியப்படவில்லை. தயவுசெய்து FFmpeg ஐ நிறுவி 'மீண்டும் சரிபார்க்கவும்' என்பதைக் கிளிக் செய்யவும்.
th_th: ยังไม่พบ FFmpeg โปรดติดตั้ง FFmpeg และคลิก 'ตรวจสอบซ้ำ'
tr_tr: FFmpeg hala algılanmadı. Lütfen FFmpeg'i yükleyin ve 'Yeniden kontrol et'e tıklayın.
uk_ua: FFmpeg все ще не виявлено. Будь ласка, встановіть FFmpeg і натисніть 'Перевірити ще раз'.
vi_vn: FFmpeg vẫn chưa được phát hiện. Vui lòng cài đặt FFmpeg và nhấp 'Kiểm tra lại'.
zh_hans: 仍未检测到 FFmpeg。请安装 FFmpeg 并点击“重新检查”。
zh_tw: 仍未偵測到 FFmpeg。請安裝 FFmpeg 並點擊「重新檢查」。

# FFmpeg_Status_Error
source: Error checking for FFmpeg. Please try again.
af_za: Fout met soek na FFmpeg. Probeer asseblief weer.
ar_eg: خطأ أثناء التحقق من FFmpeg. الرجاء المحاولة مرة أخرى.
bg_bg: Грешка при проверка за FFmpeg. Моля, опитайте отново.
bn_bd: FFmpeg পরীক্ষা করতে ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
ca_es: Error en comprovar FFmpeg. Torna-ho a provar.
cs_cz: Chyba při kontrole FFmpeg. Zkuste to prosím znovu.
da_dk: Fejl ved kontrol af FFmpeg. Prøv venligst igen.
de_de: Fehler beim Überprüfen auf FFmpeg. Bitte versuchen Sie es erneut.
el_gr: Σφάλμα κατά τον έλεγχο για FFmpeg. Παρακαλώ δοκιμάστε ξανά.
es_mx: Error al comprobar FFmpeg. Inténtalo de nuevo.
et_ee: FFmpeg'i kontrollimisel ilmnes viga. Palun proovige uuesti.
fa_ir: خطا در بررسی FFmpeg. لطفاً دوباره تلاش کنید.
fi_fi: Virhe FFmpegia tarkistettaessa. Yritä uudelleen.
fil_ph: Error sa pagsusuri ng FFmpeg. Pakisubukan muli.
fr_fr: Erreur lors de la vérification de FFmpeg. Veuillez réessayer.
ga_ie: Earráid ag seiceáil le haghaidh FFmpeg. Bain triail eile as le do thoil.
he_il: שגיאה בבדיקת FFmpeg. אנא נסה שוב.
hi_in: FFmpeg की जाँच करने में त्रुटि। कृपया पुनः प्रयास करें।
hr_hr: Pogreška pri provjeri FFmpeg-a. Molimo pokušajte ponovo.
hu_hu: Hiba az FFmpeg ellenőrzésekor. Kérjük, próbálja újra.
id_id: Kesalahan memeriksa FFmpeg. Silakan coba lagi.
it_it: Errore durante la verifica di FFmpeg. Riprova.
ja_jp: FFmpegの確認中にエラーが発生しました。もう一度お試しください。
ko_kr: FFmpeg 확인 중 오류가 발생했습니다. 다시 시도해 주세요.
lt_lt: Klaida tikrinant FFmpeg. Bandykite dar kartą.
ms_my: Ralat menyemak untuk FFmpeg. Sila cuba lagi.
nl_nl: Fout bij controleren op FFmpeg. Probeer het opnieuw.
no_no: Feil ved sjekk etter FFmpeg. Vennligst prøv igjen.
pa_in: FFmpeg ਦੀ ਜਾਂਚ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Błąd podczas sprawdzania FFmpeg. Spróbuj ponownie.
pt_br: Erro ao verificar FFmpeg. Por favor, tente novamente.
ro_ro: Eroare la verificarea FFmpeg. Vă rugăm să încercați din nou.
ru_ru: Ошибка проверки FFmpeg. Пожалуйста, попробуйте еще раз.
sk_sk: Chyba pri kontrole FFmpeg. Skúste to znova.
sq_al: Gabim në kontrollimin për FFmpeg. Ju lutemi provoni përsëri.
sr_cyrl_rs: Грешка при провери FFmpeg-а. Молимо покушајте поново.
sv_se: Fel vid kontroll av FFmpeg. Försök igen.
sw_ke: Hitilafu wakati wa kuangalia FFmpeg. Tafadhali jaribu tena.
ta_in: FFmpeg ஐ சரிபார்க்கும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
th_th: ข้อผิดพลาดในการตรวจสอบ FFmpeg โปรดลองอีกครั้ง
tr_tr: FFmpeg kontrol edilirken hata oluştu. Lütfen tekrar deneyin.
uk_ua: Помилка перевірки FFmpeg. Будь ласка, спробуйте ще раз.
vi_vn: Lỗi khi kiểm tra FFmpeg. Vui lòng thử lại.
zh_hans: 检查 FFmpeg 出错。请重试。
zh_tw: 檢查 FFmpeg 時發生錯誤。請再試一次。

# Taskbar_Tooltip_Previous
source: Previous
af_za: Vorige
ar_eg: السابق
bg_bg: Предишна
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fi_fi: Edellinen
fil_ph: Nakaraan
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodna
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelumnya
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
pt_br: Anterior
ro_ro: Anterior
ru_ru: Предыдущий
sk_sk: Predchádzajúce
sq_al: Paraardhëse
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyopita
ta_in: முந்தைய
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередній
vi_vn: Trước
zh_hans: 上一首
zh_tw: 上一首
