Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# FolderSongViewPage_Songs_Title
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# FolderSongViewPage_SearchBox_Placeholder
source: Search in folder...
af_za: Soek in gids...
ar_eg: البحث في المجلد...
bg_bg: Търсене в папка...
bn_bd: ফোল্ডারে অনুসন্ধান করুন...
ca_es: Cercar a la carpeta...
cs_cz: Hledat ve složce...
da_dk: Søg i mappe...
de_de: Im Ordner suchen...
el_gr: Αναζήτηση σε φάκελο...
es_mx: Buscar en carpeta...
et_ee: Otsi kaustast...
fa_ir: جستجو در پوشه...
fil_ph: Maghanap sa folder...
fr_fr: Rechercher dans le dossier...
ga_ie: Cuardaigh san fhillteán...
he_il: חפש בתיקייה...
hi_in: फ़ोल्डर में खोजें...
hr_hr: Pretraži u mapi...
hu_hu: Keresés a mappában...
id_id: Cari di folder...
it_it: Cerca nella cartella...
ja_jp: フォルダー内を検索...
ko_kr: 폴더 내 검색...
lt_lt: Ieškoti aplanke...
ms_my: Cari dalam folder...
nl_nl: Zoek in map...
no_no: Søk i mappe...
pa_in: ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w folderze...
ru_ru: Поиск в папке...
sk_sk: Vyhľadať v priečinku...
sq_al: Kërko në dosje...
sr_cyrl_rs: Претражи у фасцикли...
sv_se: Sök i mapp...
sw_ke: Tafuta kwenye folda...
ta_in: கோப்புறையில் தேடு...
th_th: ค้นหาในโฟลเดอร์...
tr_tr: Klasörde ara...
uk_ua: Пошук у папці...
vi_vn: Tìm trong thư mục...
zh_hans: 在文件夹中搜索...

# FolderSongViewPage_SearchButton_ToolTip
source: Search in folder
af_za: Soek in gids
ar_eg: البحث في المجلد
bg_bg: Търсене в папка
bn_bd: ফোল্ডারে অনুসন্ধান করুন
ca_es: Cercar a la carpeta
cs_cz: Hledat ve složce
da_dk: Søg i mappe
de_de: Im Ordner suchen
el_gr: Αναζήτηση σε φάκελο
es_mx: Buscar en carpeta
et_ee: Otsi kaustast
fa_ir: جستجو در پوشه
fil_ph: Maghanap sa folder
fr_fr: Rechercher dans le dossier
ga_ie: Cuardaigh san fhillteán
he_il: חפש בתיקייה
hi_in: फ़ोल्डर में खोजें
hr_hr: Pretraži u mapi
hu_hu: Keresés a mappában
id_id: Cari di folder
it_it: Cerca nella cartella
ja_jp: フォルダー内を検索
ko_kr: 폴더 내 검색
lt_lt: Ieškoti aplanke
ms_my: Cari dalam folder
nl_nl: Zoek in map
no_no: Søk i mappe
pa_in: ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w folderze
ru_ru: Поиск в папке
sk_sk: Vyhľadať v priečinku
sq_al: Kërko në dosje
sr_cyrl_rs: Претражи у фасцикли
sv_se: Sök i mapp
sw_ke: Tafuta kwenye folda
ta_in: கோப்புறையில் தேடு
th_th: ค้นหาในโฟลเดอร์
tr_tr: Klasörde ara
uk_ua: Пошук у папці
vi_vn: Tìm trong thư mục
zh_hans: 在文件夹中搜索

# FolderSongViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# FolderSongViewPage_ShufflePlayButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# FolderSongViewPage_Empty_Title
source: This folder is empty
af_za: Hierdie gids is leeg
ar_eg: هذا المجلد فارغ
bg_bg: Тази папка е празна
bn_bd: এই ফোল্ডারটি খালি
ca_es: Aquesta carpeta està buida
cs_cz: Tato složka je prázdná
da_dk: Denne mappe er tom
de_de: Dieser Ordner ist leer
el_gr: Αυτός ο φάκελος είναι άδειος
es_mx: Esta carpeta está vacía
et_ee: See kaust on tühi
fa_ir: این پوشه خالی است
fil_ph: Walang laman ang folder na ito
fr_fr: Ce dossier est vide
ga_ie: Tá an fillteán seo folamh
he_il: תיקייה זו ריקה
hi_in: यह फ़ोल्डर खाली है
hr_hr: Ova mapa je prazna
hu_hu: Ez a mappa üres
id_id: Folder ini kosong
it_it: Questa cartella è vuota
ja_jp: このフォルダーは空です
ko_kr: 이 폴더는 비어 있습니다
lt_lt: Šis aplankas tuščias
ms_my: Folder ini kosong
nl_nl: Deze map is leeg
no_no: Denne mappen er tom
pa_in: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਹੈ
pl_pl: Ten folder jest pusty
ru_ru: Эта папка пуста
sk_sk: Tento priečinok je prázdny
sq_al: Kjo dosje është bosh
sr_cyrl_rs: Ова фасцикла је празна
sv_se: Denna mapp är tom
sw_ke: Folda hii haina kitu
ta_in: இந்தக் கோப்புறை காலியாக உள்ளது
th_th: โฟลเดอร์นี้ว่างเปล่า
tr_tr: Bu klasör boş
uk_ua: Ця папка порожня
vi_vn: Thư mục này trống
zh_hans: 此文件夹为空

# FolderSongViewPage_Empty_Subtitle
source: No songs or subfolders found
af_za: Geen liedjies of subgidse gevind nie
ar_eg: لم يتم العثور على أغاني أو مجلدات فرعية
bg_bg: Няма намерени песни или подпапки
bn_bd: কোনো গান বা সাবফোল্ডার পাওয়া যায়নি
ca_es: No s'han trobat cançons ni subcarpetes
cs_cz: Nenalezeny žádné skladby ani podsložky
da_dk: Ingen sange eller undermapper fundet
de_de: Keine Titel oder Unterordner gefunden
el_gr: Δεν βρέθηκαν τραγούδια ή υποφάκελοι
es_mx: No se encontraron canciones ni subcarpetas
et_ee: Laule ega alamkaustu ei leitud
fa_ir: هیچ آهنگ یا زیرپوشه‌ای یافت نشد
fil_ph: Walang kantang o subfolder na natagpuan
fr_fr: Aucune chanson ou sous-dossier trouvé
ga_ie: Níor aimsíodh amhráin nó fo-fhillteáin ar bith
he_il: לא נמצאו שירים או תיקיות משנה
hi_in: कोई गाना या उप-फ़ोल्डर नहीं मिला
hr_hr: Nema pronađenih pjesama ni podmapa
hu_hu: Nem található dal vagy almappa
id_id: Tidak ada lagu atau subfolder ditemukan
it_it: Nessun brano o sottocartella trovata
ja_jp: 曲またはサブフォルダーが見つかりません
ko_kr: 노래 또는 하위 폴더를 찾을 수 없습니다
lt_lt: Dainų ar poaplankių nerasta
ms_my: Tiada lagu atau subfolder ditemui
nl_nl: Geen nummers of submappen gevonden
no_no: Ingen sanger eller undermapper funnet
pa_in: ਕੋਈ ਗਾਣੇ ਜਾਂ ਸਬਫੋਲਡਰ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów ani podfolderów
ru_ru: Песни или подпапки не найдены
sk_sk: Nenájdené žiadne skladby ani podpriečinky
sq_al: Asnjë këngë ose nëndosje nuk u gjet
sr_cyrl_rs: Нису пронађене песме нити подфасцикле
sv_se: Inga låtar eller undermappar hittades
sw_ke: Hakuna nyimbo au folda ndogo zilizopatikana
ta_in: பாடல்கள் அல்லது துணை கோப்புறைகள் எதுவும் இல்லை
th_th: ไม่พบเพลงหรือโฟลเดอร์ย่อย
tr_tr: Hiç şarkı veya alt klasör bulunamadı
uk_ua: Пісень чи підпапок не знайдено
vi_vn: Không tìm thấy bài hát hoặc thư mục con nào
zh_hans: 未找到歌曲或子文件夹

# GenrePage_Title
source: Genres
ar_eg: الأنواع
bg_bg: Жанрове
bn_bd: জেনার
ca_es: Gèneres
cs_cz: Žánry
da_dk: Genrer
el_gr: Είδη
es_mx: Géneros
et_ee: Žanrid
fa_ir: ژانرها
fil_ph: Mga Genre
ga_ie: Seánraí
he_il: ז'אנרים
hi_in: शैलियाँ
hr_hr: Žanrovi
hu_hu: Műfajok
id_id: Genre
it_it: Generi
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanrai
ms_my: Genre
no_no: Sjangere
pa_in: ਸ਼ੈਲੀਆਂ
pl_pl: Gatunki
ru_ru: Жанры
sk_sk: Žánre
sq_al: Zhanre
sr_cyrl_rs: Жанрови
sv_se: Genrer
sw_ke: Aina za Muziki
ta_in: வகைகள்
th_th: แนวเพลง
tr_tr: Türler
uk_ua: Жанри
vi_vn: Thể loại
zh_hans: 流派

# GenrePage_SearchBox_Placeholder
source: Search genres...
af_za: Soek genres...
ar_eg: البحث في الأنواع...
bg_bg: Търсене на жанрове...
bn_bd: জেনার অনুসন্ধান করুন...
ca_es: Cercar gèneres...
cs_cz: Hledat žánry...
da_dk: Søg genrer...
de_de: Genres suchen...
el_gr: Αναζήτηση ειδών...
es_mx: Buscar géneros...
et_ee: Otsi žanreid...
fa_ir: جستجوی ژانرها...
fil_ph: Maghanap ng mga genre...
fr_fr: Rechercher des genres...
ga_ie: Cuardaigh seánraí...
he_il: חפש ז'אנרים...
hi_in: शैलियाँ खोजें...
hr_hr: Pretraži žanrove...
hu_hu: Műfajok keresése...
id_id: Cari genre...
it_it: Cerca generi...
ja_jp: ジャンルを検索...
ko_kr: 장르 검색...
lt_lt: Ieškoti žanrų...
ms_my: Cari genre...
nl_nl: Zoek genres...
no_no: Søk sjangere...
pa_in: ਸ਼ੈਲੀਆਂ ਖੋਜੋ...
pl_pl: Szukaj gatunków...
ru_ru: Поиск жанров...
sk_sk: Vyhľadať žánre...
sq_al: Kërko zhanre...
sr_cyrl_rs: Претражи жанрове...
sv_se: Sök genrer...
sw_ke: Tafuta aina za muziki...
ta_in: வகைகளைத் தேடு...
th_th: ค้นหาแนวเพลง...
tr_tr: Türleri ara...
uk_ua: Пошук жанрів...
vi_vn: Tìm thể loại...
zh_hans: 搜索流派...

# GenrePage_SearchButton_ToolTip
source: Search genres
af_za: Soek genres
ar_eg: البحث في الأنواع
bg_bg: Търсене на жанрове
bn_bd: জেনার অনুসন্ধান করুন
ca_es: Cercar gèneres
cs_cz: Hledat žánry
da_dk: Søg genrer
de_de: Genres suchen
el_gr: Αναζήτηση ειδών
es_mx: Buscar géneros
et_ee: Otsi žanreid
fa_ir: جستجوی ژانرها
fil_ph: Maghanap ng mga genre
fr_fr: Rechercher des genres
ga_ie: Cuardaigh seánraí
he_il: חפש ז'אנרים
hi_in: शैलियाँ खोजें
hr_hr: Pretraži žanrove
hu_hu: Műfajok keresése
id_id: Cari genre
it_it: Cerca generi
ja_jp: ジャンルを検索
ko_kr: 장르 검색
lt_lt: Ieškoti žanrų
ms_my: Cari genre
nl_nl: Zoek genres
no_no: Søk sjangere
pa_in: ਸ਼ੈਲੀਆਂ ਖੋਜੋ
pl_pl: Szukaj gatunków
ru_ru: Поиск жанров
sk_sk: Vyhľadať žánre
sq_al: Kërko zhanre
sr_cyrl_rs: Претражи жанрове
sv_se: Sök genrer
sw_ke: Tafuta aina za muziki
ta_in: வகைகளைத் தேடு
th_th: ค้นหาแนวเพลง
tr_tr: Türleri ara
uk_ua: Пошук жанрів
vi_vn: Tìm thể loại
zh_hans: 搜索流派

# GenrePage_RandomButton_ToolTip
source: Pick one at random
af_za: Kies een ewekansig
ar_eg: اختر واحدًا عشوائيًا
bg_bg: Избери на случаен принцип
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg en tilfældig
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslikult
fa_ir: یکی را به صورت تصادفی انتخاب کنید
fil_ph: Pumili ng isa nang random
fr_fr: En choisir un au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראי
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위로 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig een
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਬੇਤਰਤੀਬੇ ਚੁਣੋ
pl_pl: Wybierz losowo
ru_ru: Выбрать случайный
sk_sk: Vybrať náhodný
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja kwa nasibu
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадково
vi_vn: Chọn ngẫu nhiên
zh_hans: 随机选择一个

# GenrePage_Menu_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# GenrePage_Empty_Title
source: No genres found
af_za: Geen genres gevind nie
ar_eg: لم يتم العثور على أنواع
bg_bg: Няма намерени жанрове
bn_bd: কোনো জেনার পাওয়া যায়নি
ca_es: No s'han trobat gèneres
cs_cz: Nenalezeny žádné žánry
da_dk: Ingen genrer fundet
de_de: Keine Genres gefunden
el_gr: Δεν βρέθηκαν είδη
es_mx: No se encontraron géneros
et_ee: Žanreid ei leitud
fa_ir: هیچ ژانری یافت نشد
fil_ph: Walang genre na natagpuan
fr_fr: Aucun genre trouvé
ga_ie: Níor aimsíodh seánraí ar bith
he_il: לא נמצאו ז'אנרים
hi_in: कोई शैली नहीं मिली
hr_hr: Nema pronađenih žanrova
hu_hu: Nem található műfaj
id_id: Tidak ada genre ditemukan
it_it: Nessun genere trovato
ja_jp: ジャンルが見つかりません
ko_kr: 장르를 찾을 수 없습니다
lt_lt: Žanrų nerasta
ms_my: Tiada genre ditemui
nl_nl: Geen genres gevonden
no_no: Ingen sjangere funnet
pa_in: ਕੋਈ ਸ਼ੈਲੀਆਂ ਨਹੀਂ ਮਿਲੀਆਂ
pl_pl: Nie znaleziono gatunków
ru_ru: Жанры не найдены
sk_sk: Žiadne žánre nenájdené
sq_al: Asnjë zhanër nuk u gjet
sr_cyrl_rs: Нису пронађени жанрови
sv_se: Inga genrer hittades
sw_ke: Hakuna aina za muziki zilizopatikana
ta_in: வகைகள் எதுவும் இல்லை
th_th: ไม่พบแนวเพลง
tr_tr: Tür bulunamadı
uk_ua: Жанрів не знайдено
vi_vn: Không tìm thấy thể loại nào
zh_hans: 未找到流派

# GenrePage_Empty_Subtitle
source: Scan your music library to populate genres
af_za: Skandeer jou musiekbiblioteek om genres te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء الأنواع
bg_bg: Сканирайте музикалната си библиотека, за да попълните жанрове
bn_bd: জেনার পূরণ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per omplir els gèneres
cs_cz: Prohledat hudební knihovnu pro naplnění žánrů
da_dk: Scan dit musikbibliotek for at udfylde genrer
de_de: Scannen Sie Ihre Musikbibliothek, um Genres zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να εμφανιστούν τα είδη
es_mx: Escanee su biblioteca de música para completar los géneros
et_ee: Žanrite lisamiseks skaneeri oma muusikakogu
fa_ir: کتابخانه موسیقی خود را برای پر کردن ژانرها اسکن کنید
fil_ph: I-scan ang iyong library ng musika upang punan ang mga genre
fr_fr: Scannez votre bibliothèque musicale pour remplir les genres
ga_ie: Scan do leabharlann ceoil chun seánraí a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס ז'אנרים
hi_in: शैलियाँ पॉप्युलेट करने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu biblioteku za popunjavanje žanrova
hu_hu: Olvassa be a zenei könyvtárát a műfajok feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi genre
it_it: Scansiona la tua libreria musicale per popolare i generi
ja_jp: 音楽ライブラリをスキャンしてジャンルを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 장르를 채웁니다
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte žanrus
ms_my: Imbas pustaka muzik anda untuk mengisi genre
nl_nl: Scan uw muziekbibliotheek om genres te vullen
no_no: Skann musikkbiblioteket ditt for å fylle sjangere
pa_in: ਸ਼ੈਲੀਆਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl_pl: Zeskanuj swoją bibliotekę muzyczną, aby wypełnić gatunki
ru_ru: Просканируйте свою музыкальную библиотеку, чтобы заполнить жанры
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie žánrov
sq_al: Skano bibliotekën tuaj të muzikës për të mbushur zhanret
sr_cyrl_rs: Скенирајте музичку библиотеку да бисте попунили жанрове
sv_se: Skanna ditt musikbibliotek för att fylla på genrer
sw_ke: Changanua maktaba yako ya muziki kujaza aina za muziki
ta_in: வகைகளைச் சேர்க்க உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนไลบรารีเพลงของคุณเพื่อเพิ่มแนวเพลง
tr_tr: Türleri doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб додати жанри
vi_vn: Quét thư viện nhạc của bạn để điền thể loại
zh_hans: 扫描您的音乐库以填充流派

# LibraryPage_Title
source: Library
af_za: Biblioteek
ar_eg: المكتبة
bg_bg: Библиотека
bn_bd: লাইব্রেরি
ca_es: Biblioteca
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Sammlung
el_gr: Βιβλιοθήκη
es_mx: Biblioteca
et_ee: Teek
fa_ir: کتابخانه
fr_fr: Bibliothèque
ga_ie: Leabharlann
he_il: ספרייה
hi_in: लाइब्रेरी
hr_hr: Biblioteka
hu_hu: Könyvtár
id_id: Pustaka
it_it: Raccolta
ja_jp: ライブラリ
ko_kr: 라이브러리
lt_lt: Biblioteka
ms_my: Pustaka
nl_nl: Bibliotheek
no_no: Bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ
pl_pl: Biblioteka
ru_ru: Библиотека
sk_sk: Knižnica
sq_al: Biblioteka
sr_cyrl_rs: Библиотека
sv_se: Bibliotek
sw_ke: Maktaba
ta_in: நூலகம்
th_th: ไลบรารี
tr_tr: Arşiv
uk_ua: Бібліотека
vi_vn: Thư viện
zh_hans: 库

# LibraryPage_SearchBox_Placeholder
source: Search library...
af_za: Soek biblioteek...
ar_eg: البحث في المكتبة...
bg_bg: Търсене в библиотека...
bn_bd: লাইব্রেরি অনুসন্ধান করুন...
ca_es: Cercar a la biblioteca...
cs_cz: Hledat v knihovně...
da_dk: Søg i bibliotek...
de_de: Bibliothek durchsuchen...
el_gr: Αναζήτηση βιβλιοθήκης...
es_mx: Buscar en la biblioteca...
et_ee: Otsi teegist...
fa_ir: جستجو در کتابخانه...
fil_ph: Maghanap sa library...
fr_fr: Rechercher dans la bibliothèque...
ga_ie: Cuardaigh sa leabharlann...
he_il: חפש בספרייה...
hi_in: लाइब्रेरी खोजें...
hr_hr: Pretraži biblioteku...
hu_hu: Keresés a könyvtárban...
id_id: Cari di pustaka...
it_it: Cerca nella libreria...
ja_jp: ライブラリを検索...
ko_kr: 라이브러리 검색...
lt_lt: Ieškoti bibliotekoje...
ms_my: Cari pustaka...
nl_nl: Zoek in bibliotheek...
no_no: Søk i bibliotek...
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ...
pl_pl: Szukaj w bibliotece...
ru_ru: Поиск в библиотеке...
sk_sk: Vyhľadať v knižnici...
sq_al: Kërko në bibliotekë...
sr_cyrl_rs: Претражи библиотеку...
sv_se: Sök i bibliotek...
sw_ke: Tafuta maktaba...
ta_in: நூலகத்தில் தேடு...
th_th: ค้นหาไลบรารี...
tr_tr: Arşivde ara...
uk_ua: Пошук у бібліотеці...
vi_vn: Tìm thư viện...
zh_hans: 搜索库...

# LibraryPage_SearchButton_ToolTip
source: Search library
af_za: Soek biblioteek
ar_eg: البحث في المكتبة
bg_bg: Търсене в библиотека
bn_bd: লাইব্রেরি অনুসন্ধান করুন
ca_es: Cercar a la biblioteca
cs_cz: Hledat v knihovně
da_dk: Søg i bibliotek
de_de: Bibliothek durchsuchen
el_gr: Αναζήτηση βιβλιοθήκης
es_mx: Buscar en la biblioteca
et_ee: Otsi teegist
fa_ir: جستجو در کتابخانه
fil_ph: Maghanap sa library
fr_fr: Rechercher dans la bibliothèque
ga_ie: Cuardaigh sa leabharlann
he_il: חפש בספרייה
hi_in: लाइब्रेरी खोजें
hr_hr: Pretraži biblioteku
hu_hu: Keresés a könyvtárban
id_id: Cari di pustaka
it_it: Cerca nella libreria
ja_jp: ライブラリを検索
ko_kr: 라이브러리 검색
lt_lt: Ieškoti bibliotekoje
ms_my: Cari pustaka
nl_nl: Zoek in bibliotheek
no_no: Søk i bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਖੋਜੋ
pl_pl: Szukaj w bibliotece
ru_ru: Поиск в библиотеке
sk_sk: Vyhľadať v knižnici
sq_al: Kërko në bibliotekë
sr_cyrl_rs: Претражи библиотеку
sv_se: Sök i bibliotek
sw_ke: Tafuta maktaba
ta_in: நூலகத்தில் தேடு
th_th: ค้นหาไลบรารี
tr_tr: Arşivde ara
uk_ua: Пошук у бібліотеці
vi_vn: Tìm thư viện
zh_hans: 搜索库

# LibraryPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# LibraryPage_ShufflePlayAllButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# LibraryPage_Context_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# LibraryPage_Context_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放
