Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# PlaylistPage_NewPlaylistButton_Content
source: New Playlist
af_za: Nuwe Snitlys
ar_eg: قائمة تشغيل جديدة
bg_bg: Нов плейлист
bn_bd: নতুন প্লেলিস্ট
ca_es: Nova llista de reproducció
cs_cz: Nový seznam skladeb
da_dk: Ny afspilningsliste
de_de: Neue Playlist
el_gr: Νέα λίστα αναπαραγωγής
es_mx: Nueva lista de reproducción
et_ee: Uus esitusloend
fa_ir: لیست پخش جدید
fil_ph: Bagong Playlist
fr_fr: Nouvelle liste de lecture
ga_ie: Seinmliosta Nua
he_il: רשימת השמעה חדשה
hi_in: नई प्लेलिस्ट
hr_hr: Novi popis za reprodukciju
hu_hu: Új lejátszási lista
id_id: Daftar Putar Baru
it_it: Nuova playlist
ja_jp: 新しいプレイリスト
ko_kr: 새 재생목록
lt_lt: Naujas grojaraštis
ms_my: Senarai Main Baharu
nl_nl: Nieuwe afspeellijst
no_no: Ny spilleliste
pa_in: ਨਵੀਂ ਪਲੇਲਿਸਟ
pl_pl: Nowa playlista
ru_ru: Новый плейлист
sk_sk: Nový playlist
sq_al: Listë e re luajtjeje
sr_cyrl_rs: Нова плејлиста
sv_se: Ny spellista
sw_ke: Orodha Mpya ya Nyimbo
ta_in: புதிய பிளேலிஸ்ட்
th_th: เพลย์ลิสต์ใหม่
tr_tr: Yeni Çalma Listesi
uk_ua: Новий список відтворення
vi_vn: Danh sách phát mới
zh_hans: 新建播放列表

# PlaylistPage_NewPlaylistMenu_Regular
source: Regular Playlist
af_za: Gereelde Snitlys
ar_eg: قائمة تشغيل عادية
bg_bg: Обикновен плейлист
bn_bd: নিয়মিত প্লেলিস্ট
ca_es: Llista de reproducció normal
cs_cz: Běžný seznam skladeb
da_dk: Standard afspilningsliste
de_de: Reguläre Playlist
el_gr: Κανονική λίστα αναπαραγωγής
es_mx: Lista de reproducción normal
et_ee: Tavaline esitusloend
fa_ir: لیست پخش عادی
fil_ph: Regular na Playlist
fr_fr: Liste de lecture normale
ga_ie: Seinmliosta Rialta
he_il: רשימת השמעה רגילה
hi_in: नियमित प्लेलिस्ट
hr_hr: Standardni popis za reprodukciju
hu_hu: Hagyományos lejátszási lista
id_id: Daftar Putar Biasa
it_it: Playlist normale
ja_jp: 通常プレイリスト
ko_kr: 일반 재생목록
lt_lt: Įprastas grojaraštis
ms_my: Senarai Main Biasa
nl_nl: Standaard afspeellijst
no_no: Vanlig spilleliste
pa_in: ਸਧਾਰਨ ਪਲੇਲਿਸਟ
pl_pl: Zwykła playlista
ru_ru: Обычный плейлист
sk_sk: Bežný playlist
sq_al: Listë e zakonshme luajtjeje
sr_cyrl_rs: Редовна плејлиста
sv_se: Vanlig spellista
sw_ke: Orodha ya Nyimbo ya Kawaida
ta_in: வழக்கமான பிளேலிஸ்ட்
th_th: เพลย์ลิสต์ปกติ
tr_tr: Normal Çalma Listesi
uk_ua: Звичайний список відтворення
vi_vn: Danh sách phát thông thường
zh_hans: 常规播放列表

# PlaylistPage_NewPlaylistMenu_Smart
source: Smart Playlist
af_za: Slim Snitlys
ar_eg: قائمة تشغيل ذكية
bg_bg: Интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্ট
ca_es: Llista de reproducció intel·ligent
cs_cz: Chytrý seznam skladeb
da_dk: Smart afspilningsliste
el_gr: Έξυπνη λίστα αναπαραγωγής
es_mx: Lista de reproducción inteligente
et_ee: Nutikas esitusloend
fa_ir: لیست پخش هوشمند
fr_fr: Liste de lecture intelligente
ga_ie: Seinmliosta Cliste
he_il: רשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट
hr_hr: Pametni popis za reprodukciju
hu_hu: Okos lejátszási lista
id_id: Daftar Putar Cerdas
it_it: Playlist intelligente
ja_jp: スマートプレイリスト
ko_kr: 스마트 재생목록
lt_lt: Išmanusis grojaraštis
ms_my: Senarai Main Pintar
nl_nl: Slimme afspeellijst
no_no: Smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ
pl_pl: Inteligentna playlista
ru_ru: Умный плейлист
sk_sk: Inteligentný playlist
sq_al: Listë inteligjente luajtjeje
sr_cyrl_rs: Паметна плејлиста
sv_se: Smart spellista
sw_ke: Orodha Mahiri ya Nyimbo
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்
th_th: เพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı Çalma Listesi
uk_ua: Розумний список відтворення
vi_vn: Danh sách phát thông minh
zh_hans: 智能播放列表

# PlaylistPage_Context_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# PlaylistPage_Context_Rename
source: Rename
af_za: Hernoem
ar_eg: إعادة تسمية
bg_bg: Преименувай
bn_bd: নাম পরিবর্তন করুন
ca_es: Canviar nom
cs_cz: Přejmenovat
da_dk: Omdøb
de_de: Umbenennen
el_gr: Μετονομασία
es_mx: Renombrar
et_ee: Nimeta ümber
fa_ir: تغییر نام
fil_ph: Palitan ang Pangalan
fr_fr: Renommer
ga_ie: Athainmnigh
he_il: שנה שם
hi_in: नाम बदलें
hr_hr: Preimenuj
hu_hu: Átnevezés
id_id: Ganti Nama
it_it: Rinomina
ja_jp: 名前の変更
ko_kr: 이름 변경
lt_lt: Pervadinti
ms_my: Namakan Semula
nl_nl: Naam wijzigen
no_no: Gi nytt navn
pa_in: ਮੁੜ ਨਾਮ ਬਦਲੋ
pl_pl: Zmień nazwę
ru_ru: Переименовать
sk_sk: Premenovať
sq_al: Riemërto
sr_cyrl_rs: Преименуј
sv_se: Byt namn
sw_ke: Badilisha Jina
ta_in: மறுபெயரிடு
th_th: เปลี่ยนชื่อ
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати
vi_vn: Đổi tên
zh_hans: 重命名

# PlaylistPage_Context_ChangeImage
source: Change Image
af_za: Verander Beeld
ar_eg: تغيير الصورة
bg_bg: Смени изображението
bn_bd: ছবি পরিবর্তন করুন
ca_es: Canviar imatge
cs_cz: Změnit obrázek
da_dk: Skift billede
de_de: Bild ändern
el_gr: Αλλαγή εικόνας
es_mx: Cambiar imagen
et_ee: Muuda pilti
fa_ir: تغییر تصویر
fil_ph: Palitan ang Larawan
fr_fr: Changer l'image
ga_ie: Athraigh Íomhá
he_il: שנה תמונה
hi_in: छवि बदलें
hr_hr: Promijeni sliku
hu_hu: Kép módosítása
id_id: Ubah Gambar
it_it: Cambia immagine
ja_jp: 画像を編集
ko_kr: 이미지 변경
lt_lt: Pakeisti paveikslėlį
ms_my: Tukar Imej
nl_nl: Afbeelding wijzigen
no_no: Endre bilde
pa_in: ਚਿੱਤਰ ਬਦਲੋ
pl_pl: Zmień obraz
ru_ru: Изменить изображение
sk_sk: Zmeniť obrázok
sq_al: Ndrysho imazhin
sr_cyrl_rs: Промени слику
sv_se: Ändra bild
sw_ke: Badilisha Picha
ta_in: படத்தை மாற்று
th_th: เปลี่ยนรูปภาพ
tr_tr: Resmi Değiştir
uk_ua: Змінити зображення
vi_vn: Thay đổi ảnh
zh_hans: 更改图像

# PlaylistPage_Context_RemoveImage
source: Remove Image
af_za: Verwyder Beeld
ar_eg: إزالة الصورة
bg_bg: Премахни изображението
bn_bd: ছবি সরান
ca_es: Eliminar imatge
cs_cz: Odebrat obrázek
da_dk: Fjern billede
de_de: Bild entfernen
el_gr: Κατάργηση εικόνας
es_mx: Eliminar imagen
et_ee: Eemalda pilt
fa_ir: حذف تصویر
fil_ph: Alisin ang Larawan
fr_fr: Supprimer l'image
ga_ie: Bain Íomhá
he_il: הסר תמונה
hi_in: छवि हटाएँ
hr_hr: Ukloni sliku
hu_hu: Kép eltávolítása
id_id: Hapus Gambar
it_it: Rimuovi immagine
ja_jp: 画像を削除
ko_kr: 이미지 제거
lt_lt: Pašalinti paveikslėlį
ms_my: Alih keluar Imej
nl_nl: Afbeelding verwijderen
no_no: Fjern bilde
pa_in: ਚਿੱਤਰ ਹਟਾਓ
pl_pl: Usuń obraz
ru_ru: Удалить изображение
sk_sk: Odstrániť obrázok
sq_al: Hiq imazhin
sr_cyrl_rs: Уклони слику
sv_se: Ta bort bild
sw_ke: Ondoa Picha
ta_in: படத்தை நீக்கு
th_th: ลบรูปภาพ
tr_tr: Resmi Kaldır
uk_ua: Видалити зображення
vi_vn: Xóa ảnh
zh_hans: 删除图像

# PlaylistPage_Context_Delete
source: Delete
af_za: Vee uit
ar_eg: امسح
bg_bg: Изтрий
bn_bd: মুছে ফেলুন
ca_es: Eliminar
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_mx: Eliminar
et_ee: Kustuta
fa_ir: حذف
fil_ph: Burahin
fr_fr: Supprimer
ga_ie: Scrios
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
ms_my: Padam
nl_nl: Verwijderen
no_no: Slett
pa_in: ਮਿਟਾਓ
pl_pl: Usuń
ru_ru: Удалить
sk_sk: Vymazať
sq_al: Fshij
sr_cyrl_rs: Обриши
sv_se: Ta bort
sw_ke: Futa
ta_in: நீக்கு
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_hans: 删除

# PlaylistPage_EmptyState_Title
source: No playlists yet
af_za: Nog geen snitlyste nie
ar_eg: لا توجد قوائم تشغيل حتى الآن
bg_bg: Все още няма плейлисти
bn_bd: এখনো কোনো প্লেলিস্ট নেই
ca_es: Encara no hi ha llistes de reproducció
cs_cz: Zatím žádné seznamy skladeb
da_dk: Ingen afspilningslister endnu
de_de: Noch keine Playlists
el_gr: Δεν υπάρχουν λίστες αναπαραγωγής ακόμα
es_mx: Aún no hay listas de reproducción
et_ee: Esitusloendeid pole veel
fa_ir: هنوز لیست پخشی وجود ندارد
fil_ph: Wala pang playlist
fr_fr: Aucune liste de lecture pour l'instant
ga_ie: Níl seinmliostaí ar bith fós
he_il: אין רשימות השמעה עדיין
hi_in: अभी तक कोई प्लेलिस्ट नहीं है
hr_hr: Još nema popisa za reprodukciju
hu_hu: Még nincsenek lejátszási listák
id_id: Belum ada daftar putar
it_it: Nessuna playlist ancora
ja_jp: プレイリストがまだありません
ko_kr: 아직 재생목록이 없습니다
lt_lt: Dar nėra grojaraščių
ms_my: Tiada senarai main lagi
nl_nl: Nog geen afspeellijsten
no_no: Ingen spillelister ennå
pa_in: ਹਾਲੇ ਕੋਈ ਪਲੇਲਿਸਟ ਨਹੀਂ
pl_pl: Brak playlist
ru_ru: Плейлисты пока отсутствуют
sk_sk: Zatiaľ žiadne playlisty
sq_al: Asnjë listë luajtjeje ende
sr_cyrl_rs: Још нема плејлиста
sv_se: Inga spellistor än
sw_ke: Hakuna orodha za nyimbo bado
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ยังไม่มีเพลย์ลิสต์
tr_tr: Henüz çalma listesi yok
uk_ua: Списків відтворення ще немає
vi_vn: Chưa có danh sách phát nào
zh_hans: 尚未有播放列表

# PlaylistPage_EmptyState_Subtitle
source: Create a playlist to get started
af_za: Skep 'n snitlys om te begin
ar_eg: أنشئ قائمة تشغيل للبدء
bg_bg: Създайте плейлист, за да започнете
bn_bd: শুরু করতে একটি প্লেলিস্ট তৈরি করুন
ca_es: Crea una llista de reproducció per començar
cs_cz: Pro začátek vytvořte seznam skladeb
da_dk: Opret en afspilningsliste for at komme i gang
de_de: Erstellen Sie eine Playlist, um zu beginnen
el_gr: Δημιουργήστε μια λίστα αναπαραγωγής για να ξεκινήσετε
es_mx: Cree una lista de reproducción para empezar
et_ee: Alustamiseks loo esitusloend
fa_ir: برای شروع یک لیست پخش ایجاد کنید
fil_ph: Gumawa ng playlist upang makapagsimula
fr_fr: Créez une liste de lecture pour commencer
ga_ie: Cruthaigh seinmliosta chun tús a chur leis
he_il: צור רשימת השמעה כדי להתחיל
hi_in: शुरू करने के लिए एक प्लेलिस्ट बनाएँ
hr_hr: Stvorite popis za reprodukciju za početak
hu_hu: Kezdéshez hozzon létre egy lejátszási listát
id_id: Buat daftar putar untuk memulai
it_it: Crea una playlist per iniziare
ja_jp: 開始するにはプレイリストを作成してください
ko_kr: 시작하려면 재생목록을 만드세요
lt_lt: Sukurkite grojaraštį, kad pradėtumėte
ms_my: Cipta senarai main untuk bermula
nl_nl: Maak een afspeellijst aan om te beginnen
no_no: Opprett en spilleliste for å komme i gang
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਪਲੇਲਿਸਟ ਬਣਾਓ
pl_pl: Utwórz playlistę, aby rozpocząć
ru_ru: Создайте плейлист, чтобы начать
sk_sk: Vytvorte si playlist, aby ste mohli začať
sq_al: Krijoni një listë luajtjeje për të filluar
sr_cyrl_rs: Креирајте плејлисту да бисте почели
sv_se: Skapa en spellista för att komma igång
sw_ke: Unda orodha ya nyimbo ili kuanza
ta_in: தொடங்குவதற்கு ஒரு பிளேலிஸ்ட்டை உருவாக்குங்கள்
th_th: สร้างเพลย์ลิสต์เพื่อเริ่มต้น
tr_tr: Başlamak için bir çalma listesi oluşturun
uk_ua: Створіть список відтворення, щоб почати
vi_vn: Tạo danh sách phát để bắt đầu
zh_hans: 创建播放列表以开始使用

# PlaylistSongViewPage_Header_Caption
source: Playlist
af_za: Snitlys
ar_eg: قائمة التشغيل
bg_bg: Плейлист
bn_bd: প্লেলিস্ট
ca_es: Llista de reproducció
cs_cz: Seznam skladeb
da_dk: Afspilningsliste
el_gr: Λίστα αναπαραγωγής
es_mx: Lista de reproducción
et_ee: Esitusloend
fa_ir: لیست پخش
fr_fr: Liste de lecture
ga_ie: Seinmliosta
he_il: רשימת השמעה
hi_in: प्लेलिस्ट
hr_hr: Popis za reprodukciju
hu_hu: Lejátszási lista
id_id: Daftar Putar
ja_jp: プレイリスト
ko_kr: 재생목록
lt_lt: Grojaraštis
ms_my: Senarai Main
nl_nl: Afspeellijst
no_no: Spilleliste
pa_in: ਪਲੇਲਿਸਟ
pl_pl: Playlista
ru_ru: Плейлист
sq_al: Listë luajtjeje
sr_cyrl_rs: Плејлиста
sv_se: Spellista
sw_ke: Orodha ya Nyimbo
ta_in: பிளேலிஸ்ட்
th_th: เพลย์ลิสต์
tr_tr: Çalma Listesi
uk_ua: Список відтворення
vi_vn: Danh sách phát
zh_hans: 播放列表

# PlaylistSongViewPage_Section_Songs
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# PlaylistSongViewPage_SearchBox_Placeholder
source: Search in playlist...
af_za: Soek in snitlys...
ar_eg: البحث في قائمة التشغيل...
bg_bg: Търсене в плейлист...
bn_bd: প্লেলিস্টে অনুসন্ধান করুন...
ca_es: Cercar a la llista de reproducció...
cs_cz: Hledat v seznamu skladeb...
da_dk: Søg i afspilningsliste...
de_de: In Playlist suchen...
el_gr: Αναζήτηση σε λίστα αναπαραγωγής...
es_mx: Buscar en la lista de reproducción...
et_ee: Otsi esitusloendist...
fa_ir: جستجو در لیست پخش...
fil_ph: Maghanap sa playlist...
fr_fr: Rechercher dans la liste de lecture...
ga_ie: Cuardaigh sa seinmliosta...
he_il: חפש ברשימת השמעה...
hi_in: प्लेलिस्ट में खोजें...
hr_hr: Pretraži u popisu za reprodukciju...
hu_hu: Keresés a lejátszási listában...
id_id: Cari di daftar putar...
it_it: Cerca nella playlist...
ja_jp: プレイリスト内を検索...
ko_kr: 재생목록 내 검색...
lt_lt: Ieškoti grojaraštyje...
ms_my: Cari dalam senarai main...
nl_nl: Zoek in afspeellijst...
no_no: Søk i spilleliste...
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w playliście...
ru_ru: Поиск в плейлисте...
sk_sk: Vyhľadať v playliste...
sq_al: Kërko në listën e luajtjes...
sr_cyrl_rs: Претражи у плејлисти...
sv_se: Sök i spellista...
sw_ke: Tafuta kwenye orodha ya nyimbo...
ta_in: பிளேலிஸ்ட்டில் தேடு...
th_th: ค้นหาในเพลย์ลิสต์...
tr_tr: Çalma listesinde ara...
uk_ua: Пошук у списку відтворення...
vi_vn: Tìm trong danh sách phát...
zh_hans: 在播放列表中搜索...

# PlaylistSongViewPage_SearchButton_ToolTip
source: Search in playlist
af_za: Soek in snitlys
ar_eg: البحث في قائمة التشغيل
bg_bg: Търсене в плейлист
bn_bd: প্লেলিস্টে অনুসন্ধান করুন
ca_es: Cercar a la llista de reproducció
cs_cz: Hledat v seznamu skladeb
da_dk: Søg i afspilningsliste
de_de: In Playlist suchen
el_gr: Αναζήτηση σε λίστα αναπαραγωγής
es_mx: Buscar en la lista de reproducción
et_ee: Otsi esitusloendist
fa_ir: جستجو در لیست پخش
fil_ph: Maghanap sa playlist
fr_fr: Rechercher dans la liste de lecture
ga_ie: Cuardaigh sa seinmliosta
he_il: חפש ברשימת השמעה
hi_in: प्लेलिस्ट में खोजें
hr_hr: Pretraži u popisu za reprodukciju
hu_hu: Keresés a lejátszási listában
id_id: Cari di daftar putar
it_it: Cerca nella playlist
ja_jp: プレイリスト内を検索
ko_kr: 재생목록 내 검색
lt_lt: Ieškoti grojaraštyje
ms_my: Cari dalam senarai main
nl_nl: Zoek in afspeellijst
no_no: Søk i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w playliście
ru_ru: Поиск в плейлисте
sk_sk: Vyhľadať v playliste
sq_al: Kërko në listën e luajtjes
sr_cyrl_rs: Претражи у плејлисти
sv_se: Sök i spellista
sw_ke: Tafuta kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์
tr_tr: Çalma listesinde ara
uk_ua: Пошук у списку відтворення
vi_vn: Tìm trong danh sách phát
zh_hans: 在播放列表中搜索

# PlaylistSongViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# PlaylistSongViewPage_ShufflePlayAllButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# PlaylistSongViewPage_Context_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# PlaylistSongViewPage_Context_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# PlaylistSongViewPage_Context_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# PlaylistSongViewPage_Context_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# PlaylistSongViewPage_Context_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# PlaylistSongViewPage_Context_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示
