Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Taskbar_Tooltip_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_br: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: ப்ளே
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放
zh_tw: 播放

# Taskbar_Tooltip_Pause
source: Pause
af_za: Onderbreek
ar_eg: إيقاف مؤقت
bg_bg: Пауза
bn_bd: বিরতি দিন
ca_es: Pausa
cs_cz: Pozastavit
el_gr: Παύση
es_mx: Pausar
et_ee: Peata
fa_ir: مکث
fi_fi: Keskeytä
fil_ph: I-pause
ga_ie: Sos
he_il: השהה
hi_in: रोकें
hr_hr: Pauziraj
hu_hu: Szünet
id_id: Jeda
it_it: Pausa
ja_jp: 一時停止
ko_kr: 일시 정지
lt_lt: Pristabdyti
ms_my: Jeda
nl_nl: Pauze
pa_in: ਰੋਕੋ
pl_pl: Pauza
pt_br: Pausar
ro_ro: Pauză
ru_ru: Пауза
sk_sk: Pozastaviť
sq_al: Pauzë
sr_cyrl_rs: Паузирај
sv_se: Paus
sw_ke: Sitisha
ta_in: இடைநிறுத்து
th_th: หยุดชั่วคราว
tr_tr: Duraklat
uk_ua: Пауза
vi_vn: Tạm dừng
zh_hans: 暂停
zh_tw: 暫停

# Taskbar_Tooltip_Next
source: Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следваща
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fi_fi: Seuraava
fil_ph: Susunod
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeća
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
pt_br: Próximo
ro_ro: Următor
ru_ru: Следующий
sk_sk: Ďalšie
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்த
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступний
vi_vn: Tiếp theo
zh_hans: 下一首
zh_tw: 下一首

# Update_Available_Title
source: Update Available
af_za: Opdatering Beskikbaar
ar_eg: تحديث متوفر
bg_bg: Налична актуализация
bn_bd: আপডেট উপলব্ধ
ca_es: Actualització disponible
cs_cz: K dispozici je aktualizace
da_dk: Opdatering tilgængelig
de_de: Update verfügbar
el_gr: Διαθέσιμη ενημέρωση
es_mx: Actualización disponible
et_ee: Uuendus saadaval
fa_ir: به‌روزرسانی موجود است
fi_fi: Päivitys saatavilla
fil_ph: May Available na Update
fr_fr: Mise à jour disponible
ga_ie: Nuashonrú Ar Fáil
he_il: עדכון זמין
hi_in: अपडेट उपलब्ध है
hr_hr: Dostupno ažuriranje
hu_hu: Frissítés elérhető
id_id: Pembaruan Tersedia
it_it: Aggiornamento disponibile
ja_jp: 更新が利用可能です
ko_kr: 업데이트 사용 가능
lt_lt: Galimas naujinys
ms_my: Kemas Kini Tersedia
nl_nl: Update beschikbaar
no_no: Oppdatering tilgjengelig
pa_in: ਅੱਪਡੇਟ ਉਪਲਬਧ
pl_pl: Dostępna Aktualizacja
pt_br: Atualização Disponível
ro_ro: Actualizare disponibilă
ru_ru: Доступно обновление
sk_sk: Aktualizácia k dispozícii
sq_al: Përditësim i disponueshëm
sr_cyrl_rs: Доступно ажурирање
sv_se: Uppdatering tillgänglig
sw_ke: Sasisho Linapatikana
ta_in: புதுப்பிப்பு உள்ளது
th_th: มีการอัปเดต
tr_tr: Güncelleme Mevcut
uk_ua: Доступне оновлення
vi_vn: Có bản cập nhật
zh_hans: 有可用更新
zh_tw: 有可用更新

# Update_Available_Message
source: A new version ({0}) is available. Would you like to download and install it now?
af_za: 'n Nuwe weergawe ({0}) is beskikbaar. Wil jy dit nou aflaai en installeer?
ar_eg: يتوفر إصدار جديد ({0}). هل ترغب في تنزيله وتثبيته الآن؟
bg_bg: Налична е нова версия ({0}). Желаете ли да я изтеглите и инсталирате сега?
bn_bd: একটি নতুন সংস্করণ ({0}) উপলব্ধ। আপনি কি এখন এটি ডাউনলোড এবং ইনস্টল করতে চান?
ca_es: Hi ha una nova versió ({0}) disponible. Vols descarregar-la i instal·lar-la ara?
cs_cz: Je k dispozici nová verze ({0}). Chcete ji stáhnout a nainstalovat nyní?
da_dk: En ny version ({0}) er tilgængelig. Vil du downloade og installere den nu?
de_de: Eine neue Version ({0}) ist verfügbar. Möchten Sie sie jetzt herunterladen und installieren?
el_gr: Μια νέα έκδοση ({0}) είναι διαθέσιμη. Θα θέλατε να την κατεβάσετε και να την εγκαταστήσετε τώρα;
es_mx: Hay una nueva versión ({0}) disponible. ¿Deseas descargarla e instalarla ahora?
et_ee: Saadaval on uus versioon ({0}). Kas soovite selle kohe alla laadida ja installida?
fa_ir: نسخه جدید ({0}) موجود است. آیا مایلید آن را هم‌اکنون دانلود و نصب کنید؟
fi_fi: Uusi versio ({0}) on saatavilla. Haluatko ladata ja asentaa sen nyt?
fil_ph: May bagong bersyon ({0}) na available. Gusto mo bang i-download at i-install ito ngayon?
fr_fr: Une nouvelle version ({0}) est disponible. Souhaitez-vous la télécharger et l'installer maintenant ?
ga_ie: Tá leagan nua ({0}) ar fáil. Ar mhaith leat é a íoslódáil agus a shuiteáil anois?
he_il: גרסה חדשה ({0}) זמינה. האם תרצה להוריד ולהתקין אותה כעת?
hi_in: एक नया संस्करण ({0}) उपलब्ध है। क्या आप इसे अभी डाउनलोड और इंस्टॉल करना चाहेंगे?
hr_hr: Dostupna je nova verzija ({0}). Želite li je preuzeti i instalirati sada?
hu_hu: Új verzió ({0}) érhető el. Szeretné letölteni és telepíteni most?
id_id: Versi baru ({0}) tersedia. Apakah Anda ingin mengunduh dan menginstalnya sekarang?
it_it: È disponibile una nuova versione ({0}). Vuoi scaricarla e installarla ora?
ja_jp: 新しいバージョン（{0}）が利用可能です。今すぐダウンロードしてインストールしますか？
ko_kr: 새 버전({0})이(가) 있습니다. 지금 다운로드하여 설치하시겠습니까?
lt_lt: Galima nauja versija ({0}). Ar norėtumėte atsisiųsti ir įdiegti ją dabar?
ms_my: Versi baharu ({0}) tersedia. Adakah anda ingin memuat turun dan memasangnya sekarang?
nl_nl: Een nieuwe versie ({0}) is beschikbaar. Wilt u deze nu downloaden en installeren?
no_no: En ny versjon ({0}) er tilgjengelig. Vil du laste ned og installere den nå?
pa_in: ਇੱਕ ਨਵਾਂ ਸੰਸਕਰਣ ({0}) ਉਪਲਬਧ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਹੁਣੇ ਡਾਊਨਲੋਡ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl_pl: Dostępna jest nowa wersja ({0}). Czy chcesz ją teraz pobrać i zainstalować?
pt_br: Uma nova versão ({0}) está disponível. Deseja baixar e instalar agora?
ro_ro: O nouă versiune ({0}) este disponibilă. Doriți să o descărcați și să o instalați acum?
ru_ru: Доступна новая версия ({0}). Хотите скачать и установить ее сейчас?
sk_sk: K dispozícii je nová verzia ({0}). Chcete ju stiahnuť a nainštalovať teraz?
sq_al: Një version i ri ({0}) është i disponueshëm. Dëshironi ta shkarkoni dhe instaloni tani?
sr_cyrl_rs: Доступна је нова верзија ({0}). Желите ли да је преузмете и инсталирате сада?
sv_se: En ny version ({0}) är tillgänglig. Vill du ladda ner och installera den nu?
sw_ke: Toleo jipya ({0}) linapatikana. Je, ungependa kulipakua na kuliweka sasa?
ta_in: புதிய பதிப்பு ({0}) கிடைக்கிறது. இப்போதே பதிவிறக்கி நிறுவ விரும்புகிறீர்களா?
th_th: มีเวอร์ชันใหม่ ({0}) พร้อมใช้งาน คุณต้องการดาวน์โหลดและติดตั้งตอนนี้หรือไม่?
tr_tr: Yeni bir sürüm ({0}) mevcut. Şimdi indirmek ve yüklemek ister misiniz?
uk_ua: Доступна нова версія ({0}). Бажаєте завантажити та встановити її зараз?
vi_vn: Có phiên bản mới ({0}). Bạn có muốn tải xuống và cài đặt ngay không?
zh_hans: 新版本（{0}）可用。您想现在下载并安装吗？
zh_tw: 有新版本 ({0}) 可用。您要現在下載並安裝嗎？

# Update_Button_InstallNow
source: Install Now
af_za: Installeer Nou
ar_eg: تثبيت الآن
bg_bg: Инсталирай сега
bn_bd: এখনই ইনস্টল করুন
ca_es: Instal·lar ara
cs_cz: Nainstalovat nyní
da_dk: Installer nu
de_de: Jetzt installieren
el_gr: Εγκατάσταση τώρα
es_mx: Instalar ahora
et_ee: Installi kohe
fa_ir: اکنون نصب کن
fi_fi: Asenna nyt
fil_ph: I-install Ngayon
fr_fr: Installer maintenant
ga_ie: Suiteáil Anois
he_il: התקן כעת
hi_in: अभी इंस्टॉल करें
hr_hr: Instaliraj sada
hu_hu: Telepítés most
id_id: Instal Sekarang
it_it: Installa ora
ja_jp: 今すぐインストール
ko_kr: 지금 설치
lt_lt: Įdiegti dabar
ms_my: Pasang Sekarang
nl_nl: Nu installeren
no_no: Installer nå
pa_in: ਹੁਣੇ ਇੰਸਟਾਲ ਕਰੋ
pl_pl: Zainstaluj Teraz
pt_br: Instalar Agora
ro_ro: Instalați acum
ru_ru: Установить сейчас
sk_sk: Nainštalovať teraz
sq_al: Instalo tani
sr_cyrl_rs: Инсталирај сада
sv_se: Installera nu
sw_ke: Sakinisha Sasa
ta_in: இப்போதே நிறுவு
th_th: ติดตั้งตอนนี้
tr_tr: Şimdi Yükle
uk_ua: Встановити зараз
vi_vn: Cài đặt ngay
zh_hans: 立即安装
zh_tw: 立即安裝

# Update_Button_Later
source: Later
ar_eg: لاحقًا
bg_bg: По-късно
bn_bd: পরে
ca_es: Més tard
cs_cz: Později
da_dk: Senere
de_de: Später
el_gr: Αργότερα
es_mx: Más tarde
et_ee: Hiljem
fa_ir: بعداً
fi_fi: Myöhemmin
fil_ph: Mamaya
fr_fr: Plus tard
ga_ie: Níos déanaí
he_il: מאוחר יותר
hi_in: बाद में
hr_hr: Kasnije
hu_hu: Később
id_id: Nanti
it_it: Dopo
ja_jp: 後で
ko_kr: 나중에
lt_lt: Vėliau
ms_my: Kemudian
no_no: Senere
pa_in: ਬਾਅਦ ਵਿੱਚ
pl_pl: Później
pt_br: Mais Tarde
ro_ro: Mai târziu
ru_ru: Позже
sk_sk: Neskôr
sq_al: Më vonë
sr_cyrl_rs: Касније
sv_se: Senare
sw_ke: Baadaye
ta_in: பின்னர்
th_th: ภายหลัง
tr_tr: Daha Sonra
uk_ua: Пізніше
vi_vn: Sau
zh_hans: 稍后
zh_tw: 稍後

# Update_Button_Skip
source: Skip This Version
af_za: Slaan Hierdie Weergawe Oor
ar_eg: تخطي هذا الإصدار
bg_bg: Пропусни тази версия
bn_bd: এই সংস্করণটি এড়িয়ে যান
ca_es: Ometre aquesta versió
cs_cz: Přeskočit tuto verzi
da_dk: Spring denne version over
de_de: Diese Version überspringen
el_gr: Παράλειψη αυτής της έκδοσης
es_mx: Omitir esta versión
et_ee: Jäta see versioon vahele
fa_ir: رد کردن این نسخه
fi_fi: Ohita tämä versio
fil_ph: Laktawan ang Bersyon na Ito
fr_fr: Ignorer cette version
ga_ie: Scip an Leagan Seo
he_il: דלג על גרסה זו
hi_in: इस संस्करण को छोड़ें
hr_hr: Preskoči ovu verziju
hu_hu: Verzió kihagyása
id_id: Lewati Versi Ini
it_it: Salta questa versione
ja_jp: このバージョンをスキップ
ko_kr: 이 버전 건너뛰기
lt_lt: Praleisti šią versiją
ms_my: Langkau Versi Ini
nl_nl: Deze versie overslaan
no_no: Hopp over denne versjonen
pa_in: ਇਸ ਸੰਸਕਰਣ ਨੂੰ ਛੱਡੋ
pl_pl: Pomiń Tę Wersję
pt_br: Ignorar Esta Versão
ro_ro: Omiteți această versiune
ru_ru: Пропустить эту версию
sk_sk: Preskočiť túto verziu
sq_al: Anashkalo këtë version
sr_cyrl_rs: Прескочи ову верзију
sv_se: Hoppa över denna version
sw_ke: Ruka Toleo Hili
ta_in: இந்த பதிப்பைத் தவிர்கவும்
th_th: ข้ามเวอร์ชันนี้
tr_tr: Bu Sürümü Atla
uk_ua: Пропустити цю версію
vi_vn: Bỏ qua phiên bản này
zh_hans: 跳过此版本
zh_tw: 跳過此版本

# Update_UpToDate_Title
source: Up to Date
af_za: Op Datum
ar_eg: محدث
bg_bg: Актуален
bn_bd: আপডেট করা হয়েছে
ca_es: Actualitzat
cs_cz: Aktuální
da_dk: Opdateret
de_de: Aktuell
el_gr: Ενημερωμένο
es_mx: Actualizado
et_ee: Ajakohane
fa_ir: به‌روز
fi_fi: Ajantasalla
fil_ph: Napapanahon
fr_fr: À jour
ga_ie: Cothrom le Dáta
he_il: מעודכן
hi_in: अप-टू-डेट
hr_hr: Ažurno
hu_hu: Naprakész
id_id: Terbaru
it_it: Aggiornato
ja_jp: 最新
ko_kr: 최신 버전
lt_lt: Atnaujinta
ms_my: Terkini
no_no: Oppdatert
pa_in: ਅੱਪ ਟੂ ਡੇਟ
pl_pl: Aktualne
pt_br: Atualizado
ro_ro: La zi
ru_ru: Актуально
sk_sk: Aktuálne
sq_al: I përditësuar
sr_cyrl_rs: Ажурно
sv_se: Uppdaterad
sw_ke: Imesasishwa
ta_in: புதுப்பிக்கப்பட்டது
th_th: เป็นปัจจุบันแล้ว
tr_tr: Güncel
uk_ua: Актуально
vi_vn: Đã cập nhật
zh_hans: 已是最新版本
zh_tw: 已是最新

# Update_UpToDate_Message
source: You are running the latest version of Nagi.
af_za: Jy gebruik die nuutste weergawe van Nagi.
ar_eg: أنت تستخدم أحدث إصدار من Nagi.
bg_bg: Използвате най-новата версия на Nagi.
bn_bd: আপনি Nagi-এর সর্বশেষ সংস্করণ চালাচ্ছেন।
ca_es: Estàs executant la darrera versió de Nagi.
cs_cz: Používáte nejnovější verzi Nagi.
da_dk: Du kører den nyeste version af Nagi.
de_de: Sie verwenden die neueste Version von Nagi.
el_gr: Εκτελείτε την τελευταία έκδοση του Nagi.
es_mx: Estás ejecutando la última versión de Nagi.
et_ee: Kasutate Nagi uusimat versiooni.
fa_ir: شما از آخرین نسخه Nagi استفاده می‌کنید.
fi_fi: Käytät Nagi-sovelluksen uusinta versiota.
fil_ph: Tumatakbo ka sa pinakabagong bersyon ng Nagi.
fr_fr: Vous utilisez la dernière version de Nagi.
ga_ie: Tá an leagan is déanaí de Nagi á rith agat.
he_il: אתה משתמש בגרסה האחרונה של Nagi.
hi_in: आप नागी का नवीनतम संस्करण चला रहे हैं।
hr_hr: Koristite najnoviju verziju Nagija.
hu_hu: A Nagi legújabb verzióját futtatja.
id_id: Anda menjalankan Nagi versi terbaru.
it_it: Stai utilizzando l'ultima versione di Nagi.
ja_jp: Nagiは最新バージョンです。
ko_kr: Nagi의 최신 버전을 실행 중입니다.
lt_lt: Naudojate naujausią "Nagi" versiją.
ms_my: Anda sedang menggunakan versi Nagi terkini.
nl_nl: U gebruikt de nieuwste versie van Nagi.
no_no: Du kjører den nyeste versjonen av Nagi.
pa_in: ਤੁਸੀਂ ਨਾਗੀ ਦਾ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਚਲਾ ਰਹੇ ਹੋ।
pl_pl: Używasz najnowszej wersji Nagi.
pt_br: Você está executando a versão mais recente do Nagi.
ro_ro: Utilizați cea mai recentă versiune a Nagi.
ru_ru: Вы используете последнюю версию Nagi.
sk_sk: Používate najnovšiu verziu Nagi.
sq_al: Ju po përdorni versionin më të fundit të Nagi.
sr_cyrl_rs: Користите најновију верзију Нагија.
sv_se: Du kör den senaste versionen av Nagi.
sw_ke: Unatumia toleo la hivi karibuni la Nagi.
ta_in: நீங்கள் நாகி-யின் சமீபத்திய பதிப்பை இயக்குகிறீர்கள்.
th_th: คุณกำลังใช้ Nagi เวอร์ชันล่าสุด
tr_tr: Nagi'nin en son sürümünü kullanıyorsunuz.
uk_ua: Ви використовуєте останню версію Nagi.
vi_vn: Bạn đang chạy phiên bản mới nhất của Nagi.
zh_hans: 您正在运行最新版本的 Nagi。
zh_tw: 您正在執行最新版本的 Nagi。

# Update_Error_Title
source: Update Error
af_za: Opdateringsfout
ar_eg: خطأ في التحديث
bg_bg: Грешка при актуализация
bn_bd: আপডেট ত্রুটি
ca_es: Error d'actualització
cs_cz: Chyba aktualizace
da_dk: Opdateringsfejl
de_de: Update-Fehler
el_gr: Σφάλμα Ενημέρωσης
es_mx: Error de actualización
et_ee: Uuendamise viga
fa_ir: خطای به‌روزرسانی
fi_fi: Päivitysvirhe
fil_ph: Error sa Update
fr_fr: Erreur de mise à jour
ga_ie: Earráid Nuashonraithe
he_il: שגיאת עדכון
hi_in: अपडेट त्रुटि
hr_hr: Pogreška pri ažuriranju
hu_hu: Frissítési hiba
id_id: Kesalahan Pembaruan
it_it: Errore di aggiornamento
ja_jp: 更新エラー
ko_kr: 업데이트 오류
lt_lt: Naujinimo klaida
ms_my: Ralat Kemas Kini
nl_nl: Updatefout
no_no: Oppdateringsfeil
pa_in: ਅੱਪਡੇਟ ਗਲਤੀ
pl_pl: Błąd Aktualizacji
pt_br: Erro de Atualização
ro_ro: Eroare de actualizare
ru_ru: Ошибка обновления
sk_sk: Chyba aktualizácie
sq_al: Gabim përditësimi
sr_cyrl_rs: Грешка ажурирања
sv_se: Uppdateringsfel
sw_ke: Hitilafu ya Sasisho
ta_in: புதுப்பிப்பு பிழை
th_th: ข้อผิดพลาดในการอัปเดต
tr_tr: Güncelleme Hatası
uk_ua: Помилка оновлення
vi_vn: Lỗi cập nhật
zh_hans: 更新错误
zh_tw: 更新錯誤

# Update_Check_Error_Message
source: An error occurred while checking for updates: {0}
af_za: 'n Fout het voorgekom terwyl vir opdaterings gesoek is: {0}
ar_eg: حدث خطأ أثناء التحقق من التحديثات: {0}
bg_bg: Възникна грешка при проверка за актуализации: {0}
bn_bd: আপডেট পরীক্ষা করার সময় একটি ত্রুটি ঘটেছে: {0}
ca_es: S'ha produït un error en comprovar les actualitzacions: {0}
cs_cz: Při kontrole aktualizací došlo k chybě: {0}
da_dk: Der opstod en fejl under søgning efter opdateringer: {0}
de_de: Beim Überprüfen auf Updates ist ein Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε σφάλμα κατά τον έλεγχο για ενημερώσεις: {0}
es_mx: Ocurrió un error al buscar actualizaciones: {0}
et_ee: Uuenduste kontrollimisel ilmnes viga: {0}
fa_ir: هنگام بررسی به‌روزرسانی‌ها خطایی رخ داد: {0}
fi_fi: Virhe päivitysten tarkistuksessa: {0}
fil_ph: May error na naganap habang sinusuri ang mga update: {0}
fr_fr: Une erreur est survenue lors de la vérification des mises à jour : {0}
ga_ie: Tharla earráid agus nuashonruithe á seiceáil: {0}
he_il: אירעה שגיאה בעת בדיקת עדכונים: {0}
hi_in: अपडेट की जाँच करते समय एक त्रुटि हुई: {0}
hr_hr: Došlo je do pogreške prilikom provjere ažuriranja: {0}
hu_hu: Hiba történt a frissítések ellenőrzésekor: {0}
id_id: Terjadi kesalahan saat memeriksa pembaruan: {0}
it_it: Si è verificato un errore durante la ricerca di aggiornamenti: {0}
ja_jp: 更新の確認中にエラーが発生しました: {0}
ko_kr: 업데이트 확인 중 오류가 발생했습니다: {0}
lt_lt: Įvyko klaida tikrinant naujinius: {0}
ms_my: Ralat berlaku semasa menyemak kemas kini: {0}
nl_nl: Er is een fout opgetreden bij het controleren op updates: {0}
no_no: Det oppsto en feil under søk etter oppdateringer: {0}
pa_in: ਅੱਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਹੋਈ: {0}
pl_pl: Wystąpił błąd podczas sprawdzania aktualizacji: {0}
pt_br: Ocorreu um erro ao verificar atualizações: {0}
ro_ro: A apărut o eroare la verificarea actualizărilor: {0}
ru_ru: Произошла ошибка при проверке обновлений: {0}
sk_sk: Počas kontroly aktualizácií došlo k chybe: {0}
sq_al: Ndodhi një gabim gjatë kontrollit për përditësime: {0}
sr_cyrl_rs: Дошло је до грешке при провери ажурирања: {0}
sv_se: Ett fel uppstod vid sökning efter uppdateringar: {0}
sw_ke: Hitilafu imetokea wakati wa kuangalia sasisho: {0}
ta_in: புதுப்பிப்புகளை சரிபார்க்கும்போது பிழை ஏற்பட்டது: {0}
th_th: เกิดข้อผิดพลาดขณะตรวจสอบการอัปเดต: {0}
tr_tr: Güncellemeler kontrol edilirken bir hata oluştu: {0}
uk_ua: Виникла помилка під час перевірки оновлень: {0}
vi_vn: Đã xảy ra lỗi khi kiểm tra cập nhật: {0}
zh_hans: 检查更新时发生错误：{0}
zh_tw: 檢查更新時發生錯誤：{0}

# Update_Install_Error_Message
source: An error occurred while installing the update: {0}
af_za: 'n Fout het voorgekom terwyl die opdatering geïnstalleer is: {0}
ar_eg: حدث خطأ أثناء تثبيت التحديث: {0}
bg_bg: Възникна грешка при инсталиране на актуализацията: {0}
bn_bd: আপডেট ইনস্টল করার সময় একটি ত্রুটি ঘটেছে: {0}
ca_es: S'ha produït un error en instal·lar l'actualització: {0}
cs_cz: Při instalaci aktualizace došlo k chybě: {0}
da_dk: Der opstod en fejl under installation af opdateringen: {0}
de_de: Beim Installieren des Updates ist ein Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση της ενημέρωσης: {0}
es_mx: Ocurrió un error al instalar la actualización: {0}
et_ee: Uuenduse installimisel ilmnes viga: {0}
fa_ir: هنگام نصب به‌روزرسانی خطایی رخ داد: {0}
fi_fi: Virhe päivityksen asennuksessa: {0}
fil_ph: May error na naganap habang ini-install ang update: {0}
fr_fr: Une erreur est survenue lors de l'installation de la mise à jour : {0}
ga_ie: Tharla earráid agus an nuashonrú á shuiteáil: {0}
he_il: אירעה שגיאה בעת התקנת העדכון: {0}
hi_in: अपडेट इंस्टॉल करते समय एक त्रुटि हुई: {0}
hr_hr: Došlo je do pogreške prilikom instalacije ažuriranja: {0}
hu_hu: Hiba történt a frissítés telepítésekor: {0}
id_id: Terjadi kesalahan saat menginstal pembaruan: {0}
it_it: Si è verificato un errore durante l'installazione dell'aggiornamento: {0}
ja_jp: 更新のインストール中にエラーが発生しました: {0}
ko_kr: 업데이트 설치 중 오류가 발생했습니다: {0}
lt_lt: Įvyko klaida diegiant naujinimą: {0}
ms_my: Ralat berlaku semasa memasang kemas kini: {0}
nl_nl: Er is een fout opgetreden bij het installeren van de update: {0}
no_no: Det oppsto en feil under installasjon av oppdateringen: {0}
pa_in: ਅੱਪਡੇਟ ਇੰਸਟਾਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਹੋਈ: {0}
pl_pl: Wystąpił błąd podczas instalowania aktualizacji: {0}
pt_br: Ocorreu um erro ao instalar a atualização: {0}
ro_ro: A apărut o eroare la instalarea actualizării: {0}
ru_ru: Произошла ошибка при установке обновления: {0}
sk_sk: Počas inštalácie aktualizácie došlo k chybe: {0}
sq_al: Ndodhi një gabim gjatë instalimit të përditësimit: {0}
sr_cyrl_rs: Дошло је до грешке при инсталирању ажурирања: {0}
sv_se: Ett fel uppstod vid installation av uppdateringen: {0}
sw_ke: Hitilafu imetokea wakati wa kusakinisha sasisho: {0}
ta_in: புதுப்பிப்பை நிறுவும்போது பிழை ஏற்பட்டது: {0}
th_th: เกิดข้อผิดพลาดขณะติดตั้งการอัปเดต: {0}
tr_tr: Güncelleme yüklenirken bir hata oluştu: {0}
uk_ua: Виникла помилка під час встановлення оновлення: {0}
vi_vn: Đã xảy ra lỗi khi cài đặt bản cập nhật: {0}
zh_hans: 安装更新时发生错误：{0}
zh_tw: 安裝更新時發生錯誤：{0}

# Update_Downloading_Title
source: Downloading Update
af_za: Laai Opdatering Af
ar_eg: جاري تنزيل التحديث
bg_bg: Изтегляне на актуализация
bn_bd: আপডেট ডাউনলোড হচ্ছে
ca_es: S'està descarregant l'actualització
cs_cz: Stahování aktualizace
da_dk: Downloader opdatering
de_de: Update wird heruntergeladen
el_gr: Λήψη Ενημέρωσης
es_mx: Descargando actualización
et_ee: Uuenduse allalaadimine
fa_ir: در حال دانلود به‌روزرسانی
fi_fi: Ladataan päivitystä
fil_ph: Dina-download ang Update
fr_fr: Téléchargement de la mise à jour
ga_ie: Ag Íoslódáil Nuashonraithe
he_il: מוריד עדכון
hi_in: अपडेट डाउनलोड हो रहा है
hr_hr: Preuzimam ažuriranje
hu_hu: Frissítés letöltése
id_id: Mengunduh Pembaruan
it_it: Download aggiornamento
ja_jp: 更新をダウンロード中
ko_kr: 업데이트 다운로드 중
lt_lt: Atsisiunčiamas naujinimas
ms_my: Memuat Turun Kemas Kini
nl_nl: Update downloaden
no_no: Laster ned oppdatering
pa_in: ਅੱਪਡੇਟ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl_pl: Pobieranie Aktualizacji
pt_br: Baixando Atualização
ro_ro: Se descarcă actualizarea
ru_ru: Загрузка обновления
sk_sk: Sťahujem aktualizáciu
sq_al: Duke shkarkuar përditësimin
sr_cyrl_rs: Преузимам ажурирање
sv_se: Laddar ner uppdatering
sw_ke: Inapakua Sasisho
ta_in: புதுப்பிப்பு பதிவிறக்கப்படுகிறது
th_th: กำลังดาวน์โหลดการอัปเดต
tr_tr: Güncelleme İndiriliyor
uk_ua: Завантаження оновлення
vi_vn: Đang tải bản cập nhật
zh_hans: 正在下载更新
zh_tw: 正在下載更新
