Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# LibraryPage_Context_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# LibraryPage_Context_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# LibraryPage_Context_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# LibraryPage_Context_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# LibraryPage_Context_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# LibraryPage_SongElement_PlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# LibraryPage_EmptyState_Title
source: Your library is empty
af_za: Jou biblioteek is leeg
ar_eg: مكتبتك فارغة
bg_bg: Вашата библиотека е празна
bn_bd: আপনার লাইব্রেরি খালি
ca_es: La teva biblioteca està buida
cs_cz: Vaše knihovna je prázdná
da_dk: Dit bibliotek er tomt
de_de: Ihre Bibliothek ist leer
el_gr: Η βιβλιοθήκη σας είναι άδεια
es_mx: Su biblioteca está vacía
et_ee: Teie teek on tühi
fa_ir: کتابخانه شما خالی است
fil_ph: Walang laman ang iyong library
fr_fr: Votre bibliothèque est vide
ga_ie: Tá do leabharlann folamh
he_il: הספרייה שלך ריקה
hi_in: आपकी लाइब्रेरी खाली है
hr_hr: Vaša biblioteka je prazna
hu_hu: A könyvtára üres
id_id: Pustaka Anda kosong
it_it: La tua libreria è vuota
ja_jp: ライブラリは空です
ko_kr: 라이브러리가 비어 있습니다
lt_lt: Jūsų biblioteka tuščia
ms_my: Pustaka anda kosong
nl_nl: Uw bibliotheek is leeg
no_no: Biblioteket ditt er tomt
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਖਾਲੀ ਹੈ
pl_pl: Twoja biblioteka jest pusta
ru_ru: Ваша библиотека пуста
sk_sk: Vaša knižnica je prázdna
sq_al: Biblioteka juaj është bosh
sr_cyrl_rs: Ваша библиотека је празна
sv_se: Ditt bibliotek är tomt
sw_ke: Maktaba yako haina kitu
ta_in: உங்கள் நூலகம் காலியாக உள்ளது
th_th: ไลบรารีของคุณว่างเปล่า
tr_tr: Arşiviniz boş
uk_ua: Ваша бібліотека порожня
vi_vn: Thư viện của bạn trống
zh_hans: 您的库为空

# LibraryPage_EmptyState_Subtitle
source: Add folders to your library in Settings
af_za: Voeg gidse by jou biblioteek in Instellings
ar_eg: أضف مجلدات إلى مكتبتك في الإعدادات
bg_bg: Добавете папки към вашата библиотека в Настройки
bn_bd: সেটিংসে আপনার লাইব্রেরিতে ফোল্ডার যোগ করুন
ca_es: Afegeix carpetes a la teva biblioteca a Configuració
cs_cz: Přidejte složky do knihovny v Nastavení
da_dk: Tilføj mapper til dit bibliotek i Indstillinger
de_de: Fügen Sie Ordner zu Ihrer Bibliothek in den Einstellungen hinzu
el_gr: Προσθέστε φακέλους στη βιβλιοθήκη σας στις Ρυθμίσεις
es_mx: Agregue carpetas a su biblioteca en Configuración
et_ee: Lisage kaustad oma teeki seadetes
fa_ir: پوشه‌ها را در تنظیمات به کتابخانه خود اضافه کنید
fil_ph: Magdagdag ng mga folder sa iyong library sa Mga Setting
fr_fr: Ajoutez des dossiers à votre bibliothèque dans les paramètres
ga_ie: Cuir fillteáin le do leabharlann sna Socruithe
he_il: הוסף תיקיות לספרייה שלך בהגדרות
hi_in: सेटिंग्स में अपनी लाइब्रेरी में फ़ोल्डर जोड़ें
hr_hr: Dodajte mape u svoju biblioteku u Postavkama
hu_hu: Adjon hozzá mappákat a könyvtárához a Beállításokban
id_id: Tambah folder ke pustaka Anda di Pengaturan
it_it: Aggiungi cartelle alla tua libreria in Impostazioni
ja_jp: 設定でライブラリにフォルダーを追加してください
ko_kr: 설정에서 라이브러리에 폴더를 추가하세요
lt_lt: Pridėkite aplankų į savo biblioteką nustatymuose
ms_my: Tambah folder ke pustaka anda dalam Tetapan
nl_nl: Voeg mappen toe aan uw bibliotheek in Instellingen
no_no: Legg til mapper i biblioteket ditt i Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj foldery do swojej biblioteki w Ustawieniach
ru_ru: Добавьте папки в свою библиотеку в настройках
sk_sk: Pridajte priečinky do knižnice v Nastaveniach
sq_al: Shtoni dosje në bibliotekën tuaj në Cilësime
sr_cyrl_rs: Додајте фасцикле у своју библиотеку у Подешавањима
sv_se: Lägg till mappar till ditt bibliotek i Inställningar
sw_ke: Ongeza folda kwenye maktaba yako kwenye Mipangilio
ta_in: அமைப்புகளில் உங்கள் நூலகத்தில் கோப்புறைகளைச் சேர்க்கவும்
th_th: เพิ่มโฟลเดอร์ไปยังไลบรารีของคุณในการตั้งค่า
tr_tr: Ayarlar'dan arşivinize klasör ekleyin
uk_ua: Додайте папки до своєї бібліотеки в Налаштуваннях
vi_vn: Thêm thư mục vào thư viện của bạn trong Cài đặt
zh_hans: 在“设置”中将文件夹添加到您的库

# LyricsPage_NoLyrics_Title
source: No lyrics found for this track
af_za: Geen lirieke vir hierdie snit gevind nie
ar_eg: لم يتم العثور على كلمات لهذه الأغنية
bg_bg: Няма намерени текстове за тази песен
bn_bd: এই ট্র্যাকের জন্য কোনো লিরিক্স পাওয়া যায়নি
ca_es: No s'han trobat lletres per a aquesta cançó
cs_cz: Pro tuto skladbu nebyly nalezeny žádné texty
da_dk: Ingen tekster fundet for dette nummer
de_de: Keine Liedtexte für diesen Titel gefunden
el_gr: Δεν βρέθηκαν στίχοι για αυτό το κομμάτι
es_mx: No se encontraron letras para esta pista
et_ee: Selle loo jaoks sõnu ei leitud
fa_ir: متن آهنگی برای این قطعه یافت نشد
fil_ph: Walang lyrics na natagpuan para sa track na ito
fr_fr: Aucune parole trouvée pour cette piste
ga_ie: Níor aimsíodh liricí don rian seo
he_il: לא נמצאו מילים לשיר זה
hi_in: इस ट्रैक के लिए कोई गीत नहीं मिला
hr_hr: Nema pronađenih stihova za ovu pjesmu
hu_hu: Nem található dalszöveg ehhez a számhoz
id_id: Tidak ada lirik ditemukan untuk trek ini
it_it: Nessun testo trovato per questo brano
ja_jp: このトラックの歌詞が見つかりません
ko_kr: 이 트랙의 가사를 찾을 수 없습니다
lt_lt: Šiam kūriniui dainų tekstų nerasta
ms_my: Tiada lirik ditemui untuk trek ini
nl_nl: Geen songtekst gevonden voor dit nummer
no_no: Ingen tekster funnet for dette sporet
pa_in: ਇਸ ਟ੍ਰੈਕ ਲਈ ਕੋਈ ਬੋਲ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono tekstów dla tego utworu
ru_ru: Текст песни для этого трека не найден
sk_sk: Pre túto skladbu neboli nájdené žiadne texty
sq_al: Asnjë tekst këngësh nuk u gjet për këtë këngë
sr_cyrl_rs: Нису пронађени текстови за ову нумеру
sv_se: Ingen låttext hittades för detta spår
sw_ke: Hakuna mashairi yaliyopatikana kwa wimbo huu
ta_in: இந்தப் பாடலுக்கு பாடல் வரிகள் எதுவும் இல்லை
th_th: ไม่พบเนื้อเพลงสำหรับเพลงนี้
tr_tr: Bu parça için şarkı sözü bulunamadı
uk_ua: Текст пісні для цього треку не знайдено
vi_vn: Không tìm thấy lời bài hát cho bản nhạc này
zh_hans: 此曲目未找到歌词

# LyricsPage_NoLyrics_Subtitle
source: Try another song
af_za: Probeer 'n ander liedjie
ar_eg: جرب أغنية أخرى
bg_bg: Опитайте друга песен
bn_bd: অন্য একটি গান চেষ্টা করুন
ca_es: Prova una altra cançó
cs_cz: Zkuste jinou skladbu
da_dk: Prøv en anden sang
de_de: Versuchen Sie einen anderen Titel
el_gr: Δοκιμάστε άλλο τραγούδι
es_mx: Intente con otra canción
et_ee: Proovi teist lugu
fa_ir: آهنگ دیگری را امتحان کنید
fil_ph: Subukan ang ibang kanta
fr_fr: Essayez une autre chanson
ga_ie: Bain triail as amhrán eile
he_il: נסה שיר אחר
hi_in: कोई और गाना आज़माएँ
hr_hr: Pokušajte s drugom pjesmom
hu_hu: Próbáljon meg másik dalt
id_id: Coba lagu lain
it_it: Prova un altro brano
ja_jp: 別の曲を試してください
ko_kr: 다른 노래를 시도해 보세요
lt_lt: Pabandykite kitą dainą
ms_my: Cuba lagu lain
nl_nl: Probeer een ander nummer
no_no: Prøv en annen sang
pa_in: ਕੋਈ ਹੋਰ ਗਾਣਾ ਅਜ਼ਮਾਓ
pl_pl: Spróbuj z innym utworem
ru_ru: Попробуйте другую песню
sk_sk: Skúste inú skladbu
sq_al: Provo një këngë tjetër
sr_cyrl_rs: Покушајте са другом песмом
sv_se: Prova en annan låt
sw_ke: Jaribu wimbo mwingine
ta_in: வேறு பாடலை முயற்சிக்கவும்
th_th: ลองเพลงอื่น
tr_tr: Başka bir şarkı deneyin
uk_ua: Спробуйте іншу пісню
vi_vn: Thử bài hát khác
zh_hans: 尝试另一首歌曲

# OnboardingPage_Welcome_Title
source: Welcome to Nagi
af_za: Welkom by Nagi
ar_eg: مرحبًا بك في Nagi
bg_bg: Добре дошли в Nagi
bn_bd: Nagi-তে স্বাগতম
ca_es: Benvingut a Nagi
cs_cz: Vítejte v Nagi
da_dk: Velkommen til Nagi
de_de: Willkommen bei Nagi
el_gr: Καλώς ήρθατε στο Nagi
es_mx: Bienvenido a Nagi
et_ee: Tere tulemast Nagisse
fa_ir: به Nagi خوش آمدید
fil_ph: Maligayang Pagdating sa Nagi
fr_fr: Bienvenue sur Nagi
ga_ie: Fáilte go Nagi
he_il: ברוך הבא ל-Nagi
hi_in: नागी में आपका स्वागत है
hr_hr: Dobrodošli u Nagi
hu_hu: Üdvözöljük a Nagiban
id_id: Selamat Datang di Nagi
it_it: Benvenuto in Nagi
ja_jp: Nagiへようこそ
ko_kr: Nagi에 오신 것을 환영합니다
lt_lt: Sveiki atvykę į Nagi
ms_my: Selamat datang ke Nagi
nl_nl: Welkom bij Nagi
no_no: Velkommen til Nagi
pa_in: ਨਾਗੀ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
pl_pl: Witaj w Nagi
ru_ru: Добро пожаловать в Nagi
sk_sk: Vitajte v Nagi
sq_al: Mirësevini te Nagi
sr_cyrl_rs: Добродошли у Наги
sv_se: Välkommen till Nagi
sw_ke: Karibu Nagi
ta_in: நாகிக்கு வரவேற்கிறோம்
th_th: ยินดีต้อนรับสู่ Nagi
tr_tr: Nagi'ye Hoş Geldiniz
uk_ua: Ласкаво просимо до Nagi
vi_vn: Chào mừng đến với Nagi
zh_hans: 欢迎使用 Nagi

# OnboardingPage_AddFolderButton_ToolTip
source: Add a music folder to get started
af_za: Voeg 'n musiekgids by om te begin
ar_eg: أضف مجلد موسيقى للبدء
bg_bg: Добавете музикална папка, за да започнете
bn_bd: শুরু করতে একটি সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegeix una carpeta de música per començar
cs_cz: Pro začátek přidejte hudební složku
da_dk: Tilføj en musikmappe for at komme i gang
de_de: Fügen Sie einen Musikordner hinzu, um zu beginnen
el_gr: Προσθέστε ένα φάκελο μουσικής για να ξεκινήσετε
es_mx: Agregue una carpeta de música para empezar
et_ee: Alustamiseks lisa muusikakaust
fa_ir: برای شروع یک پوشه موسیقی اضافه کنید
fil_ph: Magdagdag ng music folder upang makapagsimula
fr_fr: Ajouter un dossier de musique pour commencer
ga_ie: Cuir fillteán ceoil leis chun tús a chur leis
he_il: הוסף תיקיית מוזיקה כדי להתחיל
hi_in: शुरू करने के लिए एक संगीत फ़ोल्डर जोड़ें
hr_hr: Dodajte glazbenu mapu za početak
hu_hu: Kezdéshez adjon hozzá egy zenei mappát
id_id: Tambah folder musik untuk memulai
it_it: Aggiungi una cartella musicale per iniziare
ja_jp: 開始するには音楽フォルダーを追加してください
ko_kr: 시작하려면 음악 폴더를 추가하세요
lt_lt: Pridėkite muzikos aplanką, kad pradėtumėte
ms_my: Tambah folder muzik untuk bermula
nl_nl: Voeg een muziekmap toe om te beginnen
no_no: Legg til en musikkmappe for å komme i gang
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਸੰਗੀਤ ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj folder muzyki, aby rozpocząć
ru_ru: Добавьте музыкальную папку, чтобы начать
sk_sk: Ak chcete začať, pridajte hudobný priečinok
sq_al: Shtoni një dosje muzike për të filluar
sr_cyrl_rs: Додајте музичку фасциклу да бисте почели
sv_se: Lägg till en musikmapp för att komma igång
sw_ke: Ongeza folda ya muziki ili kuanza
ta_in: தொடங்குவதற்கு ஒரு இசை கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์เพลงเพื่อเริ่มต้น
tr_tr: Başlamak için bir müzik klasörü ekleyin
uk_ua: Щоб почати, додайте музичну папку
vi_vn: Thêm thư mục nhạc để bắt đầu
zh_hans: 添加音乐文件夹以开始使用

# OnboardingPage_AddFolderButton_Content
source: Add Music Folder
af_za: Voeg Musiekgids by
ar_eg: أضف مجلد موسيقى
bg_bg: Добави музикална папка
bn_bd: সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegir carpeta de música
cs_cz: Přidat hudební složku
da_dk: Tilføj musikmappe
de_de: Musikordner hinzufügen
el_gr: Προσθήκη φακέλου μουσικής
es_mx: Agregar carpeta de música
et_ee: Lisa muusikakaust
fa_ir: افزودن پوشه موسیقی
fil_ph: Magdagdag ng Music Folder
fr_fr: Ajouter un dossier de musique
ga_ie: Cuir Fillteán Ceoil Leis
he_il: הוסף תיקיית מוזיקה
hi_in: संगीत फ़ोल्डर जोड़ें
hr_hr: Dodaj glazbenu mapu
hu_hu: Zenei mappa hozzáadása
id_id: Tambah Folder Musik
it_it: Aggiungi cartella musicale
ja_jp: 音楽フォルダーを追加
ko_kr: 음악 폴더 추가
lt_lt: Pridėti muzikos aplanką
ms_my: Tambah Folder Muzik
nl_nl: Muziekmap toevoegen
no_no: Legg til musikkmappe
pa_in: ਸੰਗੀਤ ਫੋਲਡਰ ਜੋੜੋ
pl_pl: Dodaj folder muzyki
ru_ru: Добавить музыкальную папку
sk_sk: Pridať hudobný priečinok
sq_al: Shto Dosje Muzike
sr_cyrl_rs: Додај музичку фасциклу
sv_se: Lägg till musikmapp
sw_ke: Ongeza Folda ya Muziki
ta_in: இசை கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์เพลง
tr_tr: Müzik Klasörü Ekle
uk_ua: Додати музичну папку
vi_vn: Thêm thư mục nhạc
zh_hans: 添加音乐文件夹

# PlaylistPage_Title
source: Playlists
af_za: Snitlyste
ar_eg: قوائم التشغيل
bg_bg: Плейлисти
bn_bd: প্লেলিস্ট
ca_es: Llistes de reproducció
cs_cz: Seznamy skladeb
da_dk: Afspilningslister
el_gr: Λίστες αναπαραγωγής
es_mx: Listas de reproducción
et_ee: Esitusloendid
fa_ir: لیست‌های پخش
fil_ph: Mga Playlist
fr_fr: Listes de lecture
ga_ie: Seinmliostaí
he_il: רשימות השמעה
hi_in: प्लेलिस्ट
hr_hr: Popisi za reprodukciju
hu_hu: Lejátszási listák
id_id: Daftar Putar
it_it: Playlist
ja_jp: プレイリスト
ko_kr: 재생목록
lt_lt: Grojaraščiai
ms_my: Senarai Main
nl_nl: Afspeellijsten
no_no: Spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ
pl_pl: Playlisty
ru_ru: Плейлисты
sk_sk: Playlisty
sq_al: Listat e luajtjes
sr_cyrl_rs: Плејлисте
sv_se: Spellistor
sw_ke: Orodha za Nyimbo
ta_in: பிளேலிஸ்ட்கள்
th_th: เพลย์ลิสต์
tr_tr: Çalma Listeleri
uk_ua: Списки відтворення
vi_vn: Danh sách phát
zh_hans: 播放列表

# PlaylistPage_SearchBox_Placeholder
source: Search playlists...
af_za: Soek snitlyste...
ar_eg: البحث في قوائم التشغيل...
bg_bg: Търсене на плейлисти...
bn_bd: প্লেলিস্ট অনুসন্ধান করুন...
ca_es: Cercar llistes de reproducció...
cs_cz: Hledat seznamy skladeb...
da_dk: Søg afspilningslister...
de_de: Playlists suchen...
el_gr: Αναζήτηση λιστών αναπαραγωγής...
es_mx: Buscar listas de reproducción...
et_ee: Otsi esitusloendeid...
fa_ir: جستجوی لیست‌های پخش...
fil_ph: Maghanap ng mga playlist...
fr_fr: Rechercher des listes de lecture...
ga_ie: Cuardaigh seinmliostaí...
he_il: חפש רשימות השמעה...
hi_in: प्लेलिस्ट खोजें...
hr_hr: Pretraži popise za reprodukciju...
hu_hu: Lejátszási listák keresése...
id_id: Cari daftar putar...
it_it: Cerca playlist...
ja_jp: プレイリストを検索...
ko_kr: 재생목록 검색...
lt_lt: Ieškoti grojaraščių...
ms_my: Cari senarai main...
nl_nl: Zoek afspeellijsten...
no_no: Søk spillelister...
pa_in: ਪਲੇਲਿਸਟਾਂ ਖੋਜੋ...
pl_pl: Szukaj playlist...
ru_ru: Поиск плейлистов...
sk_sk: Vyhľadať playlisty...
sq_al: Kërko lista luajtjeje...
sr_cyrl_rs: Претражи плејлисте...
sv_se: Sök spellistor...
sw_ke: Tafuta orodha za nyimbo...
ta_in: பிளேலிஸ்ட்களைத் தேடு...
th_th: ค้นหาเพลย์ลิสต์...
tr_tr: Çalma listelerini ara...
uk_ua: Пошук списків відтворення...
vi_vn: Tìm danh sách phát...
zh_hans: 搜索播放列表...

# PlaylistPage_SearchButton_ToolTip
source: Search playlists
af_za: Soek snitlyste
ar_eg: البحث في قوائم التشغيل
bg_bg: Търсене на плейлисти
bn_bd: প্লেলিস্ট অনুসন্ধান করুন
ca_es: Cercar llistes de reproducció
cs_cz: Hledat seznamy skladeb
da_dk: Søg afspilningslister
de_de: Playlists suchen
el_gr: Αναζήτηση λιστών αναπαραγωγής
es_mx: Buscar listas de reproducción
et_ee: Otsi esitusloendeid
fa_ir: جستجوی لیست‌های پخش
fil_ph: Maghanap ng mga playlist
fr_fr: Rechercher des listes de lecture
ga_ie: Cuardaigh seinmliostaí
he_il: חפש רשימות השמעה
hi_in: प्लेलिस्ट खोजें
hr_hr: Pretraži popise za reprodukciju
hu_hu: Lejátszási listák keresése
id_id: Cari daftar putar
it_it: Cerca playlist
ja_jp: プレイリストを検索
ko_kr: 재생목록 검색
lt_lt: Ieškoti grojaraščių
ms_my: Cari senarai main
nl_nl: Zoek afspeellijsten
no_no: Søk spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ ਖੋਜੋ
pl_pl: Szukaj playlist
ru_ru: Поиск плейлистов
sk_sk: Vyhľadať playlisty
sq_al: Kërko lista luajtjeje
sr_cyrl_rs: Претражи плејлисте
sv_se: Sök spellistor
sw_ke: Tafuta orodha za nyimbo
ta_in: பிளேலிஸ்ட்களைத் தேடு
th_th: ค้นหาเพลย์ลิสต์
tr_tr: Çalma listelerini ara
uk_ua: Пошук списків відтворення
vi_vn: Tìm danh sách phát
zh_hans: 搜索播放列表

# PlaylistPage_RandomButton_ToolTip
source: Pick one at random
af_za: Kies een ewekansig
ar_eg: اختر واحدًا عشوائيًا
bg_bg: Избери на случаен принцип
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg en tilfældig
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir una al azar
et_ee: Vali juhuslikult
fa_ir: یکی را به صورت تصادفی انتخاب کنید
fil_ph: Pumili ng isa nang random
fr_fr: En choisir une au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראי
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli una a caso
ja_jp: ランダムに選択
ko_kr: 무작위로 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig een
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਬੇਤਰਤੀਬੇ ਚੁਣੋ
pl_pl: Wybierz losowo
ru_ru: Выбрать случайный
sk_sk: Vybrať náhodný
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja kwa nasibu
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадково
vi_vn: Chọn ngẫu nhiên
zh_hans: 随机选择一个

# PlaylistPage_NewPlaylistButton_ToolTip
source: Create a new playlist
af_za: Skep 'n nuwe snitlys
ar_eg: إنشاء قائمة تشغيل جديدة
bg_bg: Създай нов плейлист
bn_bd: একটি নতুন প্লেলিস্ট তৈরি করুন
ca_es: Crear una nova llista de reproducció
cs_cz: Vytvořit nový seznam skladeb
da_dk: Opret en ny afspilningsliste
de_de: Neue Playlist erstellen
el_gr: Δημιουργία νέας λίστας αναπαραγωγής
es_mx: Crear una nueva lista de reproducción
et_ee: Loo uus esitusloend
fa_ir: ایجاد لیست پخش جدید
fil_ph: Gumawa ng bagong playlist
fr_fr: Créer une nouvelle liste de lecture
ga_ie: Cruthaigh seinmliosta nua
he_il: צור רשימת השמעה חדשה
hi_in: एक नई प्लेलिस्ट बनाएँ
hr_hr: Stvori novi popis za reprodukciju
hu_hu: Új lejátszási lista létrehozása
id_id: Buat daftar putar baru
it_it: Crea una nuova playlist
ja_jp: 新しいプレイリストを作成
ko_kr: 새 재생목록 만들기
lt_lt: Sukurti naują grojaraštį
ms_my: Cipta senarai main baharu
nl_nl: Een nieuwe afspeellijst aanmaken
no_no: Opprett en ny spilleliste
pa_in: ਇੱਕ ਨਵੀਂ ਪਲੇਲਿਸਟ ਬਣਾਓ
pl_pl: Utwórz nową playlistę
ru_ru: Создать новый плейлист
sk_sk: Vytvoriť nový playlist
sq_al: Krijo një listë të re luajtjeje
sr_cyrl_rs: Креирај нову плејлисту
sv_se: Skapa en ny spellista
sw_ke: Unda orodha mpya ya nyimbo
ta_in: புதிய பிளேலிஸ்ட்டை உருவாக்கு
th_th: สร้างเพลย์ลิสต์ใหม่
tr_tr: Yeni bir çalma listesi oluştur
uk_ua: Створити новий список відтворення
vi_vn: Tạo danh sách phát mới
zh_hans: 创建新播放列表
