Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_OnlineLyrics_Description
source: Automatically fetch missing lyrics from online sources. (Privacy: sends track metadata to third-party services)
af_za: Haal ontbrekende lirieke outomaties van aanlyn bronne op. (Privaatheid: stuur snitmetadata na derdeparty-dienste)
ar_eg: جلب كلمات الأغاني المفقودة تلقائيًا من المصادر عبر الإنترنت. (الخصوصية: يرسل بيانات الأغنية الوصفية إلى خدمات الطرف الثالث)
bg_bg: Автоматично извличане на липсващи текстове от онлайн източници. (Поверителност: изпраща метаданни за песни до услуги на трети страни)
bn_bd: অনলাইন উত্স থেকে অনুপস্থিত লিরিক্স স্বয়ংক্রিয়ভাবে আনুন। (গোপনীয়তা: তৃতীয় পক্ষের পরিষেবাগুলিতে ট্র্যাক মেটাডেটা পাঠায়)
ca_es: Recupera automàticament les lletres que falten de fonts en línia. (Privadesa: envia metadades de la cançó a serveis de tercers)
cs_cz: Automaticky načítat chybějící texty z online zdrojů. (Soukromí: odesílá metadata skladby třetím stranám)
da_dk: Hent automatisk manglende tekster fra online-kilder. (Privatliv: sender nummer metadata til tredjeparts-tjenester)
de_de: Ruft fehlende Liedtexte automatisch von Online-Quellen ab. (Datenschutz: sendet Titelmetadaten an Drittanbieterdienste)
el_gr: Αυτόματη ανάκτηση ελλείποντων στίχων από διαδικτυακές πηγές. (Απόρρητο: στέλνει μεταδεδομένα κομματιού σε υπηρεσίες τρίτων)
es_mx: Obtener automáticamente las letras que faltan de fuentes en línea. (Privacidad: envía metadatos de la pista a servicios de terceros)
et_ee: Too puuduvad laulusõnad automaatselt veebiallikatest. (Privaatsus: saadab loo metaandmed kolmanda osapoole teenustele)
fa_ir: به طور خودکار متن آهنگ‌های گمشده را از منابع آنلاین دریافت کنید. (حریم خصوصی: فراداده آهنگ را به سرویس‌های شخص ثالث ارسال می‌کند)
fil_ph: Awtomatikong kuhanin ang nawawalang lyrics mula sa mga online na pinagmulan. (Privacy: nagpapadala ng track metadata sa mga serbisyo ng third-party)
fr_fr: Récupérer automatiquement les paroles manquantes depuis des sources en ligne. (Confidentialité : envoie les métadonnées de la piste à des services tiers)
ga_ie: Faigh liricí atá in easnamh go huathoibríoch ó fhoinsí ar líne. (Príobháideachas: seolann sé meiteashonraí rianta chuig seirbhísí tríú páirtí)
he_il: אחזר אוטומטית מילים חסרות ממקורות מקוונים. (פרטיות: שולח מטא נתונים של רצועות לשירותי צד שלישי)
hi_in: ऑनलाइन स्रोतों से गुम हुए गीतों को स्वचालित रूप से प्राप्त करें। (गोपनीयता: ट्रैक मेटाडेटा को तीसरे पक्ष की सेवाओं को भेजता है)
hr_hr: Automatski dohvati nedostajuće stihove s online izvora. (Privatnost: šalje metapodatke pjesama trećim stranama)
hu_hu: Automatikusan lekéri a hiányzó dalszövegeket online forrásokból. (Adatvédelem: szám metaadatait elküldi harmadik féltől származó szolgáltatásoknak)
id_id: Secara otomatis mengambil lirik yang hilang dari sumber daring. (Privasi: mengirimkan metadata trek ke layanan pihak ketiga)
it_it: Recupera automaticamente i testi mancanti da sorgenti online. (Privacy: invia metadati del brano a servizi di terze parti)
ja_jp: オンラインソースから見つからない歌詞を自動的に取得します。（プライバシー：トラックメタデータをサードパーティサービスに送信します）
ko_kr: 온라인 소스에서 누락된 가사를 자동으로 가져옵니다. (개인 정보 보호: 트랙 메타데이터를 타사 서비스로 전송합니다)
lt_lt: Automatiškai gauti trūkstamus dainų tekstus iš internetinių šaltinių. (Privatumas: siunčia kūrinių metaduomenis trečiųjų šalių paslaugoms)
ms_my: Dapatkan lirik yang tiada secara automatik daripada sumber dalam talian. (Privasi: menghantar metadata trek ke perkhidmatan pihak ketiga)
nl_nl: Haal automatisch ontbrekende songteksten op van online bronnen. (Privacy: stuurt trackmetadata naar services van derden)
no_no: Hent manglende tekster automatisk fra online kilder. (Personvern: sender spormetadata til tredjepartstjenester)
pa_in: ਆਨਲਾਈਨ ਸਰੋਤਾਂ ਤੋਂ ਗੁੰਮ ਹੋਏ ਬੋਲਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਪ੍ਰਾਪਤ ਕਰੋ। (ਗੋਪਨੀਯਤਾ: ਟ੍ਰੈਕ ਮੈਟਾਡੇਟਾ ਨੂੰ ਤੀਜੀ-ਧਿਰ ਸੇਵਾਵਾਂ 'ਤੇ ਭੇਜਦਾ ਹੈ)
pl_pl: Automatycznie pobieraj brakujące teksty piosenek z źródeł online. (Prywatność: wysyła metadane utworu do usług stron trzecich)
ru_ru: Автоматически получать отсутствующие тексты песен из онлайн-источников. (Конфиденциальность: отправляет метаданные трека сторонним сервисам)
sk_sk: Automaticky načítať chýbajúce texty piesní z online zdrojov. (Súkromie: odosiela metadáta skladieb tretím stranám)
sq_al: Merr automatikisht tekstet e humbura nga burimet online. (Privatësia: dërgon meta të dhënat e këngës te shërbimet e palëve të treta)
sr_cyrl_rs: Аутоматски преузмите недостајуће текстове песама са онлајн извора. (Приватност: шаље метаподатке о нумерама сервисима трећих страна)
sv_se: Hämta automatiskt saknade låttexter från onlinekällor. (Integritet: skickar spårmetadata till tredjepartstjänster)
sw_ke: Pata mashairi yanayokosekana kiotomatiki kutoka vyanzo vya mtandaoni. (Faragha: hutuma metadata ya wimbo kwa huduma za wahusika wengine)
ta_in: ஆன்லைன் ஆதாரங்களிலிருந்து இல்லாத பாடல் வரிகளை தானாகவே பெறுங்கள். (தனியுரிமை: பாடலின் மெட்டாடேட்டாவை மூன்றாம் தரப்பு சேவைகளுக்கு அனுப்புகிறது)
th_th: ดึงเนื้อเพลงที่ขาดหายไปจากแหล่งที่มาออนไลน์โดยอัตโนมัติ (ความเป็นส่วนตัว: ส่งข้อมูลเมตาของเพลงไปยังบริการบุคคลที่สาม)
tr_tr: Eksik şarkı sözlerini çevrimiçi kaynaklardan otomatik olarak alın. (Gizlilik: parça meta verilerini üçüncü taraf hizmetlere gönderir)
uk_ua: Автоматично отримувати відсутні тексти пісень з онлайн-джерел. (Конфіденційність: надсилає метадані треку стороннім сервісам)
vi_vn: Tự động tải lời bài hát bị thiếu từ các nguồn trực tuyến. (Quyền riêng tư: gửi siêu dữ liệu bài hát đến các dịch vụ của bên thứ ba)
zh_hans: 自动从在线来源获取缺失的歌词。（隐私：将曲目元数据发送到第三方服务）

# SettingsPage_LyricsSources_Header
source: Sources
af_za: Bronne
ar_eg: المصادر
bg_bg: Източници
bn_bd: উত্স
ca_es: Fonts
cs_cz: Zdroje
da_dk: Kilder
de_de: Quellen
el_gr: Πηγές
es_mx: Fuentes
et_ee: Allikad
fa_ir: منابع
fil_ph: Mga Pinagmulan
ga_ie: Foinsí
he_il: מקורות
hi_in: स्रोत
hr_hr: Izvori
hu_hu: Források
id_id: Sumber
it_it: Sorgenti
ja_jp: ソース
ko_kr: 소스
lt_lt: Šaltiniai
ms_my: Sumber
nl_nl: Bronnen
no_no: Kilder
pa_in: ਸਰੋਤ
pl_pl: Źródła
ru_ru: Источники
sk_sk: Zdroje
sq_al: Burimet
sr_cyrl_rs: Извори
sv_se: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
th_th: แหล่งที่มา
tr_tr: Kaynaklar
uk_ua: Джерела
vi_vn: Nguồn
zh_hans: 来源

# SettingsPage_LyricsSources_Description
source: Drag to reorder lyrics sources. Hover over each source for details.
af_za: Sleep om lirieke-bronne te herrangskik. Beweeg oor elke bron vir besonderhede.
ar_eg: اسحب لإعادة ترتيب مصادر كلمات الأغاني. مرر مؤشر الماوس فوق كل مصدر للحصول على التفاصيل.
bg_bg: Плъзнете, за да пренаредите източниците на текстове. Задръжте курсора върху всеки източник за подробности.
bn_bd: লিরিক্স উত্সগুলির ক্রম পরিবর্তন করতে টেনে আনুন। বিস্তারিত জানার জন্য প্রতিটি উত্সের উপর হোভার করুন।
ca_es: Arrossega per reordenar les fonts de lletres. Passa el ratolí per sobre de cada font per a més detalls.
cs_cz: Přetáhněte pro změnu pořadí zdrojů textů. Pro podrobnosti najeďte myší na každý zdroj.
da_dk: Træk for at omarrangere tekst-kilder. Hold musen over hver kilde for detaljer.
de_de: Ziehen Sie, um die Liedtextquellen neu anzuordnen. Fahren Sie mit der Maus über jede Quelle, um Details anzuzeigen.
el_gr: Σύρετε για αναδιάταξη των πηγών στίχων. Περάστε το ποντίκι πάνω από κάθε πηγή για λεπτομέρειες.
es_mx: Arrastre para reordenar las fuentes de letras. Pase el cursor sobre cada fuente para obtener detalles.
et_ee: Lohista laulusõnade allikate ümberjärjestamiseks. Lisateabe saamiseks hõljuta kursorit iga allika kohal.
fa_ir: برای تغییر ترتیب منابع متن آهنگ بکشید. برای جزئیات بیشتر، روی هر منبع نگه دارید.
fil_ph: I-drag upang muling ayusin ang mga pinagmulan ng lyrics. Mag-hover sa bawat pinagmulan para sa mga detalye.
fr_fr: Faites glisser pour réorganiser les sources de paroles. Survolez chaque source pour plus de détails.
ga_ie: Tarraing chun foinsí liricí a atheagrú. Ligeann tú an cúrsóir thairis ar gach foinse le haghaidh sonraí.
he_il: גרור כדי לסדר מחדש מקורות מילים. רחף מעל כל מקור לפרטים.
hi_in: गीत स्रोतों को पुनर्व्यवस्थित करने के लिए खींचें। विवरण के लिए प्रत्येक स्रोत पर होवर करें।
hr_hr: Povucite za preuređivanje izvora stihova. Zadržite pokazivač miša iznad svakog izvora za detalje.
hu_hu: Húzza az elemeket a dalszövegforrások sorrendjének megváltoztatásához. Vigye az egeret minden forrás fölé a részletekért.
id_id: Seret untuk menyusun ulang sumber lirik. Arahkan kursor ke setiap sumber untuk detail.
it_it: Trascina per riordinare le sorgenti dei testi. Passa il mouse su ogni sorgente per i dettagli.
ja_jp: 歌詞ソースをドラッグして並べ替えます。各ソースにカーソルを合わせると詳細が表示されます。
ko_kr: 가사 소스를 다시 정렬하려면 드래그하세요. 각 소스 위에 마우스를 올리면 자세한 정보를 볼 수 있습니다.
lt_lt: Vilkite, kad pertvarkytumėte dainų tekstų šaltinius. Užveskite pelės žymeklį virš kiekvieno šaltinio, kad gautumėte išsamią informaciją.
ms_my: Seret untuk menyusun semula sumber lirik. Arahkan kursor ke setiap sumber untuk butiran.
nl_nl: Sleep om songtekstbronnen te herschikken. Beweeg de muis over elke bron voor details.
no_no: Dra for å endre rekkefølgen på tekstkilder. Hold musepekeren over hver kilde for detaljer.
pa_in: ਬੋਲਾਂ ਦੇ ਸਰੋਤਾਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਵੇਰਵਿਆਂ ਲਈ ਹਰੇਕ ਸਰੋਤ ਉੱਤੇ ਹੋਵਰ ਕਰੋ।
pl_pl: Przeciągnij, aby zmienić kolejność źródeł tekstów piosenek. Najedź kursorem na każde źródło, aby uzyskać szczegóły.
ru_ru: Перетащите, чтобы изменить порядок источников текстов песен. Наведите курсор на каждый источник для получения подробной информации.
sk_sk: Presuňte pre zmenu poradia zdrojov textov piesní. Prejdite myšou nad každým zdrojom pre podrobnosti.
sq_al: Zvarritni për të rirenditur burimet e teksteve. Kaloni me miun mbi çdo burim për detaje.
sr_cyrl_rs: Превуците да бисте преуредили изворе текстова песама. Пређите мишем преко сваког извора за детаље.
sv_se: Dra för att ändra ordning på låttextkällor. Håll muspekaren över varje källa för detaljer.
sw_ke: Buruta ili kupanga upya vyanzo vya mashairi. Elea juu ya kila chanzo kwa maelezo.
ta_in: பாடல் வரிகளின் ஆதாரங்களை மறுவரிசைப்படுத்த இழுக்கவும். விவரங்களுக்கு ஒவ்வொரு ஆதாரத்தின் மீதும் வட்டமிடுங்கள்.
th_th: ลากเพื่อจัดลำดับแหล่งที่มาของเนื้อเพลงใหม่ เลื่อนเมาส์ไปที่แต่ละแหล่งที่มาเพื่อดูรายละเอียด
tr_tr: Şarkı sözü kaynaklarını yeniden sıralamak için sürükleyin. Ayrıntılar için her bir kaynağın üzerine gelin.
uk_ua: Перетягніть, щоб змінити порядок джерел текстів пісень. Наведіть курсор на кожне джерело для отримання деталей.
vi_vn: Kéo để sắp xếp lại các nguồn lời bài hát. Di chuột qua từng nguồn để biết chi tiết.
zh_hans: 拖动以重新排序歌词来源。将鼠标悬停在每个来源上可查看详细信息。

# SettingsPage_PlaylistsIO_Header
source: Export/Import Playlists
af_za: Uitvoer/Invoer Snitlyste
ar_eg: تصدير/استيراد قوائم التشغيل
bg_bg: Експорт/Импорт на плейлисти
bn_bd: প্লেলিস্ট রপ্তানি/আমদানি করুন
ca_es: Exportar/Importar llistes de reproducció
cs_cz: Export/Import seznamů skladeb
da_dk: Eksporter/importer afspilningslister
de_de: Playlists exportieren/importieren
el_gr: Εξαγωγή/Εισαγωγή λιστών αναπαραγωγής
es_mx: Exportar/Importar listas de reproducción
et_ee: Ekspordi/Impordi esitusloendid
fa_ir: صادر/وارد کردن لیست‌های پخش
fil_ph: I-export/I-import ang Mga Playlist
fr_fr: Exporter/Importer des listes de lecture
ga_ie: Easpórtáil/Iompórtáil Seinmliostaí
he_il: ייצוא/ייבוא רשימות השמעה
hi_in: प्लेलिस्ट निर्यात/आयात करें
hr_hr: Izvoz/Uvoz popisa za reprodukciju
hu_hu: Lejátszási listák exportálása/importálása
id_id: Ekspor/Impor Daftar Putar
it_it: Esporta/Importa playlist
ja_jp: プレイリストのエクスポート/インポート
ko_kr: 재생목록 내보내기/가져오기
lt_lt: Eksportuoti/Importuoti grojaraščius
ms_my: Eksport/Import Senarai Main
nl_nl: Afspeellijsten exporteren/importeren
no_no: Eksporter/Importer spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ ਐਕਸਪੋਰਟ/ਇੰਪੋਰਟ ਕਰੋ
pl_pl: Eksport/Import playlist
ru_ru: Экспорт/Импорт плейлистов
sk_sk: Export/Import playlistov
sq_al: Eksporto/Importo Lista Luajtjeje
sr_cyrl_rs: Извези/Увези плејлисте
sv_se: Exportera/importera spellistor
sw_ke: Hamisha/Leta Orodha za Nyimbo
ta_in: பிளேலிஸ்ட்களை ஏற்றுமதி/இறக்குமதி செய்
th_th: ส่งออก/นำเข้าเพลย์ลิสต์
tr_tr: Çalma Listelerini Dışa/İçe Aktar
uk_ua: Експорт/Імпорт списків відтворення
vi_vn: Xuất/Nhập danh sách phát
zh_hans: 导出/导入播放列表

# SettingsPage_PlaylistsIO_Description
source: Export playlists to M3U files for use in other players, or import M3U playlists into Nagi.
af_za: Voer snitlyste uit na M3U-lêers vir gebruik in ander spelers, of voer M3U-snitlyste in Nagi in.
ar_eg: تصدير قوائم التشغيل إلى ملفات M3U لاستخدامها في مشغلات أخرى، أو استيراد قوائم تشغيل M3U إلى Nagi.
bg_bg: Експортирайте плейлисти в M3U файлове за използване в други плейъри, или импортирайте M3U плейлисти в Nagi.
bn_bd: অন্যান্য প্লেয়ারে ব্যবহারের জন্য প্লেলিস্ট M3U ফাইলগুলিতে রপ্তানি করুন, অথবা Nagi-তে M3U প্লেলিস্ট আমদানি করুন।
ca_es: Exporta llistes de reproducció a fitxers M3U per utilitzar-les en altres reproductors, o importa llistes de reproducció M3U a Nagi.
cs_cz: Exportovat seznamy skladeb do souborů M3U pro použití v jiných přehrávačích, nebo importovat seznamy skladeb M3U do Nagi.
da_dk: Eksporter afspilningslister til M3U-filer til brug i andre afspillere, eller importer M3U-afspilningslister til Nagi.
de_de: Exportieren Sie Playlists in M3U-Dateien zur Verwendung in anderen Playern oder importieren Sie M3U-Playlists in Nagi.
el_gr: Εξαγωγή λιστών αναπαραγωγής σε αρχεία M3U για χρήση σε άλλους αναπαραγωγείς ή εισαγωγή λιστών αναπαραγωγής M3U στο Nagi.
es_mx: Exporte listas de reproducción a archivos M3U para usar en otros reproductores, o importe listas de reproducción M3U a Nagi.
et_ee: Eksportige esitusloendid M3U-failidena teistes pleierites kasutamiseks või importige M3U esitusloendid Nagisse.
fa_ir: لیست‌های پخش را به فایل‌های M3U برای استفاده در پخش‌کننده‌های دیگر صادر کنید، یا لیست‌های پخش M3U را به Nagi وارد کنید.
fil_ph: I-export ang mga playlist sa mga M3U file para magamit sa ibang mga player, o i-import ang mga M3U playlist sa Nagi.
fr_fr: Exporter des listes de lecture vers des fichiers M3U pour les utiliser dans d'autres lecteurs, ou importer des listes de lecture M3U dans Nagi.
ga_ie: Easpórtáil seinmliostaí chuig comhaid M3U le húsáid i seinnteoirí eile, nó iompórtáil seinmliostaí M3U isteach i Nagi.
he_il: ייצא רשימות השמעה לקובצי M3U לשימוש בנגנים אחרים, או ייבא רשימות השמעה M3U ל-Nagi.
hi_in: अन्य प्लेयर्स में उपयोग के लिए प्लेलिस्ट को M3U फ़ाइलों में निर्यात करें, या M3U प्लेलिस्ट को नागी में आयात करें।
hr_hr: Izvezite popise za reprodukciju u M3U datoteke za upotrebu u drugim reproduktorima, ili uvezite M3U popise za reprodukciju u Nagi.
hu_hu: Exportálja a lejátszási listákat M3U fájlokba más lejátszókban való használatra, vagy importáljon M3U lejátszási listákat a Nagiba.
id_id: Ekspor daftar putar ke file M3U untuk digunakan di pemutar lain, atau impor daftar putar M3U ke Nagi.
it_it: Esporta playlist in file M3U per l'uso in altri lettori, o importa playlist M3U in Nagi.
ja_jp: プレイリストをM3Uファイルにエクスポートして他のプレイヤーで使用したり、M3UプレイリストをNagiにインポートしたりできます。
ko_kr: 다른 플레이어에서 사용하기 위해 재생목록을 M3U 파일로 내보내거나, M3U 재생목록을 Nagi로 가져옵니다.
lt_lt: Eksportuoti grojaraščius į M3U failus, skirtus naudoti kituose grotuvuose, arba importuoti M3U grojaraščius į Nagi.
ms_my: Eksport senarai main ke fail M3U untuk digunakan dalam pemain lain, atau import senarai main M3U ke dalam Nagi.
nl_nl: Exporteer afspeellijsten naar M3U-bestanden voor gebruik in andere spelers, of importeer M3U-afspeellijsten in Nagi.
no_no: Eksporter spillelister til M3U-filer for bruk i andre spillere, eller importer M3U-spillelister til Nagi.
pa_in: ਦੂਜੇ ਪਲੇਅਰਾਂ ਵਿੱਚ ਵਰਤੋਂ ਲਈ ਪਲੇਲਿਸਟਾਂ ਨੂੰ M3U ਫਾਈਲਾਂ ਵਿੱਚ ਐਕਸਪੋਰਟ ਕਰੋ, ਜਾਂ M3U ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਨਾਗੀ ਵਿੱਚ ਇੰਪੋਰਟ ਕਰੋ।
pl_pl: Eksportuj playlisty do plików M3U do użytku w innych odtwarzaczach lub importuj playlisty M3U do Nagi.
ru_ru: Экспортируйте плейлисты в файлы M3U для использования в других плеерах или импортируйте плейлисты M3U в Nagi.
sk_sk: Exportovať playlisty do súborov M3U pre použitie v iných prehrávačoch, alebo importovať playlisty M3U do Nagi.
sq_al: Eksportoni listat e luajtjes në skedarë M3U për përdorim në luajtës të tjerë, ose importoni lista luajtjeje M3U në Nagi.
sr_cyrl_rs: Извезите плејлисте у M3U датотеке за коришћење у другим плејерима, или увезите M3U плејлисте у Наги.
sv_se: Exportera spellistor till M3U-filer för användning i andra spelare, eller importera M3U-spellistor till Nagi.
sw_ke: Hamisha orodha za nyimbo kwenye faili za M3U kwa matumizi katika vichezaji vingine, au leta orodha za nyimbo za M3U kwenye Nagi.
ta_in: பிற பிளேயர்களில் பயன்படுத்த பிளேலிஸ்ட்களை M3U கோப்புகளாக ஏற்றுமதி செய்யவும், அல்லது M3U பிளேலிஸ்ட்களை நாகிக்குள் இறக்குமதி செய்யவும்.
th_th: ส่งออกเพลย์ลิสต์ไปยังไฟล์ M3U เพื่อใช้ในเครื่องเล่นอื่น หรือนำเข้าเพลย์ลิสต์ M3U ไปยัง Nagi
tr_tr: Çalma listelerini diğer oynatıcılarda kullanmak üzere M3U dosyalarına dışa aktarın veya M3U çalma listelerini Nagi'ye içe aktarın.
uk_ua: Експортуйте списки відтворення у файли M3U для використання в інших програвачах або імпортуйте списки відтворення M3U в Nagi.
vi_vn: Xuất danh sách phát sang tệp M3U để sử dụng trong các trình phát khác, hoặc nhập danh sách phát M3U vào Nagi.
zh_hans: 将播放列表导出为 M3U 文件以在其他播放器中使用，或将 M3U 播放列表导入 Nagi。

# SettingsPage_ExportPlaylists_Content
source: Export All...
af_za: Voer Alles Uit...
ar_eg: تصدير الكل...
bg_bg: Експортирай всички...
bn_bd: সব রপ্তানি করুন...
ca_es: Exportar tot...
cs_cz: Exportovat vše...
da_dk: Eksporter alle...
de_de: Alle exportieren...
el_gr: Εξαγωγή όλων...
es_mx: Exportar todo...
et_ee: Ekspordi kõik...
fa_ir: صادر کردن همه...
fil_ph: I-export Lahat...
fr_fr: Exporter tout...
ga_ie: Easpórtáil Uile...
he_il: ייצא הכל...
hi_in: सभी निर्यात करें...
hr_hr: Izvezi sve...
hu_hu: Összes exportálása...
id_id: Ekspor Semua...
it_it: Esporta tutto...
ja_jp: すべてエクスポート...
ko_kr: 모두 내보내기...
lt_lt: Eksportuoti viską...
ms_my: Eksport Semua...
nl_nl: Alles exporteren...
no_no: Eksporter alle...
pa_in: ਸਭ ਐਕਸਪੋਰਟ ਕਰੋ...
pl_pl: Eksportuj wszystko...
ru_ru: Экспортировать все...
sk_sk: Exportovať všetky...
sq_al: Eksporto të gjitha...
sr_cyrl_rs: Извези све...
sv_se: Exportera alla...
sw_ke: Hamisha Zote...
ta_in: அனைத்தையும் ஏற்றுமதி செய்...
th_th: ส่งออกทั้งหมด...
tr_tr: Tümünü Dışa Aktar...
uk_ua: Експортувати все...
vi_vn: Xuất tất cả...
zh_hans: 导出全部...

# SettingsPage_ExportPlaylists_ToolTip
source: Export all playlists to a folder
af_za: Voer alle snitlyste na 'n gids uit
ar_eg: تصدير جميع قوائم التشغيل إلى مجلد
bg_bg: Експортирайте всички плейлисти в папка
bn_bd: একটি ফোল্ডারে সব প্লেলিস্ট রপ্তানি করুন
ca_es: Exportar totes les llistes de reproducció a una carpeta
cs_cz: Exportovat všechny seznamy skladeb do složky
da_dk: Eksporter alle afspilningslister til en mappe
de_de: Alle Playlists in einen Ordner exportieren
el_gr: Εξαγωγή όλων των λιστών αναπαραγωγής σε φάκελο
es_mx: Exportar todas las listas de reproducción a una carpeta
et_ee: Ekspordi kõik esitusloendid kausta
fa_ir: صادر کردن همه لیست‌های پخش به یک پوشه
fil_ph: I-export ang lahat ng playlist sa isang folder
fr_fr: Exporter toutes les listes de lecture vers un dossier
ga_ie: Easpórtáil gach seinmliosta chuig fillteán
he_il: ייצא את כל רשימות ההשמעה לתיקייה
hi_in: सभी प्लेलिस्ट को एक फ़ोल्डर में निर्यात करें
hr_hr: Izvezite sve popise za reprodukciju u mapu
hu_hu: Összes lejátszási lista exportálása egy mappába
id_id: Ekspor semua daftar putar ke folder
it_it: Esporta tutte le playlist in una cartella
ja_jp: すべてのプレイリストをフォルダーにエクスポートします
ko_kr: 모든 재생목록을 폴더로 내보내기
lt_lt: Eksportuoti visus grojaraščius į aplanką
ms_my: Eksport semua senarai main ke folder
nl_nl: Exporteer alle afspeellijsten naar een map
no_no: Eksporter alle spillelister til en mappe
pa_in: ਸਾਰੀਆਂ ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਇੱਕ ਫੋਲਡਰ ਵਿੱਚ ਐਕਸਪੋਰਟ ਕਰੋ
pl_pl: Eksportuj wszystkie playlisty do folderu
ru_ru: Экспортировать все плейлисты в папку
sk_sk: Exportovať všetky playlisty do priečinka
sq_al: Eksportoni të gjitha listat e luajtjes në një dosje
sr_cyrl_rs: Извези све плејлисте у фасциклу
sv_se: Exportera alla spellistor till en mapp
sw_ke: Hamisha orodha zote za nyimbo kwenye folda
ta_in: அனைத்து பிளேலிஸ்ட்களையும் ஒரு கோப்புறையில் ஏற்றுமதி செய்
th_th: ส่งออกเพลย์ลิสต์ทั้งหมดไปยังโฟลเดอร์
tr_tr: Tüm çalma listelerini bir klasöre dışa aktar
uk_ua: Експортувати всі списки відтворення до папки
vi_vn: Xuất tất cả danh sách phát vào một thư mục
zh_hans: 将所有播放列表导出到文件夹

# SettingsPage_ImportPlaylists_Content
source: Import...
af_za: Invoer...
ar_eg: استيراد...
bg_bg: Импортирай...
bn_bd: আমদানি করুন...
ca_es: Importar...
cs_cz: Importovat...
da_dk: Importer...
de_de: Importieren...
el_gr: Εισαγωγή...
es_mx: Importar...
et_ee: Impordi...
fa_ir: وارد کردن...
fil_ph: I-import...
fr_fr: Importer...
ga_ie: Iompórtáil...
he_il: ייבא...
hi_in: आयात करें...
hr_hr: Uvezi...
hu_hu: Importálás...
id_id: Impor...
it_it: Importa...
ja_jp: インポート...
ko_kr: 가져오기...
lt_lt: Importuoti...
nl_nl: Importeren...
no_no: Importer...
pa_in: ਇੰਪੋਰਟ ਕਰੋ...
pl_pl: Importuj...
ru_ru: Импортировать...
sk_sk: Importovať...
sq_al: Importo...
sr_cyrl_rs: Увези...
sv_se: Importera...
sw_ke: Leta...
ta_in: இறக்குமதி செய்...
th_th: นำเข้า...
tr_tr: İçe Aktar...
uk_ua: Імпорт...
vi_vn: Nhập...
zh_hans: 导入...

# SettingsPage_ImportPlaylists_ToolTip
source: Import one or more M3U files
af_za: Voer een of meer M3U-lêers in
ar_eg: استيراد ملف واحد أو أكثر من ملفات M3U
bg_bg: Импортиране на един или повече M3U файла
bn_bd: এক বা একাধিক M3U ফাইল আমদানি করুন
ca_es: Importar un o més fitxers M3U
cs_cz: Importovat jeden nebo více souborů M3U
da_dk: Importer en eller flere M3U-filer
de_de: Eine oder mehrere M3U-Dateien importieren
el_gr: Εισαγωγή ενός ή περισσότερων αρχείων M3U
es_mx: Importar uno o más archivos M3U
et_ee: Impordi üks või mitu M3U faili
fa_ir: وارد کردن یک یا چند فایل M3U
fil_ph: Mag-import ng isa o higit pang M3U file
fr_fr: Importer un ou plusieurs fichiers M3U
ga_ie: Iompórtáil comhad M3U amháin nó níos mó
he_il: ייבא קובץ M3U אחד או יותר
hi_in: एक या अधिक M3U फ़ाइलें आयात करें
hr_hr: Uvezite jednu ili više M3U datoteka
hu_hu: Egy vagy több M3U fájl importálása
id_id: Impor satu atau lebih file M3U
it_it: Importa uno o più file M3U
ja_jp: 1つ以上のM3Uファイルをインポートします
ko_kr: 하나 이상의 M3U 파일 가져오기
lt_lt: Importuoti vieną ar daugiau M3U failų
ms_my: Import satu atau lebih fail M3U
nl_nl: Eén of meer M3U-bestanden importeren
no_no: Importer en eller flere M3U-filer
pa_in: ਇੱਕ ਜਾਂ ਵੱਧ M3U ਫਾਈਲਾਂ ਇੰਪੋਰਟ ਕਰੋ
pl_pl: Importuj jeden lub więcej plików M3U
ru_ru: Импортировать один или несколько файлов M3U
sk_sk: Importovať jeden alebo viac súborov M3U
sq_al: Importo një ose më shumë skedarë M3U
sr_cyrl_rs: Увези једну или више M3U датотека
sv_se: Importera en eller flera M3U-filer
sw_ke: Leta faili moja au zaidi za M3U
ta_in: ஒன்று அல்லது அதற்கு மேற்பட்ட M3U கோப்புகளை இறக்குமதி செய்
th_th: นำเข้าไฟล์ M3U หนึ่งไฟล์หรือมากกว่า
tr_tr: Bir veya daha fazla M3U dosyasını içe aktar
uk_ua: Імпортувати один або декілька файлів M3U
vi_vn: Nhập một hoặc nhiều tệp M3U
zh_hans: 导入一个或多个 M3U 文件
