Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_Title
source: Settings
af_za: Instellings
ar_eg: الإعدادات
bg_bg: Настройки
bn_bd: সেটিংস
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_mx: Configuración
et_ee: Seaded
fa_ir: تنظیمات
fil_ph: Mga Setting
fr_fr: Paramètres
ga_ie: Socruithe
he_il: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
ms_my: Tetapan
nl_nl: Instellingen
no_no: Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ
pl_pl: Ustawienia
ru_ru: Настройки
sk_sk: Nastavenia
sq_al: Cilësimet
sr_cyrl_rs: Подешавања
sv_se: Inställningar
sw_ke: Mipangilio
ta_in: அமைப்புகள்
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_hans: 设置

# SettingsPage_Section_Appearance
source: Appearance
af_za: Voorkoms
ar_eg: المظهر
bg_bg: Външен вид
bn_bd: চেহারা
ca_es: Aparença
cs_cz: Vzhled
da_dk: Udseende
de_de: Darstellung
el_gr: Εμφάνιση
es_mx: Apariencia
et_ee: Välimus
fa_ir: ظاهر
fil_ph: Hitsura
fr_fr: Apparence
ga_ie: Cuma
he_il: מראה
hi_in: दिखावट
hr_hr: Izgled
hu_hu: Megjelenés
id_id: Penampilan
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
lt_lt: Išvaizda
ms_my: Penampilan
nl_nl: Uiterlijk
no_no: Utseende
pa_in: ਦਿੱਖ
pl_pl: Wygląd
ru_ru: Оформление
sk_sk: Vzhľad
sq_al: Pamja
sr_cyrl_rs: Изглед
sv_se: Utseende
sw_ke: Mwonekano
ta_in: தோற்றம்
th_th: ลักษณะที่ปรากฏ
tr_tr: Görünüm
uk_ua: Вигляд
vi_vn: Giao diện
zh_hans: 外观

# SettingsPage_Theme_Header
source: Theme
af_za: Tema
ar_eg: السيم
bg_bg: Тема
bn_bd: থিম
ca_es: Tema
cs_cz: Motiv
da_dk: Tema
de_de: Thema
el_gr: Θέμα
es_mx: Tema
et_ee: Teema
fa_ir: تم
fil_ph: Tema
fr_fr: Thème
ga_ie: Téama
he_il: ערכת נושא
hi_in: थीम
hr_hr: Tema
hu_hu: Téma
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
lt_lt: Tema
ms_my: Tema
nl_nl: Thema
no_no: Tema
pa_in: ਥੀਮ
pl_pl: Motyw
ru_ru: Тема
sk_sk: Téma
sq_al: Tema
sr_cyrl_rs: Тема
sv_se: Tema
sw_ke: Mandhari
ta_in: தீம்
th_th: ธีม
tr_tr: Tema
uk_ua: Тема
vi_vn: Chủ đề
zh_hans: 主题

# SettingsPage_Theme_Description
source: Choose the application theme.
af_za: Kies die toepassingtema.
ar_eg: اختر سمة التطبيق.
bg_bg: Изберете темата на приложението.
bn_bd: অ্যাপ্লিকেশন থিম চয়ন করুন।
ca_es: Tria el tema de l'aplicació.
cs_cz: Vyberte motiv aplikace.
da_dk: Vælg applikationstema.
de_de: Wählen Sie das Anwendungsthema.
el_gr: Επιλέξτε το θέμα της εφαρμογής.
es_mx: Elija el tema de la aplicación.
et_ee: Vali rakenduse teema.
fa_ir: تم برنامه را انتخاب کنید.
fil_ph: Piliin ang tema ng application.
fr_fr: Choisissez le thème de l'application.
ga_ie: Roghnaigh téama an fheidhmchláir.
he_il: בחר את ערכת הנושא של היישום.
hi_in: एप्लिकेशन थीम चुनें।
hr_hr: Odaberite temu aplikacije.
hu_hu: Válassza ki az alkalmazás témáját.
id_id: Pilih tema aplikasi.
it_it: Scegli il tema dell'applicazione.
ja_jp: アプリケーションのテーマを選択します。
ko_kr: 애플리케이션 테마를 선택합니다.
lt_lt: Pasirinkite programos temą.
ms_my: Pilih tema aplikasi.
nl_nl: Kies het thema van de applicatie.
no_no: Velg applikasjonstema.
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਥੀਮ ਚੁਣੋ।
pl_pl: Wybierz motyw aplikacji.
ru_ru: Выберите тему приложения.
sk_sk: Vyberte tému aplikácie.
sq_al: Zgjidhni temën e aplikacionit.
sr_cyrl_rs: Изаберите тему апликације.
sv_se: Välj applikationstema.
sw_ke: Chagua mandhari ya programu.
ta_in: பயன்பாட்டு தீமைத் தேர்ந்தெடு.
th_th: เลือกธีมของแอปพลิเคชัน
tr_tr: Uygulama temasını seçin.
uk_ua: Виберіть тему програми.
vi_vn: Chọn chủ đề ứng dụng.
zh_hans: 选择应用程序主题。

# SettingsPage_AccentColor
source: Accent Color
af_za: Aksentkleur
ar_eg: لون التمييز
bg_bg: Акцентен цвят
bn_bd: অ্যাকসেন্ট রঙ
ca_es: Color d'accent
cs_cz: Barva akcentu
da_dk: Accentfarve
de_de: Akzentfarbe
el_gr: Χρώμα έμφασης
es_mx: Color de énfasis
et_ee: Aktsentvärv
fa_ir: رنگ برجسته
fil_ph: Kulay ng Accent
fr_fr: Couleur d'accentuation
ga_ie: Dath Aicinn
he_il: צבע הדגשה
hi_in: एक्सेंट रंग
hr_hr: Boja naglaska
hu_hu: Kiemelő szín
id_id: Warna Aksen
it_it: Colore accentuato
ja_jp: アクセントカラー
ko_kr: 강조 색상
lt_lt: Akcento spalva
ms_my: Warna Aksen
nl_nl: Accentkleur
no_no: Aksentfarge
pa_in: ਐਕਸੈਂਟ ਰੰਗ
pl_pl: Kolor wiodący
ru_ru: Акцентный цвет
sk_sk: Akcentová farba
sq_al: Ngjyra theksuese
sr_cyrl_rs: Боја акцента
sv_se: Accentfärg
sw_ke: Rangi Mkazo
ta_in: உச்சரிப்பு நிறம்
th_th: สีเน้น
tr_tr: Vurgu Rengi
uk_ua: Колір акценту
vi_vn: Màu nhấn
zh_hans: 强调色

# SettingsPage_ResetAccentColor_Content
source: Reset to default
af_za: Herstel na verstek
ar_eg: ارجع للوضع الافتراضى
bg_bg: Нулиране до подразбиране
bn_bd: ডিফল্টে রিসেট করুন
ca_es: Restablir per defecte
cs_cz: Obnovit výchozí
da_dk: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά στην προεπιλογή
es_mx: Restablecer a valores predeterminados
et_ee: Lähtesta vaikeväärtusele
fa_ir: بازنشانی به پیش‌فرض
fil_ph: I-reset sa default
fr_fr: Rétablir la valeur par défaut
ga_ie: Athshocraigh go réamhshocrú
he_il: אפס לברירת מחדל
hi_in: डिफ़ॉल्ट पर रीसेट करें
hr_hr: Vrati na zadano
hu_hu: Alapértelmezettre visszaállítás
id_id: Setel ulang ke default
it_it: Ripristina le impostazioni predefinite
ja_jp: デフォルトにリセット
ko_kr: 기본값으로 재설정
lt_lt: Atstatyti numatytuosius
ms_my: Tetapkan semula ke lalai
nl_nl: Terug naar standaard
no_no: Tilbakestill til standard
pa_in: ਮੂਲ ਤੇ ਰੀਸੈਟ ਕਰੋ
pl_pl: Przywróć domyślne ustawienia aplikacji
ru_ru: Сбросить до значений по умолчанию
sk_sk: Obnoviť predvolené
sq_al: Rivendos në parazgjedhje
sr_cyrl_rs: Ресетуј на подразумевано
sv_se: Återställ till standard
sw_ke: Rudisha kwenye chaguo-msingi
ta_in: இயல்புநிலைக்கு மீட்டமை
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
uk_ua: Скинути до стандартних
vi_vn: Đặt lại mặc định
zh_hans: 重置为默认值

# SettingsPage_WindowMaterial_Header
source: Window Material
af_za: Venstermateriaal
ar_eg: مادة النافذة
bg_bg: Материал на прозореца
bn_bd: উইন্ডো উপাদান
ca_es: Material de la finestra
cs_cz: Materiál okna
da_dk: Vinduesmateriale
de_de: Fenstermaterial
el_gr: Υλικό παραθύρου
es_mx: Material de la ventana
et_ee: Akna materjal
fa_ir: جنس پنجره
fil_ph: Materyal ng Window
fr_fr: Matériau de la fenêtre
ga_ie: Ábhar Fuinneoige
he_il: חומר חלון
hi_in: विंडो सामग्री
hr_hr: Materijal prozora
hu_hu: Ablak anyaga
id_id: Material Jendela
it_it: Materiale finestra
ja_jp: ウィンドウマテリアル
ko_kr: 창 재질
lt_lt: Lango medžiaga
ms_my: Bahan Tetingkap
nl_nl: Venstermateriaal
no_no: Vindusmateriale
pa_in: ਵਿੰਡੋ ਸਮੱਗਰੀ
pl_pl: Materiał okna
ru_ru: Материал окна
sk_sk: Materiál okna
sq_al: Materiali i dritares
sr_cyrl_rs: Материјал прозора
sv_se: Fönstermaterial
sw_ke: Nyenzo ya Dirisha
ta_in: சாளரப் பொருள்
th_th: วัสดุหน้าต่าง
tr_tr: Pencere Malzemesi
uk_ua: Матеріал вікна
vi_vn: Chất liệu cửa sổ
zh_hans: 窗口材质

# SettingsPage_WindowMaterial_Description
source: Select the backdrop material for the window.
af_za: Kies die agtergrondmateriaal vir die venster.
ar_eg: اختر مادة الخلفية للنافذة.
bg_bg: Изберете фоновия материал за прозореца.
bn_bd: উইন্ডোর জন্য ব্যাকড্রপ উপাদান নির্বাচন করুন।
ca_es: Selecciona el material de fons per a la finestra.
cs_cz: Vyberte materiál pozadí pro okno.
da_dk: Vælg baggrundsmateriale til vinduet.
de_de: Wählen Sie das Hintergrundmaterial für das Fenster.
el_gr: Επιλέξτε το υλικό φόντου για το παράθυρο.
es_mx: Seleccione el material de fondo para la ventana.
et_ee: Vali akna taustamaterjal.
fa_ir: جنس پس‌زمینه پنجره را انتخاب کنید.
fil_ph: Piliin ang materyal ng backdrop para sa window.
fr_fr: Sélectionnez le matériau d'arrière-plan pour la fenêtre.
ga_ie: Roghnaigh ábhar cúlra don fhuinneog.
he_il: בחר את חומר הרקע עבור החלון.
hi_in: विंडो के लिए बैकड्रॉप सामग्री चुनें।
hr_hr: Odaberite materijal pozadine za prozor.
hu_hu: Válassza ki az ablak háttéranyagát.
id_id: Pilih material latar belakang untuk jendela.
it_it: Seleziona il materiale di sfondo per la finestra.
ja_jp: ウィンドウの背景マテリアルを選択します。
ko_kr: 창의 배경 재질을 선택합니다.
lt_lt: Pasirinkite lango fono medžiagą.
ms_my: Pilih bahan latar belakang untuk tetingkap.
nl_nl: Selecteer het achtergrondmateriaal voor het venster.
no_no: Velg bakgrunnsmateriale for vinduet.
pa_in: ਵਿੰਡੋ ਲਈ ਬੈਕਡ੍ਰੌਪ ਸਮੱਗਰੀ ਚੁਣੋ।
pl_pl: Wybierz materiał tła dla okna.
ru_ru: Выберите материал фона для окна.
sk_sk: Vyberte materiál pozadia pre okno.
sq_al: Zgjidhni materialin e sfondit për dritaren.
sr_cyrl_rs: Изаберите материјал позадине за прозор.
sv_se: Välj bakgrundsmaterial för fönstret.
sw_ke: Chagua nyenzo ya mandharinyuma kwa dirisha.
ta_in: சாளரத்திற்கான பின்னணிப் பொருளைத் தேர்ந்தெடுங்கள்.
th_th: เลือกวัสดุพื้นหลังสำหรับหน้าต่าง
tr_tr: Pencerenin arka plan malzemesini seçin.
uk_ua: Виберіть матеріал фону для вікна.
vi_vn: Chọn chất liệu nền cho cửa sổ.
zh_hans: 选择窗口的背景材质。

# SettingsPage_DynamicTheming_Header
source: Dynamic Theming
af_za: Dinamiese Tematisering
ar_eg: التسييم الديناميكى
bg_bg: Динамична тема
bn_bd: গতিশীল থিমিং
ca_es: Temes dinàmics
cs_cz: Dynamické motivy
da_dk: Dynamisk tema
de_de: Dynamisches Design
el_gr: Δυναμική θεματοποίηση
es_mx: Tema dinámico
et_ee: Dünaamiline teema
fa_ir: تم‌بندی پویا
fr_fr: Thème dynamique
ga_ie: Téamaíocht Dinimiciúil
he_il: עיצוב דינמי
hi_in: गतिशील थीमिंग
hr_hr: Dinamičko tematiziranje
hu_hu: Dinamikus témázás
id_id: Tema Dinamis
it_it: Tema dinamico
ja_jp: 動的テーマ設定
ko_kr: 동적 테마
lt_lt: Dinaminė tema
ms_my: Tema Dinamik
nl_nl: Dynamische thema's
no_no: Dynamisk tema
pa_in: ਡਾਇਨਾਮਿਕ ਥੀਮਿੰਗ
pl_pl: Dynamiczne Motywy
ru_ru: Динамическое оформление
sk_sk: Dynamické témy
sq_al: Tematizimi dinamik
sr_cyrl_rs: Динамично темирање
sv_se: Dynamisk tematisering
sw_ke: Mandhari Yanayobadilika
ta_in: டைனமிக் தீமிங்
th_th: ธีมไดนามิก
tr_tr: Dinamik Temalandırma
uk_ua: Динамічна тема
vi_vn: Chủ đề động
zh_hans: 动态主题

# SettingsPage_DynamicTheming_Description
source: Enable and configure dynamic theming options.
af_za: Aktiveer en stel dinamiese tema-opsies in.
ar_eg: تمكين وتكوين خيارات السمة الديناميكية.
bg_bg: Активиране и конфигуриране на опциите за динамична тема.
bn_bd: গতিশীল থিমিং বিকল্পগুলি সক্ষম এবং কনফিগার করুন।
ca_es: Activa i configura les opcions de temes dinàmics.
cs_cz: Povolit a konfigurovat možnosti dynamických motivů.
da_dk: Aktiver og konfigurer indstillinger for dynamisk tema.
de_de: Dynamische Themeneinstellungen aktivieren und konfigurieren.
el_gr: Ενεργοποιήστε και διαμορφώστε τις επιλογές δυναμικής θεματοποίησης.
es_mx: Habilitar y configurar opciones de tema dinámico.
et_ee: Luba ja konfigureeri dünaamilise teema valikuid.
fa_ir: گزینه‌های تم‌بندی پویا را فعال و پیکربندی کنید.
fil_ph: Paganahin at i-configure ang mga opsyon sa dynamic theming.
fr_fr: Activer et configurer les options de thème dynamique.
ga_ie: Cumasaigh agus cumraigh roghanna téamaíochta dinimiciúla.
he_il: אפשר והגדר אפשרויות עיצוב דינמי.
hi_in: गतिशील थीमिंग विकल्पों को सक्षम और कॉन्फ़िगर करें।
hr_hr: Omogućite i konfigurirajte opcije dinamičkog tematiziranja.
hu_hu: Engedélyezze és konfigurálja a dinamikus témázási lehetőségeket.
id_id: Aktifkan dan konfigurasikan opsi tema dinamis.
it_it: Abilita e configura le opzioni di tema dinamico.
ja_jp: 動的テーマ設定オプションを有効にして設定します。
ko_kr: 동적 테마 옵션을 활성화하고 구성합니다.
lt_lt: Įjungti ir konfigūruoti dinaminės temos parinktis.
ms_my: Dayakan dan konfigurasi pilihan tema dinamik.
nl_nl: Schakel dynamische thema-opties in en configureer deze.
no_no: Aktiver og konfigurer alternativer for dynamisk tema.
pa_in: ਡਾਇਨਾਮਿਕ ਥੀਮਿੰਗ ਵਿਕਲਪਾਂ ਨੂੰ ਸਮਰੱਥ ਅਤੇ ਸੰਰਚਿਤ ਕਰੋ।
pl_pl: Włącz i skonfiguruj opcje dynamicznego motywu.
ru_ru: Включите и настройте параметры динамического оформления.
sk_sk: Povoliť a nakonfigurovať možnosti dynamických tém.
sq_al: Aktivizo dhe konfiguro opsionet e tematizimit dinamik.
sr_cyrl_rs: Омогућите и конфигуришите опције динамичког темирања.
sv_se: Aktivera och konfigurera dynamiska temaalternativ.
sw_ke: Washa na usanidi chaguo za mandhari yanayobadilika.
ta_in: டைனமிக் தீமிங் விருப்பங்களை இயக்கி, உள்ளமைக்கவும்.
th_th: เปิดใช้งานและกำหนดค่าตัวเลือกธีมไดนามิก
tr_tr: Dinamik temalandırma seçeneklerini etkinleştirin ve yapılandırın.
uk_ua: Увімкніть та налаштуйте параметри динамічної теми.
vi_vn: Bật và cấu hình tùy chọn chủ đề động.
zh_hans: 启用和配置动态主题选项。

# SettingsPage_RememberWindowSize_Header
source: Remember window size
af_za: Onthou venstergrootte
ar_eg: تذكر حجم النافذة
bg_bg: Запомни размера на прозореца
bn_bd: উইন্ডোর আকার মনে রাখুন
ca_es: Recordar mida de la finestra
cs_cz: Zapamatovat si velikost okna
da_dk: Husk vinduesstørrelse
de_de: Fenstergröße speichern
el_gr: Απομνημόνευση μεγέθους παραθύρου
es_mx: Recordar tamaño de ventana
et_ee: Jäta akna suurus meelde
fa_ir: اندازه پنجره را به خاطر بسپار
fil_ph: Tandaan ang laki ng window
fr_fr: Mémoriser la taille de la fenêtre
ga_ie: Cuimhnigh ar mhéid na fuinneoige
he_il: זכור גודל חלון
hi_in: विंडो का आकार याद रखें
hr_hr: Zapamti veličinu prozora
hu_hu: Ablakméret megjegyzése
id_id: Ingat ukuran jendela
it_it: Ricorda dimensione finestra
ja_jp: ウィンドウサイズを記憶
ko_kr: 창 크기 기억
lt_lt: Prisiminti lango dydį
ms_my: Ingat saiz tetingkap
nl_nl: Venstergrootte onthouden
no_no: Husk vindusstørrelse
pa_in: ਵਿੰਡੋ ਦਾ ਆਕਾਰ ਯਾਦ ਰੱਖੋ
pl_pl: Zapamiętaj rozmiar okna
ru_ru: Запоминать размер окна
sk_sk: Pamätať si veľkosť okna
sq_al: Mbaj mend madhësinë e dritares
sr_cyrl_rs: Запамти величину прозора
sv_se: Kom ihåg fönsterstorlek
sw_ke: Kumbuka ukubwa wa dirisha
ta_in: சாளர அளவை நினைவில் கொள்
th_th: จดจำขนาดหน้าต่าง
tr_tr: Pencere boyutunu hatırla
uk_ua: Запам'ятати розмір вікна
vi_vn: Ghi nhớ kích thước cửa sổ
zh_hans: 记住窗口大小

# SettingsPage_RememberWindowSize_Description
source: Restore the main window to its previous size on next launch.
af_za: Herstel die hoofvenster na sy vorige grootte met die volgende bekendstelling.
ar_eg: استعادة النافذة الرئيسية إلى حجمها السابق عند التشغيل التالي.
bg_bg: Възстановяване на главния прозорец до предишния му размер при следващото стартиране.
bn_bd: পরবর্তী লঞ্চে প্রধান উইন্ডোকে তার পূর্ববর্তী আকারে পুনরুদ্ধার করুন।
ca_es: Restaura la finestra principal a la seva mida anterior en el proper inici.
cs_cz: Při dalším spuštění obnovit hlavní okno na předchozí velikost.
da_dk: Gendan hovedvinduet til dets tidligere størrelse ved næste start.
de_de: Stellt die Größe des Hauptfensters beim nächsten Start auf die vorherige Größe wieder her.
el_gr: Επαναφορά του κύριου παραθύρου στην προηγούμενη του διάσταση στην επόμενη εκκίνηση.
es_mx: Restaurar la ventana principal a su tamaño anterior en el próximo inicio.
et_ee: Taasta peaakna eelmine suurus järgmisel käivitamisel.
fa_ir: پنجره اصلی را در راه‌اندازی بعدی به اندازه قبلی خود بازگردانید.
fil_ph: Ibalik ang pangunahing window sa nakaraan nitong laki sa susunod na paglunsad.
fr_fr: Restaurer la fenêtre principale à sa taille précédente lors du prochain lancement.
ga_ie: Athchóirigh an phríomhfhuinneog chuig a méid roimhe seo ag an gcéad seoladh eile.
he_il: שחזר את החלון הראשי לגודלו הקודם בהפעלה הבאה.
hi_in: अगले लॉन्च पर मुख्य विंडो को उसके पिछले आकार में पुनर्स्थापित करें।
hr_hr: Vratite glavni prozor na prethodnu veličinu pri sljedećem pokretanju.
hu_hu: Indításkor állítsa vissza a főablakot az előző méretére.
id_id: Pulihkan jendela utama ke ukuran sebelumnya pada peluncuran berikutnya.
it_it: Ripristina la finestra principale alla sua dimensione precedente al prossimo avvio.
ja_jp: 次回の起動時にメインウィンドウを以前のサイズに復元します。
ko_kr: 다음 실행 시 주 창을 이전 크기로 복원합니다.
lt_lt: Atkūrti pagrindinį langą į ankstesnį dydį kitą kartą paleidus.
ms_my: Pulihkan tetingkap utama ke saiz sebelumnya pada pelancaran seterusnya.
nl_nl: Herstel het hoofdvenster naar de vorige grootte bij de volgende start.
no_no: Gjenopprett hovedvinduet til forrige størrelse ved neste oppstart.
pa_in: ਅਗਲੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਇਸਦੇ ਪਿਛਲੇ ਆਕਾਰ 'ਤੇ ਬਹਾਲ ਕਰੋ।
pl_pl: Przywróć główne okno do poprzedniego rozmiaru przy następnym uruchomieniu.
ru_ru: Восстанавливать главное окно до его предыдущего размера при следующем запуске.
sk_sk: Obnoviť hlavné okno na jeho predchádzajúcu veľkosť pri ďalšom spustení.
sq_al: Rivendosni dritaren kryesore në madhësinë e saj të mëparshme në nisjen tjetër.
sr_cyrl_rs: Вратите главни прозор на претходну величину при следећем покретању.
sv_se: Återställ huvudfönstret till dess tidigare storlek vid nästa start.
sw_ke: Rejesha dirisha kuu kwenye ukubwa wake uliopita wakati wa uzinduzi ujao.
ta_in: அடுத்த முறை துவக்கும்போது பிரதான சாளரத்தை அதன் முந்தைய அளவிற்கு மீட்டமைக்கவும்.
th_th: กู้คืนหน้าต่างหลักให้มีขนาดเท่าเดิมในการเปิดใช้งานครั้งถัดไป
tr_tr: Ana pencereyi bir sonraki başlatmada önceki boyutuna geri yükle.
uk_ua: Відновити головне вікно до його попереднього розміру при наступному запуску.
vi_vn: Khôi phục cửa sổ chính về kích thước trước đó khi khởi chạy lần tới.
zh_hans: 在下次启动时将主窗口恢复到其先前的大小。

# SettingsPage_RememberWindowPosition_Header
source: Remember window position
af_za: Onthou vensterposisie
ar_eg: تذكر موضع النافذة
bg_bg: Запомни позицията на прозореца
bn_bd: উইন্ডোর অবস্থান মনে রাখুন
ca_es: Recordar posició de la finestra
cs_cz: Zapamatovat si pozici okna
da_dk: Husk vinduesposition
de_de: Fensterposition speichern
el_gr: Απομνημόνευση θέσης παραθύρου
es_mx: Recordar posición de la ventana
et_ee: Jäta akna asukoht meelde
fa_ir: موقعیت پنجره را به خاطر بسپار
fil_ph: Tandaan ang posisyon ng window
fr_fr: Mémoriser la position de la fenêtre
ga_ie: Cuimhnigh ar shuíomh na fuinneoige
he_il: זכור מיקום חלון
hi_in: विंडो की स्थिति याद रखें
hr_hr: Zapamti položaj prozora
hu_hu: Ablakpozíció megjegyzése
id_id: Ingat posisi jendela
it_it: Ricorda posizione finestra
ja_jp: ウィンドウ位置を記憶
ko_kr: 창 위치 기억
lt_lt: Prisiminti lango padėtį
ms_my: Ingat kedudukan tetingkap
nl_nl: Vensterpositie onthouden
no_no: Husk vindusposisjon
pa_in: ਵਿੰਡੋ ਦੀ ਸਥਿਤੀ ਯਾਦ ਰੱਖੋ
pl_pl: Zapamiętaj pozycję okna
ru_ru: Запоминать положение окна
sk_sk: Pamätať si pozíciu okna
sq_al: Mbaj mend pozicionin e dritares
sr_cyrl_rs: Запамти позицију прозора
sv_se: Kom ihåg fönsterposition
sw_ke: Kumbuka nafasi ya dirisha
ta_in: சாளர நிலையை நினைவில் கொள்
th_th: จดจำตำแหน่งหน้าต่าง
tr_tr: Pencere konumunu hatırla
uk_ua: Запам'ятати позицію вікна
vi_vn: Ghi nhớ vị trí cửa sổ
zh_hans: 记住窗口位置

# SettingsPage_RememberWindowPosition_Description
source: Restore the main window to its previous screen location on next launch.
af_za: Herstel die hoofvenster na sy vorige skermligging met die volgende bekendstelling.
ar_eg: استعادة النافذة الرئيسية إلى موقعها السابق على الشاشة عند التشغيل التالي.
bg_bg: Възстановяване на главния прозорец до предишното му местоположение на екрана при следващото стартиране.
bn_bd: পরবর্তী লঞ্চে প্রধান উইন্ডোকে তার পূর্ববর্তী স্ক্রীন অবস্থানে পুনরুদ্ধার করুন।
ca_es: Restaura la finestra principal a la seva ubicació anterior a la pantalla en el proper inici.
cs_cz: Při dalším spuštění obnovit hlavní okno na předchozí pozici na obrazovce.
da_dk: Gendan hovedvinduet til dets tidligere skærmposition ved næste start.
de_de: Stellt die Position des Hauptfensters beim nächsten Start auf die vorherige Bildschirmposition wieder her.
el_gr: Επαναφορά του κύριου παραθύρου στην προηγούμενη του θέση οθόνης στην επόμενη εκκίνηση.
es_mx: Restaurar la ventana principal a su ubicación anterior en la pantalla en el próximo inicio.
et_ee: Taasta peaakna eelmine ekraani asukoht järgmisel käivitamisel.
fa_ir: پنجره اصلی را در راه‌اندازی بعدی به مکان قبلی خود در صفحه بازگردانید.
fil_ph: Ibalik ang pangunahing window sa nakaraan nitong lokasyon sa screen sa susunod na paglunsad.
fr_fr: Restaurer la fenêtre principale à son emplacement précédent sur l'écran lors du prochain lancement.
ga_ie: Athchóirigh an phríomhfhuinneog chuig a suíomh scáileáin roimhe seo ag an gcéad seoladh eile.
he_il: שחזר את החלון הראשי למיקומו הקודם במסך בהפעלה הבאה.
hi_in: अगले लॉन्च पर मुख्य विंडो को उसके पिछले स्क्रीन स्थान पर पुनर्स्थापित करें।
hr_hr: Vratite glavni prozor na prethodnu lokaciju na zaslonu pri sljedećem pokretanju.
hu_hu: Indításkor állítsa vissza a főablakot az előző képernyőpozíciójára.
id_id: Pulihkan jendela utama ke lokasi layar sebelumnya pada peluncuran berikutnya.
it_it: Ripristina la finestra principale alla sua posizione precedente sullo schermo al prossimo avvio.
ja_jp: 次回の起動時にメインウィンドウを以前の画面位置に復元します。
ko_kr: 다음 실행 시 주 창을 이전 화면 위치로 복원합니다.
lt_lt: Atkūrti pagrindinį langą į ankstesnę ekrano vietą kitą kartą paleidus.
ms_my: Pulihkan tetingkap utama ke lokasi skrin sebelumnya pada pelancaran seterusnya.
nl_nl: Herstel het hoofdvenster naar de vorige schermlocatie bij de volgende start.
no_no: Gjenopprett hovedvinduet til forrige skjermposisjon ved neste oppstart.
pa_in: ਅਗਲੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਮੁੱਖ ਵਿੰਡੋ ਨੂੰ ਇਸਦੀ ਪਿਛਲੀ ਸਕ੍ਰੀਨ ਸਥਿਤੀ 'ਤੇ ਬਹਾਲ ਕਰੋ।
pl_pl: Przywróć główne okno do poprzedniej lokalizacji na ekranie przy następnym uruchomieniu.
ru_ru: Восстанавливать главное окно на его предыдущем местоположении на экране при следующем запуске.
sk_sk: Obnoviť hlavné okno na jeho predchádzajúce umiestnenie na obrazovke pri ďalšom spustení.
sq_al: Rivendosni dritaren kryesore në vendndodhjen e saj të mëparshme në ekran në nisjen tjetër.
sr_cyrl_rs: Вратите главни прозор на претходну локацију на екрану при следећем покретању.
sv_se: Återställ huvudfönstret till dess tidigare skärmplats vid nästa start.
sw_ke: Rejesha dirisha kuu kwenye eneo lake la skrini lililopita wakati wa uzinduzi ujao.
ta_in: அடுத்த முறை துவக்கும்போது பிரதான சாளரத்தை அதன் முந்தைய திரை இருப்பிடத்திற்கு மீட்டமைக்கவும்.
th_th: กู้คืนหน้าต่างหลักไปยังตำแหน่งบนหน้าจอก่อนหน้าในการเปิดใช้งานครั้งถัดไป
tr_tr: Ana pencereyi bir sonraki başlatmada önceki ekran konumuna geri yükle.
uk_ua: Відновити головне вікно до його попереднього розташування на екрані при наступному запуску.
vi_vn: Khôi phục cửa sổ chính về vị trí màn hình trước đó khi khởi chạy lần tới.
zh_hans: 在下次启动时将主窗口恢复到其先前的屏幕位置。

# SettingsPage_RememberNavState_Header
source: Remember navigation panel state
af_za: Onthou navigasiepaneelstaat
ar_eg: تذكر حالة لوحة التنقل
bg_bg: Запомни състоянието на навигационния панел
bn_bd: নেভিগেশন প্যানেলের অবস্থা মনে রাখুন
ca_es: Recordar estat del panell de navegació
cs_cz: Zapamatovat si stav navigačního panelu
da_dk: Husk navigationpanelstatus
de_de: Navigationspanel-Status speichern
el_gr: Απομνημόνευση κατάστασης πίνακα πλοήγησης
es_mx: Recordar estado del panel de navegación
et_ee: Jäta navigeerimispaneeli olek meelde
fa_ir: وضعیت پنل ناوبری را به خاطر بسپار
fil_ph: Tandaan ang estado ng navigation panel
fr_fr: Mémoriser l'état du panneau de navigation
ga_ie: Cuimhnigh ar staid an phainéil nascleanúna
he_il: זכור מצב פאנל ניווט
hi_in: नेविगेशन पैनल की स्थिति याद रखें
hr_hr: Zapamti stanje navigacijske ploče
hu_hu: Navigációs panel állapotának megjegyzése
id_id: Ingat status panel navigasi
it_it: Ricorda stato pannello di navigazione
ja_jp: ナビゲーションパネルの状態を記憶
ko_kr: 탐색 패널 상태 기억
lt_lt: Prisiminti naršymo skydelio būseną
ms_my: Ingat keadaan panel navigasi
nl_nl: Navigatiepaneelstatus onthouden
no_no: Husk navigasjonspanelstatus
pa_in: ਨੈਵੀਗੇਸ਼ਨ ਪੈਨਲ ਦੀ ਸਥਿਤੀ ਯਾਦ ਰੱਖੋ
pl_pl: Zapamiętaj stan panelu nawigacji
ru_ru: Запоминать состояние панели навигации
sk_sk: Pamätať si stav navigačného panela
sq_al: Mbaj mend gjendjen e panelit të navigimit
sr_cyrl_rs: Запамти стање навигационог панела
sv_se: Kom ihåg navigationspanelens tillstånd
sw_ke: Kumbuka hali ya paneli ya urambazaji
ta_in: வழிசெலுத்தல் பலகத்தின் நிலையை நினைவில் கொள்
th_th: จดจำสถานะของแผงนำทาง
tr_tr: Navigasyon paneli durumunu hatırla
uk_ua: Запам'ятати стан панелі навігації
vi_vn: Ghi nhớ trạng thái bảng điều hướng
zh_hans: 记住导航面板状态
