Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Playlist_Status_CreateError
source: An error occurred while creating the playlist.
af_za: 'n Fout het voorgekom terwyl die snitlys geskep is.
ar_eg: حدث خطأ أثناء إنشاء قائمة التشغيل.
bg_bg: Възникна грешка при създаване на плейлиста.
bn_bd: প্লেলিস্ট তৈরির সময় একটি ত্রুটি ঘটেছে।
ca_es: S'ha produït un error en crear la llista de reproducció.
cs_cz: Při vytváření seznamu skladeb došlo k chybě.
da_dk: Der opstod en fejl under oprettelsen af afspilningslisten.
de_de: Beim Erstellen der Wiedergabeliste ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της λίστας αναπαραγωγής.
es_mx: Ocurrió un error al crear la lista de reproducción.
et_ee: Esitusloendi loomisel ilmnes viga.
fa_ir: هنگام ایجاد لیست پخش خطایی رخ داد.
fi_fi: Virhe soittolistan luomisessa.
fil_ph: May error na naganap habang ginagawa ang playlist.
fr_fr: Une erreur est survenue lors de la création de la liste de lecture.
ga_ie: Tharla earráid agus an seinmliosta á chruthú.
he_il: אירעה שגיאה בעת יצירת רשימת ההשמעה.
hi_in: प्लेलिस्ट बनाते समय एक त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom stvaranja popisa pjesama.
hu_hu: Hiba történt a lejátszási lista létrehozása során.
id_id: Terjadi kesalahan saat membuat daftar putar.
it_it: Si è verificato un errore durante la creazione della playlist.
ja_jp: プレイリストの作成中にエラーが発生しました。
ko_kr: 재생 목록을 생성하는 중 오류가 발생했습니다.
lt_lt: Įvyko klaida kuriant grojaraštį.
ms_my: Ralat berlaku semasa mencipta senarai main.
nl_nl: Er is een fout opgetreden bij het aanmaken van de afspeellijst.
no_no: Det oppsto en feil under oppretting av spillelisten.
pa_in: ਪਲੇਲਿਸਟ ਬਣਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl_pl: Wystąpił błąd podczas tworzenia playlisty.
pt_br: Ocorreu um erro ao criar a playlist.
ro_ro: A apărut o eroare la crearea listei de redare.
ru_ru: Произошла ошибка при создании плейлиста.
sk_sk: Počas vytvárania zoznamu skladieb došlo k chybe.
sq_al: Ndodhi një gabim gjatë krijimit të listës së luajtjes.
sr_cyrl_rs: Дошло је до грешке при креирању плејлисте.
sv_se: Ett fel uppstod när spellistan skulle skapas.
sw_ke: Hitilafu imetokea wakati wa kuunda orodha ya kucheza.
ta_in: பிளேலிஸ்ட்டை உருவாக்கும்போது பிழை ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดขณะสร้างเพลย์ลิสต์
tr_tr: Çalma listesi oluşturulurken bir hata oluştu.
uk_ua: Виникла помилка під час створення списку відтворення.
vi_vn: Đã xảy ra lỗi khi tạo danh sách phát.
zh_hans: 创建播放列表时发生错误。
zh_tw: 建立播放清單時發生錯誤。

# Playlist_Status_UpdatingCover
source: Updating playlist cover...
af_za: Dateer tans snitlysomslag op...
ar_eg: جاري تحديث غلاف قائمة التشغيل...
bg_bg: Актуализиране на обложка на плейлист...
bn_bd: প্লেলিস্ট কভার আপডেট করা হচ্ছে...
ca_es: S'està actualitzant la portada de la llista de reproducció...
cs_cz: Aktualizuje se obal seznamu skladeb...
da_dk: Opdaterer afspilningslisteomslag...
de_de: Wiedergabelisten-Cover wird aktualisiert...
el_gr: Ενημερώνεται το εξώφυλλο της λίστας αναπαραγωγής...
es_mx: Actualizando carátula de la lista de reproducción...
et_ee: Esitusloendi kaanepildi uuendamine...
fa_ir: در حال به‌روزرسانی کاور لیست پخش...
fi_fi: Päivitetään soittolistan kantta...
fil_ph: Ina-update ang cover ng playlist...
fr_fr: Mise à jour de la pochette de la liste de lecture...
ga_ie: Ag nuashonrú clúdach seinmliosta...
he_il: מעדכן עטיפת רשימת השמעה...
hi_in: प्लेलिस्ट कवर अपडेट किया जा रहा है...
hr_hr: Ažuriram naslovnicu popisa pjesama...
hu_hu: Lejátszási lista borítóképének frissítése...
id_id: Memperbarui sampul daftar putar...
it_it: Aggiornamento copertina playlist...
ja_jp: プレイリストカバーを更新中...
ko_kr: 재생 목록 커버 업데이트 중...
lt_lt: Atnaujinamas grojaraščio viršelis...
ms_my: Mengemas kini kulit senarai main...
nl_nl: Afspeellijsthoes bijwerken...
no_no: Oppdaterer spillelistebilde...
pa_in: ਪਲੇਲਿਸਟ ਕਵਰ ਅਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Aktualizuję okładkę playlisty...
pt_br: Atualizando capa da playlist...
ro_ro: Se actualizează coperta listei de redare...
ru_ru: Обновление обложки плейлиста...
sk_sk: Aktualizujem obal zoznamu skladieb...
sq_al: Duke përditësuar kopertinën e listës së luajtjes...
sr_cyrl_rs: Ажурирам омот плејлисте...
sv_se: Uppdaterar spellistans omslag...
sw_ke: Inasasisha jalada la orodha ya kucheza...
ta_in: பிளேலிஸ்ட் கவர் புதுப்பிக்கப்படுகிறது...
th_th: กำลังอัปเดตปกเพลย์ลิสต์...
tr_tr: Çalma listesi kapağı güncelleniyor...
uk_ua: Оновлення обкладинки списку відтворення...
vi_vn: Đang cập nhật ảnh bìa danh sách phát...
zh_hans: 正在更新播放列表封面...
zh_tw: 正在更新播放清單封面...

# Playlist_Status_UpdateCoverFailed
source: Failed to update playlist cover.
af_za: Kon nie snitlysomslag opdateer nie.
ar_eg: فشل في تحديث غلاف قائمة التشغيل.
bg_bg: Неуспешно актуализиране на обложка на плейлист.
bn_bd: প্লেলিস্ট কভার আপডেট করতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut actualitzar la portada de la llista de reproducció.
cs_cz: Nepodařilo se aktualizovat obal seznamu skladeb.
da_dk: Kunne ikke opdatere afspilningslisteomslag.
de_de: Wiedergabelisten-Cover konnte nicht aktualisiert werden.
el_gr: Αποτυχία ενημέρωσης του εξώφυλλου της λίστας αναπαραγωγής.
es_mx: Error al actualizar la carátula de la lista de reproducción.
et_ee: Esitusloendi kaanepildi uuendamine ebaõnnestus.
fa_ir: به‌روزرسانی کاور لیست پخش ناموفق بود.
fi_fi: Soittolistan kannen päivittäminen epäonnistui.
fil_ph: Nabigo ang pag-update ng cover ng playlist.
fr_fr: Échec de la mise à jour de la pochette de la liste de lecture.
ga_ie: Theip ar chlúdach seinmliosta a nuashonrú.
he_il: עדכון עטיפת רשימת ההשמעה נכשל.
hi_in: प्लेलिस्ट कवर अपडेट करने में विफल।
hr_hr: Ažuriranje naslovnice popisa pjesama nije uspjelo.
hu_hu: Nem sikerült frissíteni a lejátszási lista borítóképét.
id_id: Gagal memperbarui sampul daftar putar.
it_it: Impossibile aggiornare la copertina della playlist.
ja_jp: プレイリストカバーの更新に失敗しました。
ko_kr: 재생 목록 커버 업데이트에 실패했습니다.
lt_lt: Nepavyko atnaujinti grojaraščio viršelio.
ms_my: Gagal mengemas kini kulit senarai main.
nl_nl: Bijwerken afspeellijsthoes mislukt.
no_no: Klarte ikke å oppdatere spillelistebilde.
pa_in: ਪਲੇਲਿਸਟ ਕਵਰ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się zaktualizować okładki playlisty.
pt_br: Falha ao atualizar capa da playlist.
ro_ro: Actualizarea copertei listei de redare a eșuat.
ru_ru: Не удалось обновить обложку плейлиста.
sk_sk: Nepodarilo sa aktualizovať obal zoznamu skladieb.
sq_al: Dështoi përditësimi i kopertinës së listës së luajtjes.
sr_cyrl_rs: Ажурирање омота плејлисте није успело.
sv_se: Kunde inte uppdatera spellistans omslag.
sw_ke: Imeshindwa kusasisha jalada la orodha ya kucheza.
ta_in: பிளேலிஸ்ட் கவரை புதுப்பிக்கத் தவறிவிட்டது.
th_th: ไม่สามารถอัปเดตปกเพลย์ลิสต์ได้
tr_tr: Çalma listesi kapağı güncellenemedi.
uk_ua: Не вдалося оновити обкладинку списку відтворення.
vi_vn: Không thể cập nhật ảnh bìa danh sách phát.
zh_hans: 更新播放列表封面失败。
zh_tw: 更新播放清單封面失敗。

# Playlist_Status_UpdateCoverError
source: An error occurred while updating the playlist cover.
af_za: 'n Fout het voorgekom terwyl die snitlysomslag opgedateer is.
ar_eg: حدث خطأ أثناء تحديث غلاف قائمة التشغيل.
bg_bg: Възникна грешка при актуализиране на обложката на плейлиста.
bn_bd: প্লেলিস্ট কভার আপডেটের সময় একটি ত্রুটি ঘটেছে।
ca_es: S'ha produït un error en actualitzar la portada de la llista de reproducció.
cs_cz: Při aktualizaci obalu seznamu skladeb došlo k chybě.
da_dk: Der opstod en fejl under opdatering af afspilningslisteomslaget.
de_de: Beim Aktualisieren des Wiedergabelisten-Covers ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση του εξώφυλλου της λίστας αναπαραγωγής.
es_mx: Ocurrió un error al actualizar la carátula de la lista de reproducción.
et_ee: Esitusloendi kaanepildi uuendamisel ilmnes viga.
fa_ir: هنگام به‌روزرسانی کاور لیست پخش خطایی رخ داد.
fi_fi: Virhe soittolistan kannen päivittämisessä.
fil_ph: May error na naganap habang ina-update ang cover ng playlist.
fr_fr: Une erreur est survenue lors de la mise à jour de la pochette de la liste de lecture.
ga_ie: Tharla earráid agus an clúdach seinmliosta á nuashonrú.
he_il: אירעה שגיאה בעת עדכון עטיפת רשימת ההשמעה.
hi_in: प्लेलिस्ट कवर अपडेट करते समय एक त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom ažuriranja naslovnice popisa pjesama.
hu_hu: Hiba történt a lejátszási lista borítóképének frissítése során.
id_id: Terjadi kesalahan saat memperbarui sampul daftar putar.
it_it: Si è verificato un errore durante l'aggiornamento della copertina della playlist.
ja_jp: プレイリストカバーの更新中にエラーが発生しました。
ko_kr: 재생 목록 커버를 업데이트하는 중 오류가 발생했습니다.
lt_lt: Įvyko klaida atnaujinant grojaraščio viršelį.
ms_my: Ralat berlaku semasa mengemas kini kulit senarai main.
nl_nl: Er is een fout opgetreden bij het bijwerken van de afspeellijsthoes.
no_no: Det oppsto en feil under oppdatering av spillelistebildet.
pa_in: ਪਲੇਲਿਸਟ ਕਵਰ ਅਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl_pl: Wystąpił błąd podczas aktualizacji okładki playlisty.
pt_br: Ocorreu um erro ao atualizar a capa da playlist.
ro_ro: A apărut o eroare la actualizarea copertei listei de redare.
ru_ru: Произошла ошибка при обновлении обложки плейлиста.
sk_sk: Počas aktualizácie obalu zoznamu skladieb došlo k chybe.
sq_al: Ndodhi një gabim gjatë përditësimit të kopertinës së listës së luajtjes.
sr_cyrl_rs: Дошло је до грешке при ажурирању омота плејлисте.
sv_se: Ett fel uppstod när spellistans omslag skulle uppdateras.
sw_ke: Hitilafu imetokea wakati wa kusasisha jalada la orodha ya kucheza.
ta_in: பிளேலிஸ்ட் கவரை புதுப்பிக்கும்போது பிழை ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดขณะอัปเดตปกเพลย์ลิสต์
tr_tr: Çalma listesi kapağı güncellenirken bir hata oluştu.
uk_ua: Виникла помилка під час оновлення обкладинки списку відтворення.
vi_vn: Đã xảy ra lỗi khi cập nhật ảnh bìa danh sách phát.
zh_hans: 更新播放列表封面时发生错误。
zh_tw: 更新播放清單封面時發生錯誤。

# Playlist_Status_RemovingCover
source: Removing playlist image...
af_za: Verwyder tans snitlysprent...
ar_eg: جاري إزالة صورة قائمة التشغيل...
bg_bg: Премахване на изображение на плейлист...
bn_bd: প্লেলিস্টের ছবি সরানো হচ্ছে...
ca_es: S'està eliminant la imatge de la llista de reproducció...
cs_cz: Odstraňuje se obrázek seznamu skladeb...
da_dk: Fjerner afspilningslistebillede...
de_de: Wiedergabelistenbild wird entfernt...
el_gr: Αφαιρείται η εικόνα της λίστας αναπαραγωγής...
es_mx: Eliminando imagen de la lista de reproducción...
et_ee: Esitusloendi pildi eemaldamine...
fa_ir: در حال حذف تصویر لیست پخش...
fi_fi: Poistetaan soittolistan kuvaa...
fil_ph: Tinatanggal ang larawan ng playlist...
fr_fr: Suppression de l'image de la liste de lecture...
ga_ie: Ag baint íomhá seinmliosta...
he_il: מסיר תמונת רשימת השמעה...
hi_in: प्लेलिस्ट इमेज हटाई जा रही है...
hr_hr: Uklanjam sliku popisa pjesama...
hu_hu: Lejátszási lista képének eltávolítása...
id_id: Menghapus gambar daftar putar...
it_it: Rimozione immagine playlist...
ja_jp: プレイリスト画像を削除中...
ko_kr: 재생 목록 이미지 제거 중...
lt_lt: Šalinamas grojaraščio paveikslėlis...
ms_my: Mengalih keluar imej senarai main...
nl_nl: Afspeellijstafbeelding verwijderen...
no_no: Fjerner spillelistebilde...
pa_in: ਪਲੇਲਿਸਟ ਚਿੱਤਰ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Usuwam obraz playlisty...
pt_br: Removendo imagem da playlist...
ro_ro: Se elimină imaginea listei de redare...
ru_ru: Удаление изображения плейлиста...
sk_sk: Odstraňujem obrázok zoznamu skladieb...
sq_al: Duke hequr imazhin e listës së luajtjes...
sr_cyrl_rs: Уклањам слику плејлисте...
sv_se: Tar bort spellistans bild...
sw_ke: Inaondoa picha ya orodha ya kucheza...
ta_in: பிளேலிஸ்ட் படம் நீக்கப்படுகிறது...
th_th: กำลังลบรูปภาพเพลย์ลิสต์...
tr_tr: Çalma listesi görseli kaldırılıyor...
uk_ua: Видалення зображення списку відтворення...
vi_vn: Đang xóa ảnh danh sách phát...
zh_hans: 正在移除播放列表图片...
zh_tw: 正在移除播放清單圖片...

# Playlist_Status_RemoveCoverFailed
source: Failed to remove playlist image.
af_za: Kon nie snitlysprent verwyder nie.
ar_eg: فشل في إزالة صورة قائمة التشغيل.
bg_bg: Неуспешно премахване на изображение на плейлист.
bn_bd: প্লেলিস্টের ছবি সরাতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut eliminar la imatge de la llista de reproducció.
cs_cz: Nepodařilo se odstranit obrázek seznamu skladeb.
da_dk: Kunne ikke fjerne afspilningslistebillede.
de_de: Wiedergabelistenbild konnte nicht entfernt werden.
el_gr: Αποτυχία αφαίρεσης της εικόνας της λίστας αναπαραγωγής.
es_mx: Error al eliminar la imagen de la lista de reproducción.
et_ee: Esitusloendi pildi eemaldamine ebaõnnestus.
fa_ir: حذف تصویر لیست پخش ناموفق بود.
fi_fi: Soittolistan kuvan poistaminen epäonnistui.
fil_ph: Nabigo ang pagtanggal ng larawan ng playlist.
fr_fr: Échec de la suppression de l'image de la liste de lecture.
ga_ie: Theip ar íomhá seinmliosta a bhaint.
he_il: הסרת תמונת רשימת ההשמעה נכשלה.
hi_in: प्लेलिस्ट इमेज हटाने में विफल।
hr_hr: Uklanjanje slike popisa pjesama nije uspjelo.
hu_hu: Nem sikerült eltávolítani a lejátszási lista képét.
id_id: Gagal menghapus gambar daftar putar.
it_it: Impossibile rimuovere l'immagine della playlist.
ja_jp: プレイリスト画像の削除に失敗しました。
ko_kr: 재생 목록 이미지 제거에 실패했습니다.
lt_lt: Nepavyko pašalinti grojaraščio paveikslėlio.
ms_my: Gagal mengalih keluar imej senarai main.
nl_nl: Verwijderen afspeellijstafbeelding mislukt.
no_no: Klarte ikke å fjerne spillelistebildet.
pa_in: ਪਲੇਲਿਸਟ ਚਿੱਤਰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się usunąć obrazu playlisty.
pt_br: Falha ao remover imagem da playlist.
ro_ro: Eliminarea imaginii listei de redare a eșuat.
ru_ru: Не удалось удалить изображение плейлиста.
sk_sk: Nepodarilo sa odstrániť obrázok zoznamov skladieb.
sq_al: Dështoi heqja e imazhit të listës së luajtjes.
sr_cyrl_rs: Уклањање слике плејлисте није успело.
sv_se: Kunde inte ta bort spellistans bild.
sw_ke: Imeshindwa kuondoa picha ya orodha ya kucheza.
ta_in: பிளேலிஸ்ட் படத்தை நீக்கத் தவறிவிட்டது.
th_th: ไม่สามารถลบรูปภาพเพลย์ลิสต์ได้
tr_tr: Çalma listesi görseli kaldırılamadı.
uk_ua: Не вдалося видалити зображення списку відтворення.
vi_vn: Không thể xóa ảnh danh sách phát.
zh_hans: 移除播放列表图片失败。
zh_tw: 移除播放清單圖片失敗。

# Playlist_Status_RemoveCoverError
source: An error occurred while removing the playlist image.
af_za: 'n Fout het voorgekom terwyl die snitlysprent verwyder is.
ar_eg: حدث خطأ أثناء إزالة صورة قائمة التشغيل.
bg_bg: Възникна грешка при премахване на изображението на плейлиста.
bn_bd: প্লেলিস্টের ছবি সরানোর সময় একটি ত্রুটি ঘটেছে।
ca_es: S'ha produït un error en eliminar la imatge de la llista de reproducció.
cs_cz: Při odstraňování obrázku seznamu skladeb došlo k chybě.
da_dk: Der opstod en fejl under fjernelse af afspilningslistebilledet.
de_de: Beim Entfernen des Wiedergabelistenbildes ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την αφαίρεση της εικόνας της λίστας αναπαραγωγής.
es_mx: Ocurrió un error al eliminar la imagen de la lista de reproducción.
et_ee: Esitusloendi pildi eemaldamisel ilmnes viga.
fa_ir: هنگام حذف تصویر لیست پخش خطایی رخ داد.
fi_fi: Virhe soittolistan kuvan poistamisessa.
fil_ph: May error na naganap habang tinatanggal ang larawan ng playlist.
fr_fr: Une erreur est survenue lors de la suppression de l'image de la liste de lecture.
ga_ie: Tharla earráid agus an íomhá seinmliosta á baint.
he_il: אירעה שגיאה בעת הסרת תמונת רשימת ההשמעה.
hi_in: प्लेलिस्ट इमेज हटाते समय एक त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom uklanjanja slike popisa pjesama.
hu_hu: Hiba történt a lejátszási lista képének eltávolítása során.
id_id: Terjadi kesalahan saat menghapus gambar daftar putar.
it_it: Si è verificato un errore durante la rimozione dell'immagine della playlist.
ja_jp: プレイリスト画像の削除中にエラーが発生しました。
ko_kr: 재생 목록 이미지를 제거하는 중 오류가 발생했습니다.
lt_lt: Įvyko klaida šalinant grojaraščio paveikslėlį.
ms_my: Ralat berlaku semasa mengalih keluar imej senarai main.
nl_nl: Er is een fout opgetreden bij het verwijderen van de afspeellijstafbeelding.
no_no: Det oppsto en feil under fjerning av spillelistebildet.
pa_in: ਪਲੇਲਿਸਟ ਚਿੱਤਰ ਹਟਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl_pl: Wystąpił błąd podczas usuwania obrazu playlisty.
pt_br: Ocorreu um erro ao remover a imagem da playlist.
ro_ro: A apărut o eroare la eliminarea imaginii listei de redare.
ru_ru: Произошла ошибка при удалении изображения плейлиста.
sk_sk: Počas odstraňovania obrázka zoznamu skladieb došlo k chybe.
sq_al: Ndodhi një gabim gjatë heqjes së imazhit të listës së luajtjes.
sr_cyrl_rs: Дошло је до грешке при уклањању слике плејлисте.
sv_se: Ett fel uppstod när spellistans bild skulle tas bort.
sw_ke: Hitilafu imetokea wakati wa kuondoa picha ya orodha ya kucheza.
ta_in: பிளேலிஸ்ட் படத்தை நீக்கும்போது பிழை ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดขณะลบรูปภาพเพลย์ลิสต์
tr_tr: Çalma listesi görseli kaldırılırken bir hata oluştu.
uk_ua: Виникла помилка під час видалення зображення списку відтворення.
vi_vn: Đã xảy ra lỗi khi xóa ảnh danh sách phát.
zh_hans: 移除播放列表图片时发生错误。
zh_tw: 移除播放清單圖片時發生錯誤。

# Playlist_Status_Renaming
source: Renaming playlist...
af_za: Hernoem tans snitlys...
ar_eg: جاري إعادة تسمية قائمة التشغيل...
bg_bg: Преименуване на плейлист...
bn_bd: প্লেলিস্টের নাম পরিবর্তন করা হচ্ছে...
ca_es: S'està canviant el nom de la llista de reproducció...
cs_cz: Přejmenovává se seznam skladeb...
da_dk: Omdøber afspilningsliste...
de_de: Wiedergabeliste wird umbenannt...
el_gr: Μετονομάζεται η λίστα αναπαραγωγής...
es_mx: Cambiando nombre a la lista de reproducción...
et_ee: Esitusloendi ümbernimetamine...
fa_ir: در حال تغییر نام لیست پخش...
fi_fi: Nimetään soittolistaa uudelleen...
fil_ph: Pinapalitan ang pangalan ng playlist...
fr_fr: Renommage de la liste de lecture...
ga_ie: Ag athainmniú seinmliosta...
he_il: משנה שם לרשימת השמעה...
hi_in: प्लेलिस्ट का नाम बदला जा रहा है...
hr_hr: Preimenujem popis pjesama...
hu_hu: Lejátszási lista átnevezése...
id_id: Mengganti nama daftar putar...
it_it: Ridenominazione playlist...
ja_jp: プレイリスト名を変更中...
ko_kr: 재생 목록 이름 변경 중...
lt_lt: Pervardinamas grojaraštis...
ms_my: Menama semula senarai main...
nl_nl: Afspeellijst hernoemen...
no_no: Døper om spilleliste...
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Zmieniam nazwę playlisty...
pt_br: Renomeando playlist...
ro_ro: Se redenumește lista de redare...
ru_ru: Переименование плейлиста...
sk_sk: Premenúvam zoznam skladieb...
sq_al: Duke riemëruar listën e luajtjes...
sr_cyrl_rs: Преименовање плејлисте...
sv_se: Byter namn på spellista...
sw_ke: Inabadilisha jina la orodha ya kucheza...
ta_in: பிளேலிஸ்ட் பெயர் மாற்றப்படுகிறது...
th_th: กำลังเปลี่ยนชื่อเพลย์ลิสต์...
tr_tr: Çalma listesi yeniden adlandırılıyor...
uk_ua: Перейменування списку відтворення...
vi_vn: Đang đổi tên danh sách phát...
zh_hans: 正在重命名播放列表...
zh_tw: 正在重新命名播放清單...

# Playlist_Status_RenameFailed
source: Failed to rename playlist.
af_za: Kon nie snitlys hernoem nie.
ar_eg: فشل في إعادة تسمية قائمة التشغيل.
bg_bg: Неуспешно преименуване на плейлист.
bn_bd: প্লেলিস্টের নাম পরিবর্তন করতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut canviar el nom de la llista de reproducció.
cs_cz: Nepodařilo se přejmenovat seznam skladeb.
da_dk: Kunne ikke omdøbe afspilningsliste.
de_de: Wiedergabeliste konnte nicht umbenannt werden.
el_gr: Αποτυχία μετονομασίας λίστας αναπαραγωγής.
es_mx: Error al cambiar el nombre de la lista de reproducción.
et_ee: Esitusloendi ümbernimetamine ebaõnnestus.
fa_ir: تغییر نام لیست پخش ناموفق بود.
fi_fi: Soittolistan uudelleennimeäminen epäonnistui.
fil_ph: Nabigo ang pagpalit ng pangalan ng playlist.
fr_fr: Échec du renommage de la liste de lecture.
ga_ie: Theip ar an seinmliosta a athainmniú.
he_il: שינוי שם רשימת ההשמעה נכשל.
hi_in: प्लेलिस्ट का नाम बदलने में विफल।
hr_hr: Preimenovanje popisa pjesama nije uspjelo.
hu_hu: Nem sikerült átnevezni a lejátszási listát.
id_id: Gagal mengganti nama daftar putar.
it_it: Impossibile rinominare la playlist.
ja_jp: プレイリスト名の変更に失敗しました。
ko_kr: 재생 목록 이름 변경에 실패했습니다.
lt_lt: Nepavyko pervadinti grojaraščio.
ms_my: Gagal menama semula senarai main.
nl_nl: Hernoemen afspeellijst mislukt.
no_no: Klarte ikke å døpe om spillelisten.
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się zmienić nazwy playlisty.
pt_br: Falha ao renomear playlist.
ro_ro: Redenumirea listei de redare a eșuat.
ru_ru: Не удалось переименовать плейлист.
sk_sk: Nepodarilo sa premenovať zoznam skladieb.
sq_al: Dështoi riemërimi i listës së luajtjes.
sr_cyrl_rs: Преименовање плејлисте није успело.
sv_se: Kunde inte byta namn på spellistan.
sw_ke: Imeshindwa kubadilisha jina la orodha ya kucheza.
ta_in: பிளேலிஸ்ட் பெயரை மாற்றத் தவறிவிட்டது.
th_th: ไม่สามารถเปลี่ยนชื่อเพลย์ลิสต์ได้
tr_tr: Çalma listesi yeniden adlandırılamadı.
uk_ua: Не вдалося перейменувати список відтворення.
vi_vn: Không thể đổi tên danh sách phát.
zh_hans: 重命名播放列表失败。
zh_tw: 重新命名播放清單失敗。

# Playlist_Status_RenameError
source: An error occurred while renaming the playlist.
af_za: 'n Fout het voorgekom terwyl die snitlys hernoem is.
ar_eg: حدث خطأ أثناء إعادة تسمية قائمة التشغيل.
bg_bg: Възникна грешка при преименуване на плейлиста.
bn_bd: প্লেলিস্টের নাম পরিবর্তনের সময় একটি ত্রুটি ঘটেছে।
ca_es: S'ha produït un error en canviar el nom de la llista de reproducció.
cs_cz: Při přejmenování seznamu skladeb došlo k chybě.
da_dk: Der opstod en fejl under omdøbning af afspilningslisten.
de_de: Beim Umbenennen der Wiedergabeliste ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τη μετονομασία της λίστας αναπαραγωγής.
es_mx: Ocurrió un error al cambiar el nombre de la lista de reproducción.
et_ee: Esitusloendi ümbernimetamisel ilmnes viga.
fa_ir: هنگام تغییر نام لیست پخش خطایی رخ داد.
fi_fi: Virhe soittolistan uudelleennimeämisessä.
fil_ph: May error na naganap habang pinapalitan ang pangalan ng playlist.
fr_fr: Une erreur est survenue lors du renommage de la liste de lecture.
ga_ie: Tharla earráid agus an seinmliosta á athainmniú.
he_il: אירעה שגיאה בעת שינוי שם רשימת ההשמעה.
hi_in: प्लेलिस्ट का नाम बदलते समय एक त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom preimenovanja popisa pjesama.
hu_hu: Hiba történt a lejátszási lista átnevezése során.
id_id: Terjadi kesalahan saat mengganti nama daftar putar.
it_it: Si è verificato un errore durante la ridenominazione della playlist.
ja_jp: プレイリスト名の変更中にエラーが発生しました。
ko_kr: 재생 목록 이름을 변경하는 중 오류가 발생했습니다.
lt_lt: Įvyko klaida pervardinant grojaraštį.
ms_my: Ralat berlaku semasa menama semula senarai main.
nl_nl: Er is een fout opgetreden bij het hernoemen van de afspeellijst.
no_no: Det oppsto en feil under omdøping av spillelisten.
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਬਦਲਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl_pl: Wystąpił błąd podczas zmiany nazwy playlisty.
pt_br: Ocorreu um erro ao renomear a playlist.
ro_ro: A apărut o eroare la redenumirea listei de redare.
ru_ru: Произошла ошибка при переименовании плейлиста.
sk_sk: Počas premenovávania zoznamu skladieb došlo k chybe.
sq_al: Ndodhi një gabim gjatë riemërimit të listës së luajtjes.
sr_cyrl_rs: Дошло је до грешке при преименовању плејлисте.
sv_se: Ett fel uppstod när spellistan skulle döpas om.
sw_ke: Hitilafu imetokea wakati wa kubadilisha jina la orodha ya kucheza.
ta_in: பிளேலிஸ்ட் பெயரை மாற்றும்போது பிழை ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดขณะเปลี่ยนชื่อเพลย์ลิสต์
tr_tr: Çalma listesi yeniden adlandırılırken bir hata oluştu.
uk_ua: Виникла помилка під час перейменування списку відтворення.
vi_vn: Đã xảy ra lỗi khi đổi tên danh sách phát.
zh_hans: 重命名播放列表时发生错误。
zh_tw: 重新命名播放清單時發生錯誤。
