Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_LastFm_NowPlaying_Description
source: Show your friends on Last.fm what you're currently listening to in real-time.
af_za: Wys jou vriende op Last.fm waarna jy tans luister in real-time.
ar_eg: اعرض لأصدقائك على Last.fm ما تستمع إليه حاليًا في الوقت الفعلي.
bg_bg: Показвайте на приятелите си в Last.fm какво слушате в момента в реално време.
bn_bd: Last.fm-এ আপনার বন্ধুদের দেখান যে আপনি বর্তমানে রিয়েল-টাইমে কী শুনছেন।
ca_es: Mostra als teus amics de Last.fm el que estàs escoltant actualment en temps real.
cs_cz: Ukázat svým přátelům na Last.fm, co právě posloucháte v reálném čase.
da_dk: Vis dine venner på Last.fm, hvad du lytter til i realtid.
de_de: Zeigen Sie Ihren Freunden auf Last.fm in Echtzeit, was Sie gerade hören.
el_gr: Εμφανίστε στους φίλους σας στο Last.fm τι ακούτε αυτήν τη στιγμή σε πραγματικό χρόνο.
es_mx: Muestre a sus amigos en Last.fm lo que está escuchando actualmente en tiempo real.
et_ee: Näita oma sõpradele Last.fm-is, mida sa hetkel kuulad, reaalajas.
fa_ir: به دوستان خود در Last.fm نشان دهید که در حال حاضر به صورت زنده چه چیزی گوش می‌دهید.
fil_ph: Ipakita sa iyong mga kaibigan sa Last.fm kung ano ang kasalukuyan mong pinapakinggan sa real-time.
fr_fr: Montrez à vos amis sur Last.fm ce que vous écoutez actuellement en temps réel.
ga_ie: Taispeáin do chairde ar Last.fm cad atá á éisteacht agat faoi láthair i bhfíor-am.
he_il: הצג לחבריך ב-Last.fm למה אתה מאזין כעת בזמן אמת.
hi_in: अपने Last.fm दोस्तों को दिखाएँ कि आप वास्तविक समय में क्या सुन रहे हैं।
hr_hr: Prikažite svojim prijateljima na Last.fm-u što trenutno slušate u stvarnom vremenu.
hu_hu: Mutassa meg barátainak a Last.fm-en, mit hallgat éppen valós időben.
id_id: Tampilkan kepada teman-teman Anda di Last.fm apa yang sedang Anda dengarkan secara real-time.
it_it: Mostra ai tuoi amici su Last.fm ciò che stai ascoltando in tempo reale.
ja_jp: Last.fmの友達に、現在聴いている曲をリアルタイムで表示します。
ko_kr: Last.fm 친구들에게 실시간으로 현재 듣고 있는 곡을 보여줍니다.
lt_lt: Rodykite savo draugams Last.fm, ko šiuo metu klausotės realiuoju laiku.
ms_my: Tunjukkan kepada rakan anda di Last.fm apa yang anda sedang dengar dalam masa nyata.
nl_nl: Laat uw vrienden op Last.fm in realtime zien waarnaar u momenteel luistert.
no_no: Vis vennene dine på Last.fm hva du lytter til akkurat nå i sanntid.
pa_in: ਆਪਣੇ Last.fm ਦੋਸਤਾਂ ਨੂੰ ਦਿਖਾਓ ਕਿ ਤੁਸੀਂ ਰੀਅਲ-ਟਾਈਮ ਵਿੱਚ ਕੀ ਸੁਣ ਰਹੇ ਹੋ।
pl_pl: Pokaż znajomym na Last.fm, czego aktualnie słuchasz w czasie rzeczywistym.
ru_ru: Показывать своим друзьям на Last.fm, что вы слушаете в реальном времени.
sk_sk: Ukážte svojim priateľom na Last.fm, čo práve počúvate v reálnom čase.
sq_al: Shfaqni miqve tuaj në Last.fm atë që po dëgjoni aktualisht në kohë reale.
sr_cyrl_rs: Прикажите својим пријатељима на Last.fm-у шта тренутно слушате у реалном времену.
sv_se: Visa dina vänner på Last.fm vad du lyssnar på i realtid.
sw_ke: Onyesha marafiki zako kwenye Last.fm unachokisikiliza sasa hivi.
ta_in: Last.fm இல் உங்கள் நண்பர்களுக்கு நீங்கள் தற்போது எதைக் கேட்கிறீர்கள் என்பதை உண்மையான நேரத்தில் காட்டுங்கள்.
th_th: แสดงให้เพื่อนของคุณบน Last.fm เห็นสิ่งที่คุณกำลังฟังอยู่ในปัจจุบันแบบเรียลไทม์
tr_tr: Last.fm'deki arkadaşlarınıza o anda ne dinlediğinizi gerçek zamanlı olarak gösterin.
uk_ua: Показуйте своїм друзям на Last.fm, що ви слухаєте в реальному часі.
vi_vn: Hiển thị cho bạn bè trên Last.fm những gì bạn đang nghe theo thời gian thực.
zh_hans: 在 Last.fm 上实时向您的朋友显示您当前正在收听的内容。

# SettingsPage_Discord_Header
source: Discord
bn_bd: ডিসকর্ড
hi_in: डिस्कॉर्ड
pa_in: ਡਿਸਕੋਰਡ
ta_in: டிஸ்கார்ட்

# SettingsPage_Discord_Description
source: Show your current listening activity as your status on Discord.
af_za: Wys jou huidige luisteraktiwiteit as jou status op Discord.
ar_eg: اعرض نشاط الاستماع الحالي الخاص بك كحالة لك على Discord.
bg_bg: Показвайте текущата си активност на слушане като статус в Discord.
bn_bd: ডিসকর্ড-এ আপনার বর্তমান শোনার কার্যকলাপ আপনার স্ট্যাটাস হিসাবে দেখান।
ca_es: Mostra la teva activitat d'escolta actual com a estat a Discord.
cs_cz: Zobrazit vaši aktuální poslechovou aktivitu jako váš stav na Discordu.
da_dk: Vis din nuværende lytteaktivitet som din status på Discord.
de_de: Zeigen Sie Ihre aktuelle Höraktivität als Status auf Discord an.
el_gr: Εμφανίστε την τρέχουσα δραστηριότητα ακρόασης ως την κατάστασή σας στο Discord.
es_mx: Muestre su actividad de escucha actual como su estado en Discord.
et_ee: Näita oma praegust kuulamistegevust Discordi staatusena.
fa_ir: فعالیت گوش دادن فعلی خود را به عنوان وضعیت شما در Discord نمایش دهید.
fil_ph: Ipakita ang iyong kasalukuyang aktibidad sa pakikinig bilang iyong status sa Discord.
fr_fr: Affichez votre activité d'écoute actuelle comme statut sur Discord.
ga_ie: Taispeáin do ghníomhaíocht éisteachta reatha mar do stádas ar Discord.
he_il: הצג את פעילות ההאזנה הנוכחית שלך כסטטוס ב-Discord.
hi_in: डिस्कॉर्ड पर अपनी वर्तमान सुनने की गतिविधि को अपनी स्थिति के रूप में दिखाएँ।
hr_hr: Prikažite svoju trenutnu aktivnost slušanja kao svoj status na Discordu.
hu_hu: Jelenítse meg aktuális hallgatási tevékenységét Discord állapotként.
id_id: Tampilkan aktivitas mendengarkan Anda saat ini sebagai status Anda di Discord.
it_it: Mostra la tua attività di ascolto attuale come stato su Discord.
ja_jp: Discordで現在の再生アクティビティをステータスとして表示します。
ko_kr: Discord 상태에 현재 듣고 있는 활동을 표시합니다.
lt_lt: Rodyti savo dabartinę klausymosi veiklą kaip būseną „Discord“.
ms_my: Tunjukkan aktiviti pendengaran semasa anda sebagai status anda di Discord.
nl_nl: Toon uw huidige luisteractiviteit als uw status op Discord.
no_no: Vis din nåværende lytteaktivitet som statusen din på Discord.
pa_in: ਆਪਣੀ ਮੌਜੂਦਾ ਸੁਣਨ ਦੀ ਗਤੀਵਿਧੀ ਨੂੰ ਡਿਸਕੋਰਡ 'ਤੇ ਆਪਣੀ ਸਥਿਤੀ ਵਜੋਂ ਦਿਖਾਓ।
pl_pl: Pokaż swoją aktualną aktywność słuchania jako status na Discordzie.
ru_ru: Показывать текущую активность прослушивания в статусе Discord.
sk_sk: Zobraziť vašu aktuálnu aktivitu počúvania ako stav na Discorde.
sq_al: Shfaqni aktivitetin tuaj aktual të dëgjimit si statusin tuaj në Discord.
sr_cyrl_rs: Прикажите своју тренутну активност слушања као статус на Discord-у.
sv_se: Visa din nuvarande lyssningsaktivitet som din status på Discord.
sw_ke: Onyesha shughuli yako ya kusikiliza ya sasa kama hali yako kwenye Discord.
ta_in: டிஸ்கார்டில் உங்கள் தற்போதைய கேட்புச் செயல்பாட்டை உங்கள் நிலையாகக் காட்டுங்கள்.
th_th: แสดงกิจกรรมการฟังปัจจุบันของคุณเป็นสถานะบน Discord
tr_tr: Geçerli dinleme etkinliğinizi Discord'da durumunuz olarak gösterin.
uk_ua: Показуйте свою поточну діяльність прослуховування як ваш статус у Discord.
vi_vn: Hiển thị hoạt động nghe hiện tại của bạn làm trạng thái trên Discord.
zh_hans: 在 Discord 上显示您当前的收听活动作为您的状态。

# SmartPlaylistSongViewPage_Header_Caption
source: Smart Playlist
af_za: Slim Snitlys
ar_eg: قائمة تشغيل ذكية
bg_bg: Интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্ট
ca_es: Llista de reproducció intel·ligent
cs_cz: Chytrý seznam skladeb
da_dk: Smart afspilningsliste
el_gr: Έξυπνη λίστα αναπαραγωγής
es_mx: Lista de reproducción inteligente
et_ee: Nutikas esitusloend
fa_ir: لیست پخش هوشمند
fr_fr: Liste de lecture intelligente
ga_ie: Seinmliosta Cliste
he_il: רשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट
hr_hr: Pametni popis za reprodukciju
hu_hu: Okos lejátszási lista
id_id: Daftar Putar Cerdas
it_it: Playlist intelligente
ja_jp: スマートプレイリスト
ko_kr: 스마트 재생목록
lt_lt: Išmanusis grojaraštis
ms_my: Senarai Main Pintar
nl_nl: Slimme afspeellijst
no_no: Smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ
pl_pl: Inteligentna playlista
ru_ru: Умный плейлист
sk_sk: Inteligentný playlist
sq_al: Listë inteligjente luajtjeje
sr_cyrl_rs: Паметна плејлиста
sv_se: Smart spellista
sw_ke: Orodha Mahiri ya Nyimbo
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்
th_th: เพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı Çalma Listesi
uk_ua: Розумний список відтворення
vi_vn: Danh sách phát thông minh
zh_hans: 智能播放列表

# SmartPlaylistSongViewPage_Section_Songs
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# SmartPlaylistSongViewPage_SearchBox_Placeholder
source: Search in smart playlist...
af_za: Soek in slim snitlys...
ar_eg: البحث في قائمة التشغيل الذكية...
bg_bg: Търсене в интелигентен плейлист...
bn_bd: স্মার্ট প্লেলিস্টে অনুসন্ধান করুন...
ca_es: Cercar a la llista de reproducció intel·ligent...
cs_cz: Hledat v chytrém seznamu skladeb...
da_dk: Søg i smart afspilningsliste...
de_de: In Smart-Playlist suchen...
el_gr: Αναζήτηση σε έξυπνη λίστα αναπαραγωγής...
es_mx: Buscar en lista de reproducción inteligente...
et_ee: Otsi nutikast esitusloendist...
fa_ir: جستجو در لیست پخش هوشمند...
fil_ph: Maghanap sa smart playlist...
fr_fr: Rechercher dans la liste de lecture intelligente...
ga_ie: Cuardaigh sa seinmliosta cliste...
he_il: חפש ברשימת השמעה חכמה...
hi_in: स्मार्ट प्लेलिस्ट में खोजें...
hr_hr: Pretraži u pametnom popisu za reprodukciju...
hu_hu: Keresés okos lejátszási listában...
id_id: Cari di daftar putar cerdas...
it_it: Cerca nella playlist intelligente...
ja_jp: スマートプレイリスト内を検索...
ko_kr: 스마트 재생목록 내 검색...
lt_lt: Ieškoti išmaniajame grojaraštyje...
ms_my: Cari dalam senarai main pintar...
nl_nl: Zoek in slimme afspeellijst...
no_no: Søk i smart spilleliste...
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w inteligentnej playliście...
ru_ru: Поиск в умном плейлисте...
sk_sk: Vyhľadať v inteligentnom playliste...
sq_al: Kërko në listën inteligjente të luajtjes...
sr_cyrl_rs: Претражи у паметној плејлисти...
sv_se: Sök i smart spellista...
sw_ke: Tafuta kwenye orodha mahiri ya nyimbo...
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டில் தேடு...
th_th: ค้นหาในเพลย์ลิสต์อัจฉริยะ...
tr_tr: Akıllı çalma listesinde ara...
uk_ua: Пошук у розумному списку відтворення...
vi_vn: Tìm trong danh sách phát thông minh...
zh_hans: 在智能播放列表中搜索...

# SmartPlaylistSongViewPage_SearchButton_ToolTip
source: Search in smart playlist
af_za: Soek in slim snitlys
ar_eg: البحث في قائمة التشغيل الذكية
bg_bg: Търсене в интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্টে অনুসন্ধান করুন
ca_es: Cercar a la llista de reproducció intel·ligent
cs_cz: Hledat v chytrém seznamu skladeb
da_dk: Søg i smart afspilningsliste
de_de: In Smart-Playlist suchen
el_gr: Αναζήτηση σε έξυπνη λίστα αναπαραγωγής
es_mx: Buscar en lista de reproducción inteligente
et_ee: Otsi nutikast esitusloendist
fa_ir: جستجو در لیست پخش هوشمند
fil_ph: Maghanap sa smart playlist
fr_fr: Rechercher dans la liste de lecture intelligente
ga_ie: Cuardaigh sa seinmliosta cliste
he_il: חפש ברשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट में खोजें
hr_hr: Pretraži u pametnom popisu za reprodukciju
hu_hu: Keresés okos lejátszási listában
id_id: Cari di daftar putar cerdas
it_it: Cerca nella playlist intelligente
ja_jp: スマートプレイリスト内を検索
ko_kr: 스마트 재생목록 내 검색
lt_lt: Ieškoti išmaniajame grojaraštyje
ms_my: Cari dalam senarai main pintar
nl_nl: Zoek in slimme afspeellijst
no_no: Søk i smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w inteligentnej playliście
ru_ru: Поиск в умном плейлисте
sk_sk: Vyhľadať v inteligentnom playliste
sq_al: Kërko në listën inteligjente të luajtjes
sr_cyrl_rs: Претражи у паметној плејлисти
sv_se: Sök i smart spellista
sw_ke: Tafuta kwenye orodha mahiri ya nyimbo
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı çalma listesinde ara
uk_ua: Пошук у розумному списку відтворення
vi_vn: Tìm trong danh sách phát thông minh
zh_hans: 在智能播放列表中搜索

# SmartPlaylistSongViewPage_EditRulesButton_ToolTip
source: Edit rules
af_za: Wysig reëls
ar_eg: تعديل القواعد
bg_bg: Редактиране на правила
bn_bd: নিয়ম সম্পাদনা করুন
ca_es: Editar regles
cs_cz: Upravit pravidla
da_dk: Rediger regler
de_de: Regeln bearbeiten
el_gr: Επεξεργασία κανόνων
es_mx: Editar reglas
et_ee: Muuda reegleid
fa_ir: ویرایش قوانین
fil_ph: I-edit ang mga panuntunan
fr_fr: Modifier les règles
ga_ie: Cuir rialacha in eagar
he_il: ערוך כללים
hi_in: नियम संपादित करें
hr_hr: Uredi pravila
hu_hu: Szabályok szerkesztése
id_id: Edit aturan
it_it: Modifica regole
ja_jp: ルールを編集
ko_kr: 규칙 편집
lt_lt: Redaguoti taisykles
ms_my: Edit peraturan
nl_nl: Regels bewerken
no_no: Rediger regler
pa_in: ਨਿਯਮ ਸੰਪਾਦਿਤ ਕਰੋ
pl_pl: Edytuj reguły
ru_ru: Редактировать правила
sk_sk: Upraviť pravidlá
sq_al: Ndrysho rregullat
sr_cyrl_rs: Измени правила
sv_se: Redigera regler
sw_ke: Hariri sheria
ta_in: விதிகளைத் திருத்து
th_th: แก้ไขกฎ
tr_tr: Kuralları düzenle
uk_ua: Редагувати правила
vi_vn: Sửa quy tắc
zh_hans: 编辑规则

# SmartPlaylistSongViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# SmartPlaylistSongViewPage_ShufflePlayAllButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# SmartPlaylistSongViewPage_Context_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# SmartPlaylistSongViewPage_Context_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# SmartPlaylistSongViewPage_Context_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# SmartPlaylistSongViewPage_Context_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# SmartPlaylistSongViewPage_Context_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# SmartPlaylistSongViewPage_Context_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# SmartPlaylistSongViewPage_SongElement_PlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放
