Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_RememberNavState_Description
source: Keep the left navigation panel open or closed as you left it.
af_za: Hou die linker navigasiepaneel oop of toe soos jy dit gelaat het.
ar_eg: إبقاء لوحة التنقل اليسرى مفتوحة أو مغلقة كما تركتها.
bg_bg: Дръжте левия навигационен панел отворен или затворен, както сте го оставили.
bn_bd: বাম নেভিগেশন প্যানেলটি আপনি যেভাবে রেখেছিলেন সেভাবে খোলা বা বন্ধ রাখুন।
ca_es: Manté el panell de navegació esquerre obert o tancat tal com el vas deixar.
cs_cz: Ponechat levý navigační panel otevřený nebo zavřený, jak jste jej opustili.
da_dk: Hold det venstre navigationpanel åbent eller lukket, som du efterlod det.
de_de: Behält das linke Navigationspanel geöffnet oder geschlossen, wie Sie es verlassen haben.
el_gr: Διατηρήστε τον αριστερό πίνακα πλοήγησης ανοιχτό ή κλειστό όπως τον αφήσατε.
es_mx: Mantener el panel de navegación izquierdo abierto o cerrado como lo dejó.
et_ee: Hoia vasakpoolne navigeerimispaneel avatuna või suletuna, nagu te selle jätsite.
fa_ir: پنل ناوبری سمت چپ را همانطور که رها کردید، باز یا بسته نگه دارید.
fil_ph: Panatilihing bukas o sarado ang kaliwang navigation panel tulad ng pagkaka-iwan mo rito.
fr_fr: Gardez le panneau de navigation gauche ouvert ou fermé tel que vous l'avez laissé.
ga_ie: Coinnigh an painéal nascleanúna clé oscailte nó dúnta mar a d'fhág tú é.
he_il: שמור את פאנל הניווט השמאלי פתוח או סגור כפי שהשארת אותו.
hi_in: बाएँ नेविगेशन पैनल को वैसे ही खुला या बंद रखें जैसा आपने छोड़ा था।
hr_hr: Držite lijevu navigacijsku ploču otvorenom ili zatvorenom kako ste je ostavili.
hu_hu: Tartsa nyitva vagy zárva a bal oldali navigációs panelt, ahogy utoljára hagyta.
id_id: Pertahankan panel navigasi kiri tetap terbuka atau tertutup seperti yang Anda tinggalkan.
it_it: Mantieni il pannello di navigazione sinistro aperto o chiuso come l'hai lasciato.
ja_jp: 左側のナビゲーションパネルを開いたままにするか、閉じたままにするかを記憶します。
ko_kr: 왼쪽 탐색 패널을 사용자가 마지막으로 설정한 대로 열리거나 닫힌 상태로 유지합니다.
lt_lt: Palikti kairįjį naršymo skydelį atidarytą arba uždarytą, kaip jį palikote.
ms_my: Pastikan panel navigasi kiri dibuka atau ditutup seperti yang anda tinggalkan.
nl_nl: Houd het linker navigatiepaneel open of gesloten zoals u het hebt achtergelaten.
no_no: Hold venstre navigasjonspanel åpent eller lukket slik du forlot det.
pa_in: ਖੱਬੇ ਨੈਵੀਗੇਸ਼ਨ ਪੈਨਲ ਨੂੰ ਖੁੱਲ੍ਹਾ ਜਾਂ ਬੰਦ ਰੱਖੋ ਜਿਵੇਂ ਤੁਸੀਂ ਇਸਨੂੰ ਛੱਡਿਆ ਸੀ।
pl_pl: Zachowaj lewy panel nawigacji otwarty lub zamknięty, tak jak go zostawiłeś.
ru_ru: Оставлять левую панель навигации открытой или закрытой, как вы ее оставили.
sk_sk: Udržiavať ľavý navigačný panel otvorený alebo zatvorený tak, ako ste ho nechali.
sq_al: Mbajeni panelin e navigimit majtas të hapur ose të mbyllur siç e latë.
sr_cyrl_rs: Држите леви навигациони панел отвореним или затвореним како сте га оставили.
sv_se: Håll vänster navigationspanel öppen eller stängd som du lämnade den.
sw_ke: Weka paneli ya urambazaji ya kushoto wazi au imefungwa kama ulivyoacha.
ta_in: இடது வழிசெலுத்தல் பலகத்தை நீங்கள் விட்டுச்சென்றது போல திறந்து அல்லது மூடி வைக்கவும்.
th_th: ให้แผงนำทางด้านซ้ายเปิดหรือปิดตามที่คุณตั้งไว้
tr_tr: Sol navigasyon panelini bıraktığınız gibi açık veya kapalı tutun.
uk_ua: Залишити ліву панель навігації відкритою або закритою так, як ви її залишили.
vi_vn: Giữ bảng điều hướng bên trái mở hoặc đóng như bạn đã để lại.
zh_hans: 保持左侧导航面板为您上次离开时的打开或关闭状态。

# SettingsPage_CustomizeNav_Header
source: Customize Navigation
af_za: Pasmaak Navigasie
ar_eg: تخصيص التنقل
bg_bg: Персонализиране на навигацията
bn_bd: নেভিগেশন কাস্টমাইজ করুন
ca_es: Personalitzar navegació
cs_cz: Přizpůsobit navigaci
da_dk: Tilpas navigation
de_de: Navigation anpassen
el_gr: Προσαρμογή πλοήγησης
es_mx: Personalizar navegación
et_ee: Kohanda navigeerimist
fa_ir: سفارشی‌سازی ناوبری
fil_ph: I-customize ang Navigation
fr_fr: Personnaliser la navigation
ga_ie: Saincheap Nascleanúint
he_il: התאם אישית ניווט
hi_in: नेविगेशन अनुकूलित करें
hr_hr: Prilagodi navigaciju
hu_hu: Navigáció testreszabása
id_id: Kustomisasi Navigasi
it_it: Personalizza navigazione
ja_jp: ナビゲーションをカスタマイズ
ko_kr: 탐색 사용자 지정
lt_lt: Tinkinti naršymą
ms_my: Sesuaikan Navigasi
nl_nl: Navigatie aanpassen
no_no: Tilpass navigasjon
pa_in: ਨੈਵੀਗੇਸ਼ਨ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ
pl_pl: Dostosuj nawigację
ru_ru: Настроить навигацию
sk_sk: Prispôsobiť navigáciu
sq_al: Personalizo navigimin
sr_cyrl_rs: Прилагоди навигацију
sv_se: Anpassa navigering
sw_ke: Binafsisha Urambazaji
ta_in: வழிசெலுத்தலைத் தனிப்பயனாக்கு
th_th: ปรับแต่งการนำทาง
tr_tr: Navigasyonu Özelleştir
uk_ua: Налаштувати навігацію
vi_vn: Tùy chỉnh điều hướng
zh_hans: 自定义导航

# SettingsPage_CustomizeNav_Description
source: Drag to reorder pages in the navigation menu. Use the toggle to show or hide a page.
af_za: Sleep om bladsye in die navigasiekieslys te herrangskik. Gebruik die skakelaar om 'n bladsy te wys of te versteek.
ar_eg: اسحب لإعادة ترتيب الصفحات في قائمة التنقل. استخدم المفتاح لإظهار أو إخفاء الصفحة.
bg_bg: Плъзнете, за да пренаредите страниците в навигационното меню. Използвайте превключвателя, за да покажете или скриете страница.
bn_bd: নেভিগেশন মেনুতে পৃষ্ঠাগুলির ক্রম পরিবর্তন করতে টেনে আনুন। একটি পৃষ্ঠা দেখাতে বা লুকাতে টগল ব্যবহার করুন।
ca_es: Arrossega per reordenar les pàgines al menú de navegació. Utilitza l'interruptor per mostrar o amagar una pàgina.
cs_cz: Přetáhněte pro změnu pořadí stránek v navigačním menu. Použijte přepínač pro zobrazení nebo skrytí stránky.
da_dk: Træk for at omarrangere sider i navigationsmenuen. Brug skifteknappen til at vise eller skjule en side.
de_de: Ziehen Sie, um Seiten im Navigationsmenü neu anzuordnen. Verwenden Sie den Schalter, um eine Seite anzuzeigen oder auszublenden.
el_gr: Σύρετε για να αναδιατάξετε τις σελίδες στο μενού πλοήγησης. Χρησιμοποιήστε την εναλλαγή για να εμφανίσετε ή να αποκρύψετε μια σελίδα.
es_mx: Arrastre para reordenar las páginas en el menú de navegación. Use el interruptor para mostrar u ocultar una página.
et_ee: Lohistage lehti navigeerimismenüüs ümberjärjestamiseks. Kasutage lülitit lehe näitamiseks või peitmiseks.
fa_ir: برای تغییر ترتیب صفحات در منوی ناوبری بکشید. از سوئیچ برای نمایش یا پنهان کردن یک صفحه استفاده کنید.
fil_ph: I-drag upang muling ayusin ang mga pahina sa navigation menu. Gamitin ang toggle upang ipakita o itago ang isang pahina.
fr_fr: Faites glisser pour réorganiser les pages dans le menu de navigation. Utilisez le bouton bascule pour afficher ou masquer une page.
ga_ie: Tarraing chun leathanaigh a atheagrú sa roghchlár nascleanúna. Bain úsáid as an lasc chun leathanach a thaispeáint nó a cheilt.
he_il: גרור כדי לסדר מחדש דפים בתפריט הניווט. השתמש במתג כדי להציג או להסתיר דף.
hi_in: नेविगेशन मेनू में पृष्ठों को फिर से व्यवस्थित करने के लिए खींचें। किसी पृष्ठ को दिखाने या छिपाने के लिए टॉगल का उपयोग करें।
hr_hr: Povucite za preuređivanje stranica u navigacijskom izborniku. Koristite prekidač za prikaz ili skrivanje stranice.
hu_hu: Húzza a lapokat a navigációs menüben a sorrendjük megváltoztatásához. Használja a kapcsolót egy lap megjelenítéséhez vagy elrejtéséhez.
id_id: Seret untuk menyusun ulang halaman di menu navigasi. Gunakan tombol sakelar untuk menampilkan atau menyembunyikan halaman.
it_it: Trascina per riordinare le pagine nel menu di navigazione. Usa l'interruttore per mostrare o nascondere una pagina.
ja_jp: ナビゲーションメニューのページをドラッグして並べ替えます。トグルを使用してページを表示または非表示にします。
ko_kr: 탐색 메뉴에서 페이지를 다시 정렬하려면 드래그하세요. 토글을 사용하여 페이지를 표시하거나 숨길 수 있습니다.
lt_lt: Vilkite, kad pertvarkytumėte puslapius naršymo meniu. Naudokite jungiklį puslapiui rodyti arba slėpti.
ms_my: Seret untuk menyusun semula halaman dalam menu navigasi. Gunakan togol untuk menunjukkan atau menyembunyikan halaman.
nl_nl: Sleep om pagina's in het navigatiemenu te herschikken. Gebruik de schakelaar om een pagina weer te geven of te verbergen.
no_no: Dra for å endre rekkefølgen på sidene i navigasjonsmenyen. Bruk vekslebryteren for å vise eller skjule en side.
pa_in: ਨੈਵੀਗੇਸ਼ਨ ਮੀਨੂ ਵਿੱਚ ਪੰਨਿਆਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਇੱਕ ਪੰਨੇ ਨੂੰ ਦਿਖਾਉਣ ਜਾਂ ਲੁਕਾਉਣ ਲਈ ਟੌਗਲ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl_pl: Przeciągnij, aby zmienić kolejność stron w menu nawigacji. Użyj przełącznika, aby pokazać lub ukryć stronę.
ru_ru: Перетащите, чтобы изменить порядок страниц в меню навигации. Используйте переключатель, чтобы показать или скрыть страницу.
sk_sk: Presuňte pre zmenu poradia stránok v navigačnom menu. Použite prepínač na zobrazenie alebo skrytie stránky.
sq_al: Zvarritni për të rirenditur faqet në menynë e navigimit. Përdorni çelësin për të shfaqur ose fshehur një faqe.
sr_cyrl_rs: Превуците да бисте преуредили странице у навигационом менију. Користите прекидач за приказ или скривање странице.
sv_se: Dra för att ändra ordning på sidorna i navigeringsmenyn. Använd växeln för att visa eller dölja en sida.
sw_ke: Buruta ili kupanga upya kurasa kwenye menyu ya urambazaji. Tumia kitufe cha kugeuza kuonyesha au kuficha ukurasa.
ta_in: வழிசெலுத்தல் மெனுவில் பக்கங்களை மறுவரிசைப்படுத்த இழுக்கவும். ஒரு பக்கத்தைக் காட்ட அல்லது மறைக்க டோகிளைப் பயன்படுத்தவும்.
th_th: ลากเพื่อจัดลำดับหน้าในเมนูนำทางใหม่ ใช้สวิตช์เพื่อแสดงหรือซ่อนหน้า
tr_tr: Navigasyon menüsündeki sayfaları yeniden sıralamak için sürükleyin. Bir sayfayı göstermek veya gizlemek için anahtarı kullanın.
uk_ua: Перетягніть, щоб змінити порядок сторінок у меню навігації. Використовуйте перемикач, щоб показати або приховати сторінку.
vi_vn: Kéo để sắp xếp lại các trang trong menu điều hướng. Sử dụng nút bật/tắt để hiện hoặc ẩn một trang.
zh_hans: 拖动以重新排序导航菜单中的页面。使用切换按钮显示或隐藏页面。

# SettingsPage_Section_Player
source: Player Management
af_za: Spelerbestuur
ar_eg: إدارة المشغل
bg_bg: Управление на плейъра
bn_bd: প্লেয়ার ব্যবস্থাপনা
ca_es: Gestió del reproductor
cs_cz: Správa přehrávače
da_dk: Afspillerstyring
de_de: Player-Verwaltung
el_gr: Διαχείριση αναπαραγωγέα
es_mx: Administración del reproductor
et_ee: Mängija haldamine
fa_ir: مدیریت پخش‌کننده
fil_ph: Pamamahala ng Player
fr_fr: Gestion du lecteur
ga_ie: Bainistíocht Seinnteoirí
he_il: ניהול נגן
hi_in: प्लेयर प्रबंधन
hr_hr: Upravljanje reproduktorom
hu_hu: Lejátszó kezelése
id_id: Manajemen Pemutar
it_it: Gestione lettore
ja_jp: プレイヤー管理
ko_kr: 플레이어 관리
lt_lt: Grotuvo valdymas
ms_my: Pengurusan Pemain
nl_nl: Spelerbeheer
no_no: Spilleradministrasjon
pa_in: ਪਲੇਅਰ ਪ੍ਰਬੰਧਨ
pl_pl: Zarządzanie odtwarzaczem
ru_ru: Управление плеером
sk_sk: Správa prehrávača
sq_al: Menaxhimi i luajtësit
sr_cyrl_rs: Управљање плејером
sv_se: Spelarhantering
sw_ke: Usimamizi wa Kichezaji
ta_in: பிளேயர் மேலாண்மை
th_th: การจัดการเครื่องเล่น
tr_tr: Oynatıcı Yönetimi
uk_ua: Керування програвачем
vi_vn: Quản lý trình phát
zh_hans: 播放器管理

# SettingsPage_VolumeNormalization_Header
source: Volume Normalization (ReplayGain)
af_za: Volume Normalisering (ReplayGain)
ar_eg: تطبيع مستوى الصوت (ReplayGain)
bg_bg: Нормализиране на силата на звука (ReplayGain)
bn_bd: ভলিউম স্বাভাবিককরণ (রিপ্লেগেইন)
ca_es: Normalització de volum (ReplayGain)
cs_cz: Normalizace hlasitosti (ReplayGain)
da_dk: Lydstyrkenormalisering (ReplayGain)
de_de: Lautstärke-Normalisierung (ReplayGain)
el_gr: Κανονικοποίηση έντασης (ReplayGain)
es_mx: Normalización de volumen (ReplayGain)
et_ee: Helitugevuse normaliseerimine (ReplayGain)
fa_ir: استانداردسازی صدا (ReplayGain)
fil_ph: Pag-normalize ng Volume (ReplayGain)
fr_fr: Normalisation du volume (ReplayGain)
ga_ie: Gnáthú Toirte (ReplayGain)
he_il: נורמליזציית עוצמת קול (ReplayGain)
hi_in: वॉल्यूम सामान्यीकरण (रिप्लेगेन)
hr_hr: Normalizacija glasnoće (ReplayGain)
hu_hu: Hangerő-normalizálás (ReplayGain)
id_id: Normalisasi Volume (ReplayGain)
it_it: Normalizzazione volume (ReplayGain)
ja_jp: 音量正規化 (ReplayGain)
ko_kr: 볼륨 정규화 (ReplayGain)
lt_lt: Garso normalizavimas (ReplayGain)
ms_my: Normalisasi Kelantangan (ReplayGain)
nl_nl: Volumenormalisatie (ReplayGain)
no_no: Volumnormalisering (ReplayGain)
pa_in: ਵਾਲੀਅਮ ਨਾਰਮਲਾਈਜ਼ੇਸ਼ਨ (ਰੀਪਲੇਗੇਨ)
pl_pl: Normalizacja głośności (ReplayGain)
ru_ru: Нормализация громкости (ReplayGain)
sk_sk: Normalizácia hlasitosti (ReplayGain)
sq_al: Normalizimi i volumit (ReplayGain)
sr_cyrl_rs: Нормализација јачине звука (ReplayGain)
sv_se: Volymnormalisering (ReplayGain)
sw_ke: Usawazishaji wa Sauti (ReplayGain)
ta_in: ஒலி சமன்பாடு (ரீப்ளேகெய்ன்)
th_th: การปรับระดับเสียงให้เป็นมาตรฐาน (ReplayGain)
tr_tr: Ses Normalizasyonu (ReplayGain)
uk_ua: Нормалізація гучності (ReplayGain)
vi_vn: Chuẩn hóa âm lượng (ReplayGain)
zh_hans: 音量标准化 (ReplayGain)

# SettingsPage_VolumeNormalization_Description
source: Automatically adjust volume to the standard level (-14 LUFS) to avoid sudden loudness changes.
af_za: Verstel volume outomaties na die standaardvlak (-14 LUFS) om skielike volume-veranderinge te vermy.
ar_eg: ضبط مستوى الصوت تلقائيًا إلى المستوى القياسي (-14 LUFS) لتجنب التغيرات المفاجئة في الصوت.
bg_bg: Автоматично регулиране на силата на звука до стандартното ниво (-14 LUFS), за да се избегнат внезапни промени в силата.
bn_bd: হঠাৎ শব্দের পরিবর্তন এড়াতে স্বয়ংক্রিয়ভাবে ভলিউমকে স্ট্যান্ডার্ড লেভেলে (-14 LUFS) সামঞ্জস্য করুন।
ca_es: Ajusta automàticament el volum al nivell estàndard (-14 LUFS) per evitar canvis sobtats de volum.
cs_cz: Automaticky upravit hlasitost na standardní úroveň (-14 LUFS) pro zamezení náhlých změn hlasitosti.
da_dk: Juster automatisk lydstyrken til standardniveauet (-14 LUFS) for at undgå pludselige ændringer i lydstyrke.
de_de: Passt die Lautstärke automatisch an den Standardpegel (-14 LUFS) an, um plötzliche Lautstärkeänderungen zu vermeiden.
el_gr: Αυτόματη ρύθμιση έντασης στο τυπικό επίπεδο (-14 LUFS) για αποφυγή ξαφνικών αλλαγών έντασης.
es_mx: Ajustar automáticamente el volumen al nivel estándar (-14 LUFS) para evitar cambios repentinos de volumen.
et_ee: Reguleeri helitugevust automaatselt standardtasemele (-14 LUFS), et vältida äkilisi helitugevuse muutusi.
fa_ir: برای جلوگیری از تغییرات ناگهانی بلندی صدا، میزان صدا را به طور خودکار به سطح استاندارد (-14 LUFS) تنظیم کنید.
fil_ph: Awtomatikong ayusin ang volume sa standard na antas (-14 LUFS) upang maiwasan ang biglaang pagbabago sa lakas ng tunog.
fr_fr: Ajuster automatiquement le volume au niveau standard (-14 LUFS) pour éviter les changements brusques de volume.
ga_ie: Coigeartaigh an toirt go huathoibríoch go dtí an leibhéal caighdeánach (-14 LUFS) chun athruithe tobanna fuaime a sheachaint.
he_il: התאם אוטומטית את עוצמת הקול לרמה הסטנדרטית (-14 LUFS) כדי למנוע שינויי עוצמה פתאומיים.
hi_in: अचानक लाउडनेस परिवर्तनों से बचने के लिए वॉल्यूम को मानक स्तर (-14 LUFS) पर स्वचालित रूप से समायोजित करें।
hr_hr: Automatski prilagodite glasnoću na standardnu razinu (-14 LUFS) kako biste izbjegli nagle promjene glasnoće.
hu_hu: Automatikusan beállítja a hangerőt a standard szintre (-14 LUFS) a hirtelen hangerőváltozások elkerülése érdekében.
id_id: Secara otomatis menyesuaikan volume ke tingkat standar (-14 LUFS) untuk menghindari perubahan kekerasan suara yang tiba-tiba.
it_it: Regola automaticamente il volume al livello standard (-14 LUFS) per evitare improvvisi cambiamenti di intensità.
ja_jp: 急な音量変化を避けるため、音量を標準レベル (-14 LUFS) に自動調整します。
ko_kr: 갑작스러운 음량 변화를 피하기 위해 볼륨을 표준 레벨(-14 LUFS)로 자동으로 조정합니다.
lt_lt: Automatiškai reguliuoti garsumą iki standartinio lygio (-14 LUFS), kad būtų išvengta staigių garsumo pokyčių.
ms_my: Laraskan kelantangan secara automatik ke tahap standard (-14 LUFS) untuk mengelakkan perubahan kelantangan secara tiba-tiba.
nl_nl: Pas het volume automatisch aan naar het standaardniveau (-14 LUFS) om plotselinge volumeveranderingen te voorkomen.
no_no: Juster volumet automatisk til standardnivået (-14 LUFS) for å unngå plutselige volumendringer.
pa_in: ਅਚਾਨਕ ਉੱਚੀ ਆਵਾਜ਼ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਤੋਂ ਬਚਣ ਲਈ ਵਾਲੀਅਮ ਨੂੰ ਸਟੈਂਡਰਡ ਪੱਧਰ (-14 LUFS) 'ਤੇ ਆਪਣੇ ਆਪ ਐਡਜਸਟ ਕਰੋ।
pl_pl: Automatycznie dostosuj głośność do standardowego poziomu (-14 LUFS), aby uniknąć nagłych zmian głośności.
ru_ru: Автоматически регулировать громкость до стандартного уровня (-14 LUFS), чтобы избежать резких изменений громкости.
sk_sk: Automaticky upraviť hlasitosť na štandardnú úroveň (-14 LUFS), aby sa predišlo náhlym zmenám hlasitosti.
sq_al: Rregulloni automatikisht volumin në nivelin standard (-14 LUFS) për të shmangur ndryshimet e papritura të zërit.
sr_cyrl_rs: Аутоматски подесите јачину звука на стандардни ниво (-14 LUFS) да бисте избегли изненадне промене јачине.
sv_se: Justera volymen automatiskt till standardnivån (-14 LUFS) för att undvika plötsliga volymförändringar.
sw_ke: Rekebisha sauti kiotomatiki hadi kiwango cha kawaida (-14 LUFS) ili kuepuka mabadiliko ya ghafla ya sauti.
ta_in: திடீர் சத்த மாற்றங்களைத் தவிர்க்க, ஒலியை தானாகவே நிலையான அளவிற்கு (-14 LUFS) சரிசெய்யவும்.
th_th: ปรับระดับเสียงโดยอัตโนมัติให้เป็นระดับมาตรฐาน (-14 LUFS) เพื่อหลีกเลี่ยงการเปลี่ยนแปลงความดังของเสียงที่กะทันหัน
tr_tr: Ani ses yüksekliği değişikliklerini önlemek için sesi otomatik olarak standart seviyeye (-14 LUFS) ayarlayın.
uk_ua: Автоматично налаштовувати гучність до стандартного рівня (-14 LUFS), щоб уникнути раптових змін гучності.
vi_vn: Tự động điều chỉnh âm lượng về mức chuẩn (-14 LUFS) để tránh thay đổi độ lớn đột ngột.
zh_hans: 自动将音量调整到标准级别 (-14 LUFS)，以避免突然的响度变化。

# SettingsPage_Equalizer
source: Audio Equalizer
af_za: Oudiogelykmaker
ar_eg: معادل الصوت
bg_bg: Аудио еквалайзер
bn_bd: অডিও ইকুয়ালাইজার
ca_es: Equalitzador d'àudio
cs_cz: Audio ekvalizér
el_gr: Ισοσταθμιστής ήχου
es_mx: Ecualizador de audio
et_ee: Heliekvalaiser
fa_ir: اکولایزر صدا
fr_fr: Égaliseur audio
ga_ie: Cothromóir Fuaime
he_il: אקולייזר שמע
hi_in: ऑडियो इक्वलाइज़र
hr_hr: Audio ekvilizator
hu_hu: Hangszínszabályzó
id_id: Ekualiser Audio
it_it: Equalizzatore audio
ja_jp: オーディオイコライザー
ko_kr: 오디오 이퀄라이저
lt_lt: Garso ekvalaizeris
ms_my: Penyama Audio
no_no: Lydequalizer
pa_in: ਆਡੀਓ ਇਕੁਅਲਾਈਜ਼ਰ
pl_pl: Korektor audio
ru_ru: Аудио эквалайзер
sk_sk: Audio ekvalizér
sq_al: Barazuesi i audios
sr_cyrl_rs: Аудио еквилајзер
sv_se: Ljudutjämnare
sw_ke: Kisawazisha Sauti
ta_in: ஆடியோ ஈக்வலைசர்
th_th: อีควอไลเซอร์เสียง
tr_tr: Ses Ekolayzır
uk_ua: Аудіо еквалайзер
vi_vn: Bộ cân bằng âm thanh
zh_hans: 音频均衡器

# SettingsPage_ResetEqualizer_Content
source: Reset to default
af_za: Herstel na verstek
ar_eg: ارجع للوضع الافتراضى
bg_bg: Нулиране до подразбиране
bn_bd: ডিফল্টে রিসেট করুন
ca_es: Restablir per defecte
cs_cz: Obnovit výchozí
da_dk: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά στην προεπιλογή
es_mx: Restablecer a valores predeterminados
et_ee: Lähtesta vaikeväärtusele
fa_ir: بازنشانی به پیش‌فرض
fil_ph: I-reset sa default
fr_fr: Rétablir la valeur par défaut
ga_ie: Athshocraigh go réamhshocrú
he_il: אפס לברירת מחדל
hi_in: डिफ़ॉल्ट पर रीसेट करें
hr_hr: Vrati na zadano
hu_hu: Alapértelmezettre visszaállítás
id_id: Setel ulang ke default
it_it: Ripristina le impostazioni predefinite
ja_jp: デフォルトにリセット
ko_kr: 기본값으로 재설정
lt_lt: Atstatyti numatytuosius
ms_my: Tetapkan semula ke lalai
nl_nl: Terug naar standaard
no_no: Tilbakestill til standard
pa_in: ਮੂਲ ਤੇ ਰੀਸੈਟ ਕਰੋ
pl_pl: Przywróć domyślne ustawienia aplikacji
ru_ru: Сбросить до значений по умолчанию
sk_sk: Obnoviť predvolené
sq_al: Rivendos në parazgjedhje
sr_cyrl_rs: Ресетуј на подразумевано
sv_se: Återställ till standard
sw_ke: Rudisha kwenye chaguo-msingi
ta_in: இயல்புநிலைக்கு மீட்டமை
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
uk_ua: Скинути до стандартних
vi_vn: Đặt lại mặc định
zh_hans: 重置为默认值

# SettingsPage_Equalizer_Preamp
source: Preamp
af_za: Voorversterker
ar_eg: مضخم الصوت
bg_bg: Предусилвател
bn_bd: প্রিম্প
da_dk: Forforstærker
de_de: Vorverstärker
el_gr: Προενίσχυση
es_mx: Preamplificador
et_ee: Eelvõimendi
fr_fr: Préampli
ga_ie: Réamh-Aimplitheoir
he_il: קדם-מגבר
hi_in: प्रीएम्प
hr_hr: Predpojačalo
hu_hu: Előerősítő
it_it: Preamplificatore
ja_jp: プリアンプ
ko_kr: 프리앰프
lt_lt: Išankstinis stiprintuvas
ms_my: Pra-amp
nl_nl: Voorversterker
no_no: Forforsterker
pa_in: ਪ੍ਰੀਐਂਪ
pl_pl: Wzmocnienie wstępne
ru_ru: Предусилитель
sk_sk: Predzosilňovač
sq_al: Para-amplifikator
sr_cyrl_rs: Преамп
sv_se: Förförstärkare
sw_ke: Kikuza Kabla
ta_in: ப்ரீஆம்ப்
th_th: ปรีแอมป์
tr_tr: Ön Yükseltici
uk_ua: Попередній підсилювач
vi_vn: Tiền khuếch đại
zh_hans: 前置放大器

# SettingsPage_Equalizer_Preset_Custom_Placeholder
source: Custom
af_za: Pasgemaak
ar_eg: مخصص
bg_bg: Потребителски
bn_bd: কাস্টম
ca_es: Personalitzat
cs_cz: Vlastní
da_dk: Brugerdefineret
de_de: Benutzerdefiniert
el_gr: Προσαρμοσμένο
es_mx: Personalizado
et_ee: Kohandatud
fa_ir: سفارشی
fr_fr: Personnalisé
ga_ie: Saincheaptha
he_il: מותאם אישית
hi_in: कस्टम
hr_hr: Prilagođeno
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
lt_lt: Pasirinktinis
ms_my: Tersuai
nl_nl: Aangepast
no_no: Tilpasset
pa_in: ਕਸਟਮ
pl_pl: Niestandardowy
ru_ru: Пользовательский
sk_sk: Vlastné
sq_al: Personalizuar
sr_cyrl_rs: Прилагођено
sv_se: Anpassad
sw_ke: Maalum
ta_in: தனிப்பயன்
th_th: กำหนดเอง
tr_tr: Özel
uk_ua: Користувацький
vi_vn: Tùy chỉnh
zh_hans: 自定义

# SettingsPage_CustomizePlayer
source: Customize Player Controls
af_za: Pasmaak Spelerkontroles
ar_eg: تخصيص عناصر تحكم المشغل
bg_bg: Персонализиране на контролите на плейъра
bn_bd: প্লেয়ার নিয়ন্ত্রণগুলি কাস্টমাইজ করুন
ca_es: Personalitzar controls del reproductor
cs_cz: Přizpůsobit ovládání přehrávače
da_dk: Tilpas afspillerkontroller
de_de: Player-Steuerung anpassen
el_gr: Προσαρμογή χειριστηρίων αναπαραγωγέα
es_mx: Personalizar controles del reproductor
et_ee: Kohanda mängija juhtnuppe
fa_ir: سفارشی‌سازی کنترل‌های پخش‌کننده
fil_ph: I-customize ang Mga Kontrol ng Player
fr_fr: Personnaliser les commandes du lecteur
ga_ie: Saincheap Rialuithe Seinnteoirí
he_il: התאם אישית את בקרות הנגן
hi_in: प्लेयर नियंत्रण अनुकूलित करें
hr_hr: Prilagodi kontrole reproduktora
hu_hu: Lejátszóvezérlők testreszabása
id_id: Kustomisasi Kontrol Pemutar
it_it: Personalizza controlli lettore
ja_jp: プレイヤーコントロールをカスタマイズ
ko_kr: 플레이어 컨트롤 사용자 지정
lt_lt: Tinkinti grotuvo valdiklius
ms_my: Sesuaikan Kawalan Pemain
nl_nl: Spelerbediening aanpassen
no_no: Tilpass spillerkontroller
pa_in: ਪਲੇਅਰ ਨਿਯੰਤਰਣਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ
pl_pl: Dostosuj elementy sterujące odtwarzacza
ru_ru: Настроить элементы управления плеером
sk_sk: Prispôsobiť ovládacie prvky prehrávača
sq_al: Personalizo kontrollet e luajtësit
sr_cyrl_rs: Прилагоди контроле плејера
sv_se: Anpassa spelarkontroller
sw_ke: Binafsisha Vidhibiti vya Kichezaji
ta_in: பிளேயர் கட்டுப்பாடுகளைத் தனிப்பயனாக்கு
th_th: ปรับแต่งการควบคุมเครื่องเล่น
tr_tr: Oynatıcı Kontrollerini Özelleştir
uk_ua: Налаштувати елементи керування програвача
vi_vn: Tùy chỉnh điều khiển trình phát
zh_hans: 自定义播放器控件
