Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Folders_Rescan_InProgress
source: Rescanning '{0}'...
af_za: Herskandeer tans '{0}'...
ar_eg: جاري إعادة فحص '{0}'...
bg_bg: Повторно сканиране на '{0}'...
bn_bd: '{0}' পুনরায় স্ক্যান করা হচ্ছে...
ca_es: S'està escanejant '{0}' de nou...
cs_cz: Opětovně se skenuje „{0}“...
da_dk: Genscanner '{0}'...
de_de: „{0}“ wird neu gescannt...
el_gr: Επανεξέταση του '{0}'...
es_mx: Reescaneando '{0}'...
et_ee: Skaneeritakse uuesti '{0}'...
fa_ir: در حال اسکن مجدد '{0}'...
fi_fi: Uudelleenskannataan '{0}'...
fil_ph: Muling ini-scan ang '{0}'...
fr_fr: Réanalyse de '{0}' en cours...
ga_ie: Ag athscanadh '{0}'...
he_il: סורק מחדש את '{0}'...
hi_in: '{0}' को पुन: स्कैन किया जा रहा है...
hr_hr: Ponovno skeniram '{0}'...
hu_hu: Újraolvasás: „{0}”...
id_id: Memindai ulang '{0}'...
it_it: Riscansione di '{0}' in corso...
ja_jp: '{0}'を再スキャン中...
ko_kr: '{0}' 재스캔 중...
lt_lt: Nuskenuojama "{0}" iš naujo...
ms_my: Mengimbas semula '{0}'...
nl_nl: '{0}' opnieuw scannen...
no_no: Omskanner '{0}'...
pa_in: '{0}' ਮੁੜ-ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Ponownie skanuję '{0}'...
pt_br: Verificando novamente '{0}'...
ro_ro: Se re-scanează „{0}”...
ru_ru: Повторное сканирование '{0}'...
sk_sk: Prehľadávam '{0}'...
sq_al: Duke riskëlluar '{0}'...
sr_cyrl_rs: Поново скенирам '{0}'...
sv_se: Söker om '{0}'...
sw_ke: Inachanganua upya '{0}'...
ta_in: '{0}' மறு ஸ்கேன் செய்யப்படுகிறது...
th_th: กำลังสแกน '{0}' ซ้ำ...
tr_tr: '{0}' yeniden taranıyor...
uk_ua: Повторне сканування '{0}'...
vi_vn: Đang quét lại '{0}'...
zh_hans: 正在重新扫描“{0}”...
zh_tw: 正在重新掃描 '{0}'...

# Folders_Empty_NoMusicFound
source: No folders with music found.
af_za: Geen vouers met musiek gevind nie.
ar_eg: لم يتم العثور على مجلدات تحتوي على موسيقى.
bg_bg: Не са намерени папки с музика.
bn_bd: সঙ্গীত সহ কোনো ফোল্ডার পাওয়া যায়নি।
ca_es: No s'han trobat carpetes amb música.
cs_cz: Nebyly nalezeny žádné složky s hudbou.
da_dk: Ingen mapper med musik fundet.
de_de: Keine Ordner mit Musik gefunden.
el_gr: Δεν βρέθηκαν φάκελοι με μουσική.
es_mx: No se encontraron carpetas con música.
et_ee: Muusikaga kaustu ei leitud.
fa_ir: هیچ پوشه حاوی موسیقی یافت نشد.
fi_fi: Musiikkia sisältäviä kansioita ei löytynyt.
fil_ph: Walang nakitang mga folder na may musika.
fr_fr: Aucun dossier avec de la musique trouvé.
ga_ie: Níor aimsíodh aon fhillteáin le ceol.
he_il: לא נמצאו תיקיות המכילות מוזיקה.
hi_in: संगीत वाले कोई फ़ोल्डर नहीं मिले।
hr_hr: Nisu pronađene mape s glazbom.
hu_hu: Nem található zenei mappa.
id_id: Tidak ada folder dengan musik ditemukan.
it_it: Nessuna cartella con musica trovata.
ja_jp: 音楽のあるフォルダーが見つかりません。
ko_kr: 음악이 있는 폴더를 찾을 수 없습니다.
lt_lt: Nerasta aplankų su muzika.
ms_my: Tiada folder dengan muzik ditemui.
nl_nl: Geen mappen met muziek gevonden.
no_no: Ingen mapper med musikk funnet.
pa_in: ਸੰਗੀਤ ਵਾਲੇ ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਮਿਲੇ।
pl_pl: Nie znaleziono folderów z muzyką.
pt_br: Nenhuma pasta com música encontrada.
ro_ro: Nu s-au găsit dosare cu muzică.
ru_ru: Музыкальных папок не найдено.
sk_sk: Nenašli sa žiadne priečinky s hudbou.
sq_al: Asnjë dosje me muzikë nuk u gjet.
sr_cyrl_rs: Нису пронађене фасцикле са музиком.
sv_se: Inga mappar med musik hittades.
sw_ke: Hakuna folda zenye muziki zilizopatikana.
ta_in: இசையுடன் கூடிய கோப்புறைகள் எதுவும் காணப்படவில்லை.
th_th: ไม่พบโฟลเดอร์ที่มีเพลง
tr_tr: Müzik içeren klasör bulunamadı.
uk_ua: Не знайдено папок з музикою.
vi_vn: Không tìm thấy thư mục nào chứa nhạc.
zh_hans: 未找到包含音乐的文件夹。
zh_tw: 找不到包含音樂的資料夾。

# Folders_Error_Playback
source: Error starting playback for this folder.
af_za: Fout met begin van terugspeel vir hierdie vouer.
ar_eg: خطأ في بدء التشغيل لهذا المجلد.
bg_bg: Грешка при стартиране на възпроизвеждане за тази папка.
bn_bd: এই ফোল্ডারের জন্য প্লেব্যাক শুরু করতে ত্রুটি।
ca_es: Error en iniciar la reproducció per a aquesta carpeta.
cs_cz: Chyba při spouštění přehrávání pro tuto složku.
da_dk: Fejl ved start af afspilning for denne mappe.
de_de: Fehler beim Starten der Wiedergabe für diesen Ordner.
el_gr: Σφάλμα κατά την έναρξη αναπαραγωγής για αυτόν τον φάκελο.
es_mx: Error al iniciar la reproducción para esta carpeta.
et_ee: Selle kausta esituse käivitamise viga.
fa_ir: خطا در شروع پخش برای این پوشه.
fi_fi: Virhe toiston aloittamisessa tälle kansiolle.
fil_ph: Error sa pagsisimula ng playback para sa folder na ito.
fr_fr: Erreur au démarrage de la lecture pour ce dossier.
ga_ie: Earráid ag tosú athsheinm don fhillteán seo.
he_il: שגיאה בהפעלת נגינה עבור תיקיה זו.
hi_in: इस फ़ोल्डर के लिए प्लेबैक शुरू करने में त्रुटि।
hr_hr: Pogreška pri pokretanju reprodukcije za ovu mapu.
hu_hu: Hiba a lejátszás elindításakor ehhez a mappához.
id_id: Kesalahan memulai pemutaran untuk folder ini.
it_it: Errore all'avvio della riproduzione per questa cartella.
ja_jp: このフォルダーの再生を開始できませんでした。
ko_kr: 이 폴더의 재생을 시작하는 중 오류가 발생했습니다.
lt_lt: Klaida pradedant grojimą iš šio aplanko.
ms_my: Ralat memulakan main balik untuk folder ini.
nl_nl: Fout bij starten afspelen voor deze map.
no_no: Feil ved start av avspilling for denne mappen.
pa_in: ਇਸ ਫੋਲਡਰ ਲਈ ਪਲੇਬੈਕ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl_pl: Błąd podczas uruchamiania odtwarzania dla tego folderu.
pt_br: Erro ao iniciar a reprodução para esta pasta.
ro_ro: Eroare la pornirea redării pentru acest dosar.
ru_ru: Ошибка при начале воспроизведения для этой папки.
sk_sk: Chyba pri spustení prehrávania pre tento priečinok.
sq_al: Gabim në fillimin e luajtjes për këtë dosje.
sr_cyrl_rs: Грешка при покретању репродукције за ову фасциклу.
sv_se: Fel vid start av uppspelning för denna mapp.
sw_ke: Hitilafu wakati wa kuanzisha uchezaji wa folda hii.
ta_in: இந்த கோப்புறையில் பிளேபேக்கை தொடங்குவதில் பிழை.
th_th: ข้อผิดพลาดในการเริ่มเล่นเพลงสำหรับโฟลเดอร์นี้
tr_tr: Bu klasör için oynatma başlatılırken hata oluştu.
uk_ua: Помилка початку відтворення для цієї папки.
vi_vn: Lỗi khi bắt đầu phát lại cho thư mục này.
zh_hans: 此文件夹启动播放出错。
zh_tw: 啟動此資料夾播放時發生錯誤。

# Folders_Error_RandomPlayback
source: Error starting random folder playback.
af_za: Fout met begin van ewekansige vouerterugspeel.
ar_eg: خطأ في بدء تشغيل المجلد العشوائي.
bg_bg: Грешка при стартиране на възпроизвеждане на произволна папка.
bn_bd: র্যান্ডম ফোল্ডার প্লেব্যাক শুরু করতে ত্রুটি।
ca_es: Error en iniciar la reproducció aleatòria de la carpeta.
cs_cz: Chyba při spouštění náhodného přehrávání složky.
da_dk: Fejl ved start af tilfældig mappeafspilning.
de_de: Fehler beim Starten der zufälligen Ordnerwiedergabe.
el_gr: Σφάλμα κατά την έναρξη τυχαίας αναπαραγωγής φακέλου.
es_mx: Error al iniciar la reproducción aleatoria de la carpeta.
et_ee: Juhusliku kausta esituse käivitamise viga.
fa_ir: خطا در شروع پخش تصادفی پوشه.
fi_fi: Virhe satunnaisen kansion toiston aloittamisessa.
fil_ph: Error sa pagsisimula ng random na playback ng folder.
fr_fr: Erreur au démarrage de la lecture aléatoire de dossiers.
ga_ie: Earráid ag tosú athsheinm fillteáin randamach.
he_il: שגיאה בהפעלת נגינה אקראית מתיקיה.
hi_in: रैंडम फ़ोल्डर प्लेबैक शुरू करने में त्रुटि।
hr_hr: Pogreška pri pokretanju nasumične reprodukcije mape.
hu_hu: Hiba a véletlenszerű mappa lejátszásának elindításakor.
id_id: Kesalahan memulai pemutaran folder acak.
it_it: Errore all'avvio della riproduzione casuale della cartella.
ja_jp: ランダムフォルダー再生の開始エラー。
ko_kr: 임의 폴더 재생을 시작하는 중 오류가 발생했습니다.
lt_lt: Klaida pradedant atsitiktinį grojimą iš aplanko.
ms_my: Ralat memulakan main balik folder rawak.
nl_nl: Fout bij starten willekeurige mapafspeling.
no_no: Feil ved start av tilfeldig mappeavspilling.
pa_in: ਰੈਂਡਮ ਫੋਲਡਰ ਪਲੇਬੈਕ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl_pl: Błąd podczas uruchamiania losowego odtwarzania folderu.
pt_br: Erro ao iniciar a reprodução aleatória da pasta.
ro_ro: Eroare la pornirea redării aleatorii a dosarului.
ru_ru: Ошибка при начале случайного воспроизведения папки.
sk_sk: Chyba pri spustení náhodného prehrávania priečinka.
sq_al: Gabim në fillimin e luajtjes së rastësishme të dosjes.
sr_cyrl_rs: Грешка при покретању насумичне репродукције фасцикли.
sv_se: Fel vid start av slumpmässig mappuppspelning.
sw_ke: Hitilafu wakati wa kuanzisha uchezaji wa folda isiyo ya mpangilio.
ta_in: சீரற்ற கோப்புறை பிளேபேக்கை தொடங்குவதில் பிழை.
th_th: ข้อผิดพลาดในการเริ่มเล่นเพลงแบบสุ่มจากโฟลเดอร์
tr_tr: Rastgele klasör oynatması başlatılırken hata oluştu.
uk_ua: Помилка початку випадкового відтворення папки.
vi_vn: Lỗi khi bắt đầu phát ngẫu nhiên thư mục.
zh_hans: 启动随机文件夹播放出错。
zh_tw: 啟動隨機資料夾播放時發生錯誤。

# Folders_Error_AddFolder
source: Error adding folder: {0}
af_za: Fout met byvoeging van vouer: {0}
ar_eg: خطأ في إضافة المجلد: {0}
bg_bg: Грешка при добавяне на папка: {0}
bn_bd: ফোল্ডার যোগ করতে ত্রুটি: {0}
ca_es: Error en afegir la carpeta: {0}
cs_cz: Chyba při přidávání složky: {0}
da_dk: Fejl ved tilføjelse af mappe: {0}
de_de: Fehler beim Hinzufügen des Ordners: {0}
el_gr: Σφάλμα προσθήκης φακέλου: {0}
es_mx: Error al agregar carpeta: {0}
et_ee: Kausta lisamise viga: {0}
fa_ir: خطا در افزودن پوشه: {0}
fi_fi: Virhe kansion lisäyksessä: {0}
fil_ph: Error sa pagdagdag ng folder: {0}
fr_fr: Erreur lors de l'ajout du dossier : {0}
ga_ie: Earráid ag cur fillteáin leis: {0}
he_il: שגיאה בהוספת תיקיה: {0}
hi_in: फ़ोल्डर जोड़ने में त्रुटि: {0}
hr_hr: Pogreška pri dodavanju mape: {0}
hu_hu: Hiba a mappa hozzáadásakor: {0}
id_id: Kesalahan menambahkan folder: {0}
it_it: Errore durante l'aggiunta della cartella: {0}
ja_jp: フォルダーの追加エラー: {0}
ko_kr: 폴더 추가 오류: {0}
lt_lt: Klaida pridedant aplanką: {0}
ms_my: Ralat menambah folder: {0}
nl_nl: Fout bij toevoegen map: {0}
no_no: Feil ved tillegging av mappe: {0}
pa_in: ਫੋਲਡਰ ਜੋੜਨ ਵਿੱਚ ਗਲਤੀ: {0}
pl_pl: Błąd podczas dodawania folderu: {0}
pt_br: Erro ao adicionar pasta: {0}
ro_ro: Eroare la adăugarea dosarului: {0}
ru_ru: Ошибка добавления папки: {0}
sk_sk: Chyba pri pridávaní priečinka: {0}
sq_al: Gabim në shtimin e dosjes: {0}
sr_cyrl_rs: Грешка при додавању фасцикле: {0}
sv_se: Fel vid tillägg av mapp: {0}
sw_ke: Hitilafu wakati wa kuongeza folda: {0}
ta_in: கோப்புறையைச் சேர்ப்பதில் பிழை: {0}
th_th: ข้อผิดพลาดในการเพิ่มโฟลเดอร์: {0}
tr_tr: Klasör eklenirken hata oluştu: {0}
uk_ua: Помилка додавання папки: {0}
vi_vn: Lỗi khi thêm thư mục: {0}
zh_hans: 添加文件夹出错：{0}
zh_tw: 新增資料夾錯誤：{0}

# Folders_Error_DeleteFolder
source: Error deleting folder: {0}
af_za: Fout met uitvee van vouer: {0}
ar_eg: خطأ في حذف المجلد: {0}
bg_bg: Грешка при изтриване на папка: {0}
bn_bd: ফোল্ডার মুছে ফেলতে ত্রুটি: {0}
ca_es: Error en suprimir la carpeta: {0}
cs_cz: Chyba při mazání složky: {0}
da_dk: Fejl ved sletning af mappe: {0}
de_de: Fehler beim Löschen des Ordners: {0}
el_gr: Σφάλμα διαγραφής φακέλου: {0}
es_mx: Error al eliminar carpeta: {0}
et_ee: Kausta kustutamise viga: {0}
fa_ir: خطا در حذف پوشه: {0}
fi_fi: Virhe kansion poistossa: {0}
fil_ph: Error sa pagbura ng folder: {0}
fr_fr: Erreur lors de la suppression du dossier : {0}
ga_ie: Earráid ag scriosadh fillteáin: {0}
he_il: שגיאה במחיקת תיקיה: {0}
hi_in: फ़ोल्डर हटाने में त्रुटि: {0}
hr_hr: Pogreška pri brisanju mape: {0}
hu_hu: Hiba a mappa törlésekor: {0}
id_id: Kesalahan menghapus folder: {0}
it_it: Errore durante l'eliminazione della cartella: {0}
ja_jp: フォルダーの削除エラー: {0}
ko_kr: 폴더 삭제 오류: {0}
lt_lt: Klaida trinant aplanką: {0}
ms_my: Ralat memadam folder: {0}
nl_nl: Fout bij verwijderen map: {0}
no_no: Feil ved sletting av mappe: {0}
pa_in: ਫੋਲਡਰ ਮਿਟਾਉਣ ਵਿੱਚ ਗਲਤੀ: {0}
pl_pl: Błąd podczas usuwania folderu: {0}
pt_br: Erro ao excluir pasta: {0}
ro_ro: Eroare la ștergerea dosarului: {0}
ru_ru: Ошибка удаления папки: {0}
sk_sk: Chyba pri odstraňovaní priečinka: {0}
sq_al: Gabim në fshirjen e dosjes: {0}
sr_cyrl_rs: Грешка при брисању фасцикле: {0}
sv_se: Fel vid radering av mapp: {0}
sw_ke: Hitilafu wakati wa kufuta folda: {0}
ta_in: கோப்புறையை நீக்குவதில் பிழை: {0}
th_th: ข้อผิดพลาดในการลบโฟลเดอร์: {0}
tr_tr: Klasör silinirken hata oluştu: {0}
uk_ua: Помилка видалення папки: {0}
vi_vn: Lỗi khi xóa thư mục: {0}
zh_hans: 删除文件夹出错：{0}
zh_tw: 刪除資料夾錯誤：{0}

# Folders_Error_RescanFolder
source: Error rescanning folder: {0}
af_za: Fout met herskandering van vouer: {0}
ar_eg: خطأ في إعادة فحص المجلد: {0}
bg_bg: Грешка при повторно сканиране на папка: {0}
bn_bd: ফোল্ডার পুনরায় স্ক্যান করতে ত্রুটি: {0}
ca_es: Error en reescanejar la carpeta: {0}
cs_cz: Chyba při opětovném skenování složky: {0}
da_dk: Fejl ved genscanning af mappe: {0}
de_de: Fehler beim Neu-Scannen des Ordners: {0}
el_gr: Σφάλμα επανεξέτασης φακέλου: {0}
es_mx: Error al reescanear carpeta: {0}
et_ee: Kausta uuesti skaneerimise viga: {0}
fa_ir: خطا در اسکن مجدد پوشه: {0}
fi_fi: Virhe kansion uudelleenskannauksessa: {0}
fil_ph: Error sa muling pag-scan ng folder: {0}
fr_fr: Erreur lors de la réanalyse du dossier : {0}
ga_ie: Earráid ag athscanadh fillteáin: {0}
he_il: שגיאה בסריקה מחדש של תיקיה: {0}
hi_in: फ़ोल्डर को पुन: स्कैन करने में त्रुटि: {0}
hr_hr: Pogreška pri ponovnom skeniranju mape: {0}
hu_hu: Hiba a mappa újraolvasásakor: {0}
id_id: Kesalahan memindai ulang folder: {0}
it_it: Errore durante la riscansione della cartella: {0}
ja_jp: フォルダーの再スキャンエラー: {0}
ko_kr: 폴더 재스캔 오류: {0}
lt_lt: Klaida iš naujo nuskenuojant aplanką: {0}
ms_my: Ralat mengimbas semula folder: {0}
nl_nl: Fout bij opnieuw scannen map: {0}
no_no: Feil ved omskaning av mappe: {0}
pa_in: ਫੋਲਡਰ ਨੂੰ ਮੁੜ-ਸਕੈਨ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {0}
pl_pl: Błąd podczas ponownego skanowania folderu: {0}
pt_br: Erro ao verificar novamente a pasta: {0}
ro_ro: Eroare la re-scanarea dosarului: {0}
ru_ru: Ошибка повторного сканирования папки: {0}
sk_sk: Chyba pri opätovnom skenovaní priečinka: {0}
sq_al: Gabim në riskëllimin e dosjes: {0}
sr_cyrl_rs: Грешка при поновном скенирању фасцикле: {0}
sv_se: Fel vid omsökning av mapp: {0}
sw_ke: Hitilafu wakati wa kuchanganua upya folda: {0}
ta_in: கோப்புறையை மறு ஸ்கேன் செய்வதில் பிழை: {0}
th_th: ข้อผิดพลาดในการสแกนโฟลเดอร์ซ้ำ: {0}
tr_tr: Klasör yeniden taranırken hata oluştu: {0}
uk_ua: Помилка повторного сканування папки: {0}
vi_vn: Lỗi khi quét lại thư mục: {0}
zh_hans: 重新扫描文件夹出错：{0}
zh_tw: 重新掃描資料夾錯誤：{0}

# Folders_Count_Singular
source: {0} folder
af_za: {0} vouer
ar_eg: {0} مجلد
bg_bg: {0} папка
bn_bd: {0} ফোল্ডার
ca_es: {0} carpeta
cs_cz: {0, plural, one{# složka} few{# složky} other{# složek}}
da_dk: {0} mappe
de_de: {0} Ordner
el_gr: {0} φάκελος
es_mx: {0} carpeta
et_ee: {0} kaust
fa_ir: {0} پوشه
fi_fi: {0} kansio
fr_fr: {0} dossier
ga_ie: {0} fillteán
he_il: {0} תיקיה
hi_in: {0} फ़ोल्डर
hr_hr: {0} mapa
hu_hu: {0} mappa
it_it: {0} cartella
ja_jp: {0}フォルダー
ko_kr: {0}개 폴더
lt_lt: {0} aplankas
nl_nl: {0} map
no_no: {0} mappe
pa_in: {0} ਫੋਲਡਰ
pl_pl: {0, plural, one {1 folder} few {{0} foldery} many {{0} folderów} other {{0} folderów}}
pt_br: {0} pasta
ro_ro: {0} dosar
ru_ru: {0, plural, one {# папка} few {# папки} many {# папок} other {# папок}}
sk_sk: {0} priečinok
sq_al: {0} dosje
sr_cyrl_rs: {0} фасцикла
sv_se: {0} mapp
sw_ke: folda {0}
ta_in: {0} கோப்புறை
th_th: {0} โฟลเดอร์
tr_tr: {0} klasör
uk_ua: {0} папка
vi_vn: {0} thư mục
zh_hans: {0} 个文件夹
zh_tw: {0} 個資料夾

# Folders_Count_Plural
source: {0} folders
af_za: {0} vouers
ar_eg: {0} مجلدات
bg_bg: {0} папки
bn_bd: {0} ফোল্ডার
ca_es: {0} carpetes
cs_cz: {0, plural, one{# složka} few{# složky} other{# složek}}
da_dk: {0} mapper
de_de: {0} Ordner
el_gr: {0} φάκελοι
es_mx: {0} carpetas
et_ee: {0} kausta
fa_ir: {0} پوشه
fi_fi: {0} kansiota
fil_ph: {0} folder
fr_fr: {0} dossiers
ga_ie: {0} fillteán
he_il: {0} תיקיות
hi_in: {0} फ़ोल्डर
hr_hr: {0} mapa
hu_hu: {0} mappa
id_id: {0} folder
it_it: {0} cartelle
ja_jp: {0}フォルダー
ko_kr: {0}개 폴더
lt_lt: {0} aplankų
ms_my: {0} folder
nl_nl: {0} mappen
no_no: {0} mapper
pa_in: {0} ਫੋਲਡਰ
pl_pl: {0, plural, one {1 folder} few {{0} foldery} many {{0} folderów} other {{0} folderów}}
pt_br: {0} pastas
ro_ro: {0} dosare
ru_ru: {0, plural, one {# папка} few {# папки} many {# папок} other {# папок}}
sk_sk: {0} priečinkov
sq_al: {0} dosje
sr_cyrl_rs: {0} фасцикле
sv_se: {0} mappar
sw_ke: folda {0}
ta_in: {0} கோப்புறைகள்
th_th: {0} โฟลเดอร์
tr_tr: {0} klasör
uk_ua: {0} папок
vi_vn: {0} thư mục
zh_hans: {0} 个文件夹
zh_tw: {0} 個資料夾

# Songs_Count_Singular
source: {0} song
af_za: {0} liedjie
ar_eg: {0} أغنية
bg_bg: {0} песен
bn_bd: {0} গান
ca_es: {0} cançó
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sang
de_de: {0} Lied
el_gr: {0} τραγούδι
es_mx: {0} canción
et_ee: {0} laul
fa_ir: {0} آهنگ
fi_fi: {0} kappale
fil_ph: {0} kanta
fr_fr: {0} morceau
ga_ie: {0} amhrán
he_il: {0} שיר
hi_in: {0} गाना
hr_hr: {0} pjesma
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brano
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinys
ms_my: {0} lagu
nl_nl: {0} nummer
no_no: {0} sang
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} música
ro_ro: {0} piesă
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladba
sq_al: {0} këngë
sr_cyrl_rs: {0} песма
sv_se: {0} låt
sw_ke: wimbo {0}
ta_in: {0} பாடல்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісня
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# Songs_Count_Plural
source: {0} songs
af_za: {0} liedjies
ar_eg: {0} أغاني
bg_bg: {0} песни
bn_bd: {0} গান
ca_es: {0} cançons
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}}
da_dk: {0} sange
de_de: {0} Lieder
el_gr: {0} τραγούδια
es_mx: {0} canciones
et_ee: {0} laulu
fa_ir: {0} آهنگ
fi_fi: {0} kappaletta
fil_ph: {0} kanta
fr_fr: {0} morceaux
ga_ie: {0} amhrán
he_il: {0} שירים
hi_in: {0} गाने
hr_hr: {0} pjesama
hu_hu: {0} dal
id_id: {0} lagu
it_it: {0} brani
ja_jp: {0}曲
ko_kr: {0}곡
lt_lt: {0} kūrinių
ms_my: {0} lagu
nl_nl: {0} nummers
no_no: {0} sanger
pa_in: {0} ਗੀਤ
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}}
pt_br: {0} músicas
ro_ro: {0} piese
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}}
sk_sk: {0} skladieb
sq_al: {0} këngë
sr_cyrl_rs: {0} песама
sv_se: {0} låtar
sw_ke: nyimbo {0}
ta_in: {0} பாடல்கள்
th_th: {0} เพลง
tr_tr: {0} şarkı
uk_ua: {0} пісень
vi_vn: {0} bài hát
zh_hans: {0} 首歌曲
zh_tw: {0} 首歌曲

# Albums_Count_Singular
source: {0} album
ar_eg: {0} ألبوم
bg_bg: {0} албум
bn_bd: {0} অ্যালবাম
ca_es: {0} àlbum
cs_cz: {0, plural, one{# album} few{# alba} other{# alb}}
el_gr: {0} άλμπουμ
es_mx: {0} álbum
fa_ir: {0} آلبوم
fi_fi: {0} albumi
ga_ie: {0} albam
he_il: {0} אלבום
hi_in: {0} एल्बम
ja_jp: {0}アルバム
ko_kr: {0}개 앨범
lt_lt: {0} albumas
pa_in: {0} ਐਲਬਮ
pl_pl: {0, plural, one {1 album} few {{0} albumy} many {{0} albumów} other {{0} albumów}}
pt_br: {0} álbum
ru_ru: {0, plural, one {# альбом} few {# альбома} many {# альбомов} other {# альбомов}}
sr_cyrl_rs: {0} албум
sw_ke: albamu {0}
ta_in: {0} ஆல்பம்
th_th: {0} อัลบั้ม
tr_tr: {0} albüm
uk_ua: {0} альбом
zh_hans: {0} 张专辑
zh_tw: {0} 張專輯

# Albums_Count_Plural
source: {0} albums
ar_eg: {0} ألبومات
bg_bg: {0} албума
bn_bd: {0} অ্যালবাম
ca_es: {0} àlbums
cs_cz: {0, plural, one{# album} few{# alba} other{# alb}}
da_dk: {0} albummer
de_de: {0} Alben
el_gr: {0} άλμπουμ
es_mx: {0} álbumes
et_ee: {0} albumit
fa_ir: {0} آلبوم
fi_fi: {0} albumia
fil_ph: {0} album
ga_ie: {0} albam
he_il: {0} אלבומים
hi_in: {0} एल्बम
hr_hr: {0} albuma
hu_hu: {0} album
id_id: {0} album
it_it: {0} album
ja_jp: {0}アルバム
ko_kr: {0}개 앨범
lt_lt: {0} albumų
ms_my: {0} album
no_no: {0} album
pa_in: {0} ਐਲਬਮਾਂ
pl_pl: {0, plural, one {1 album} few {{0} albumy} many {{0} albumów} other {{0} albumów}}
pt_br: {0} álbuns
ro_ro: {0} albume
ru_ru: {0, plural, one {# альбом} few {# альбома} many {# альбомов} other {# альбомов}}
sk_sk: {0} albumov
sq_al: {0} albume
sr_cyrl_rs: {0} албума
sv_se: {0} album
sw_ke: albamu {0}
ta_in: {0} ஆல்பங்கள்
th_th: {0} อัลบั้ม
tr_tr: {0} albüm
uk_ua: {0} альбомів
vi_vn: {0} album
zh_hans: {0} 张专辑
zh_tw: {0} 張專輯

# Artists_Count_Singular
source: {0} artist
af_za: {0} kunstenaar
ar_eg: {0} فنان
bg_bg: {0} изпълнител
bn_bd: {0} শিল্পী
ca_es: {0} artista
cs_cz: {0, plural, one{# interpret} few{# interpreti} other{# interpretů}}
da_dk: {0} kunstner
de_de: {0} Künstler
el_gr: {0} καλλιτέχνης
es_mx: {0} artista
fa_ir: {0} هنرمند
fi_fi: {0} artisti
fil_ph: {0} artista
fr_fr: {0} artiste
ga_ie: {0} ealaíontóir
he_il: {0} אמן
hi_in: {0} कलाकार
hr_hr: {0} izvođač
hu_hu: {0} előadó
id_id: {0} artis
it_it: {0} artista
ja_jp: {0}アーティスト
ko_kr: {0}명 아티스트
lt_lt: {0} atlikėjas
ms_my: {0} artis
nl_nl: {0} artiest
pa_in: {0} ਕਲਾਕਾਰ
pl_pl: {0, plural, one {1 wykonawca} few {{0} wykonawcy} many {{0} wykonawców} other {{0} wykonawców}}
pt_br: {0} artista
ru_ru: {0, plural, one {# исполнитель} few {# исполнителя} many {# исполнителей} other {# исполнителей}}
sk_sk: {0} interpret
sr_cyrl_rs: {0} извођач
sw_ke: msanii {0}
ta_in: {0} கலைஞர்
th_th: {0} ศิลปิน
tr_tr: {0} sanatçı
uk_ua: {0} виконавець
vi_vn: {0} nghệ sĩ
zh_hans: {0} 位艺术家
zh_tw: {0} 位演出者

# Artists_Count_Plural
source: {0} artists
af_za: {0} kunstenaars
ar_eg: {0} فنانين
bg_bg: {0} изпълнители
bn_bd: {0} শিল্পী
ca_es: {0} artistes
cs_cz: {0, plural, one{# interpret} few{# interpreti} other{# interpretů}}
da_dk: {0} kunstnere
de_de: {0} Künstler
el_gr: {0} καλλιτέχνες
es_mx: {0} artistas
et_ee: {0} artisti
fa_ir: {0} هنرمند
fi_fi: {0} artistia
fil_ph: {0} artista
fr_fr: {0} artistes
ga_ie: {0} ealaíontóir
he_il: {0} אמנים
hi_in: {0} कलाकार
hr_hr: {0} izvođača
hu_hu: {0} előadó
id_id: {0} artis
it_it: {0} artisti
ja_jp: {0}アーティスト
ko_kr: {0}명 아티스트
lt_lt: {0} atlikėjų
ms_my: {0} artis
nl_nl: {0} artiesten
no_no: {0} artister
pa_in: {0} ਕਲਾਕਾਰ
pl_pl: {0, plural, one {1 wykonawca} few {{0} wykonawcy} many {{0} wykonawców} other {{0} wykonawców}}
pt_br: {0} artistas
ro_ro: {0} artiști
ru_ru: {0, plural, one {# исполнитель} few {# исполнителя} many {# исполнителей} other {# исполнителей}}
sk_sk: {0} interpretov
sq_al: {0} artistë
sr_cyrl_rs: {0} извођача
sv_se: {0} artister
sw_ke: wasanii {0}
ta_in: {0} கலைஞர்கள்
th_th: {0} ศิลปิน
tr_tr: {0} sanatçı
uk_ua: {0} виконавців
vi_vn: {0} nghệ sĩ
zh_hans: {0} 位艺术家
zh_tw: {0} 位演出者

# Generic_NoItems
source: No items
af_za: Geen items
ar_eg: لا توجد عناصر
bg_bg: Няма елементи
bn_bd: কোনো আইটেম নেই
ca_es: Sense elements
cs_cz: Žádné položky
da_dk: Ingen elementer
de_de: Keine Elemente
el_gr: Κανένα αντικείμενο
es_mx: Ningún elemento
et_ee: Ühtegi objekti pole
fa_ir: هیچ موردی
fi_fi: Ei kohteita
fil_ph: Walang item
fr_fr: Aucun élément
ga_ie: Níl aon mhíreanna
he_il: אין פריטים
hi_in: कोई आइटम नहीं
hr_hr: Nema stavki
hu_hu: Nincsenek elemek
id_id: Tidak ada item
it_it: Nessun elemento
ja_jp: アイテムなし
ko_kr: 항목 없음
lt_lt: Nėra elementų
ms_my: Tiada item
nl_nl: Geen items
no_no: Ingen elementer
pa_in: ਕੋਈ ਆਈਟਮ ਨਹੀਂ
pl_pl: Brak elementów
pt_br: Nenhum item
ro_ro: Niciun element
ru_ru: Нет элементов
sk_sk: Žiadne položky
sq_al: Asnjë artikull
sr_cyrl_rs: Нема ставки
sv_se: Inga objekt
sw_ke: Hakuna vitu
ta_in: பொருட்கள் இல்லை
th_th: ไม่มีรายการ
tr_tr: Öğe yok
uk_ua: Немає елементів
vi_vn: Không có mục nào
zh_hans: 无项目
zh_tw: 無項目

# Generic_Error
source: Error
af_za: Fout
ar_eg: خطأ
bg_bg: Грешка
bn_bd: ত্রুটি
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
ga_ie: Earráid
he_il: שגיאה
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
ms_my: Ralat
nl_nl: Fout
no_no: Feil
pa_in: ਗਲਤੀ
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sq_al: Gabim
sr_cyrl_rs: Грешка
sv_se: Fel
sw_ke: Hitilafu
ta_in: பிழை
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_hans: 错误
zh_tw: 錯誤
