Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# NavItem_Library
source: Library
af_za: Biblioteek
ar_eg: المكتبة
bg_bg: Библиотека
bn_bd: লাইব্রেরি
ca_es: Biblioteca
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Sammlung
el_gr: Βιβλιοθήκη
es_mx: Biblioteca
et_ee: Teek
fa_ir: کتابخانه
fi_fi: Kirjasto
fil_ph: Aklatan
fr_fr: Bibliothèque
ga_ie: Leabharlann
he_il: ספרייה
hi_in: लाइब्रेरी
hr_hr: Knjižnica
hu_hu: Könyvtár
id_id: Pustaka
it_it: Raccolta
ja_jp: ライブラリ
ko_kr: 라이브러리
lt_lt: Biblioteka
ms_my: Pustaka
nl_nl: Bibliotheek
no_no: Bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ
pl_pl: Biblioteka
pt_br: Biblioteca
ro_ro: Bibliotecă
ru_ru: Библиотека
sk_sk: Knižnica
sq_al: Bibliotekë
sr_cyrl_rs: Библиотека
sv_se: Bibliotek
sw_ke: Maktaba
ta_in: நூலகம்
th_th: คลังเพลง
tr_tr: Arşiv
uk_ua: Бібліотека
vi_vn: Thư viện
zh_hans: 库
zh_tw: 媒體庫

# NavItem_Albums
source: Albums
ar_eg: الألبومات
bg_bg: Албуми
bn_bd: অ্যালবাম
ca_es: Àlbums
cs_cz: Alba
da_dk: Albummer
de_de: Alben
el_gr: Άλμπουμ
es_mx: Álbumes
et_ee: Albumid
fa_ir: آلبوم‌ها
fi_fi: Albumit
fil_ph: Mga Album
ga_ie: Albaim
he_il: אלבומים
hi_in: एल्बम
hr_hr: Albumi
hu_hu: Albumok
id_id: Album
it_it: Album
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumai
ms_my: Album
no_no: Album
pa_in: ਐਲਬਮਾਂ
pl_pl: Albumy
pt_br: Álbuns
ro_ro: Albume
ru_ru: Альбомы
sk_sk: Albumy
sq_al: Albume
sr_cyrl_rs: Албуми
sv_se: Album
sw_ke: Albamu
ta_in: ஆல்பங்கள்
th_th: อัลบั้ม
tr_tr: Albümler
uk_ua: Альбоми
vi_vn: Album
zh_hans: 专辑
zh_tw: 專輯

# NavItem_Artists
source: Artists
af_za: Kunstenaars
ar_eg: الفنانون
bg_bg: Изпълнители
bn_bd: শিল্পী
ca_es: Artistes
cs_cz: Interpreti
da_dk: Kunstnere
de_de: Künstler
el_gr: Καλλιτέχνες
es_mx: Artistas
et_ee: Artistid
fa_ir: هنرمندان
fi_fi: Artistit
fil_ph: Mga Artista
fr_fr: Artistes
ga_ie: Ealaíontóirí
he_il: אמנים
hi_in: कलाकार
hr_hr: Izvođači
hu_hu: Előadók
id_id: Artis
it_it: Artisti
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjai
ms_my: Artis
nl_nl: Artiesten
no_no: Artister
pa_in: ਕਲਾਕਾਰ
pl_pl: Wykonawcy
pt_br: Artistas
ro_ro: Artiști
ru_ru: Исполнители
sk_sk: Interpreti
sq_al: Artistë
sr_cyrl_rs: Извођачи
sv_se: Artister
sw_ke: Wasanii
ta_in: கலைஞர்கள்
th_th: ศิลปิน
tr_tr: Sanatçılar
uk_ua: Виконавці
vi_vn: Nghệ sĩ
zh_hans: 艺术家
zh_tw: 演出者

# NavItem_Genres
source: Genres
ar_eg: الأنواع
bg_bg: Жанрове
bn_bd: ঘরানা
ca_es: Gèneres
cs_cz: Žánry
da_dk: Genrer
el_gr: Είδη
es_mx: Géneros
et_ee: Žanrid
fa_ir: ژانرها
fi_fi: Genret
fil_ph: Mga Genre
ga_ie: Seánraí
he_il: ז'אנרים
hi_in: शैलियाँ
hr_hr: Žanrovi
hu_hu: Műfajok
id_id: Genre
it_it: Generi
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanrai
ms_my: Genre
no_no: Sjangere
pa_in: ਸ਼ੈਲੀਆਂ
pl_pl: Gatunki
pt_br: Gêneros
ro_ro: Genuri
ru_ru: Жанры
sk_sk: Žánre
sq_al: Zhanre
sr_cyrl_rs: Жанрови
sv_se: Genrer
sw_ke: Aina
ta_in: வகைகள்
th_th: แนวเพลง
tr_tr: Türler
uk_ua: Жанри
vi_vn: Thể loại
zh_hans: 流派
zh_tw: 類型

# NavItem_Playlists
source: Playlists
af_za: Snitlyste
ar_eg: قوائم التشغيل
bg_bg: Плейлисти
bn_bd: প্লেলিস্ট
ca_es: Llistes de reproducció
cs_cz: Seznamy skladeb
da_dk: Afspilningslister
de_de: Wiedergabelisten
el_gr: Λίστες αναπαραγωγής
es_mx: Listas de reproducción
et_ee: Esitusloendid
fa_ir: لیست‌های پخش
fi_fi: Soittolistat
fil_ph: Mga Playlist
fr_fr: Listes de lecture
ga_ie: Seinmliostaí
he_il: רשימות השמעה
hi_in: प्लेलिस्ट
hr_hr: Popisi pjesama
hu_hu: Lejátszási listák
id_id: Daftar Putar
it_it: Playlist
ja_jp: プレイリスト
ko_kr: 재생 목록
lt_lt: Grojaraščiai
ms_my: Senarai Main
nl_nl: Afspeellijsten
no_no: Spillelister
pa_in: ਫੋਲਡਰ
pl_pl: Playlisty
ro_ro: Liste de redare
ru_ru: Плейлисты
sk_sk: Zoznamy skladieb
sq_al: Listat e luajtjes
sr_cyrl_rs: Плејлисте
sv_se: Spellistor
sw_ke: Orodha za kucheza
ta_in: பிளேலிஸ்ட்கள்
th_th: เพลย์ลิสต์
tr_tr: Çalma Listeleri
uk_ua: Списки відтворення
vi_vn: Danh sách phát
zh_hans: 播放列表
zh_tw: 播放清單

# NavItem_Folders
source: Folders
af_za: Vouers
ar_eg: المجلدات
bg_bg: Папки
bn_bd: ফোল্ডার
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
de_de: Ordner
el_gr: Φάκελοι
es_mx: Carpetas
et_ee: Kaustad
fa_ir: پوشه‌ها
fi_fi: Kansiot
fil_ph: Mga Folder
fr_fr: Dossiers
ga_ie: Fillteáin
he_il: תיקיות
hi_in: फ़ोल्डर
hr_hr: Mape
hu_hu: Mappák
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankai
ms_my: Folder
nl_nl: Mappen
no_no: Mapper
pa_in: ਫੋਲਡਰ
pl_pl: Foldery
pt_br: Pastas
ro_ro: Dosare
ru_ru: Папки
sk_sk: Priečinky
sq_al: Dosje
sr_cyrl_rs: Фасцикле
sv_se: Mappar
sw_ke: Folda
ta_in: கோப்புறைகள்
th_th: โฟลเดอร์
tr_tr: Klasörler
uk_ua: Папки
vi_vn: Thư mục
zh_hans: 文件夹
zh_tw: 資料夾

# NavItem_Settings
source: Settings
af_za: Instellings
ar_eg: الإعدادات
bg_bg: Настройки
bn_bd: সেটিংস
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_mx: Configuración
et_ee: Seaded
fa_ir: تنظیمات
fi_fi: Asetukset
fil_ph: Mga Setting
fr_fr: Paramètres
ga_ie: Socruithe
he_il: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
ms_my: Tetapan
nl_nl: Instellingen
no_no: Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia
sq_al: Cilësimet
sr_cyrl_rs: Подешавања
sv_se: Inställningar
sw_ke: Mipangilio
ta_in: அமைப்புகள்
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_hans: 设置
zh_tw: 設定

# Status_NoTrackPlaying
source: No track playing
af_za: Geen snit speel nie
ar_eg: لا توجد أغنية قيد التشغيل
bg_bg: Няма възпроизвеждана песен
bn_bd: কোনো ট্র্যাক বাজছে না
ca_es: No s'està reproduint cap pista
cs_cz: Nepřehrává se žádná skladba
da_dk: Ingen numre afspilles
de_de: Kein Titel wird abgespielt
el_gr: Δεν αναπαράγεται κομμάτι
es_mx: Ninguna canción en reproducción
et_ee: Ühtegi lugu ei esitata
fa_ir: هیچ آهنگی در حال پخش نیست
fi_fi: Ei kappaletta toistossa
fil_ph: Walang tugtuging tumutugtog
fr_fr: Aucun morceau en lecture
ga_ie: Níl rian ar bith ag seinm
he_il: אין רצועה מתנגנת
hi_in: कोई ट्रैक नहीं चल रहा है
hr_hr: Nijedna pjesma se ne reproducira
hu_hu: Nincs lejátszott szám
id_id: Tidak ada lagu yang diputar
it_it: Nessun brano in riproduzione
ja_jp: 再生中のトラックはありません
ko_kr: 재생 중인 트랙 없음
lt_lt: Groja joks kūrinys
ms_my: Tiada lagu dimainkan
nl_nl: Geen nummer wordt afgespeeld
no_no: Ingen spor spilles av
pa_in: ਕੋਈ ਟਰੈਕ ਨਹੀਂ ਚੱਲ ਰਿਹਾ
pl_pl: Żaden utwór nie jest odtwarzany
pt_br: Nenhuma faixa em reprodução
ro_ro: Nu se redă nicio piesă
ru_ru: Нет воспроизводимого трека
sk_sk: Neprehráva sa žiadna skladba
sq_al: Asnjë këngë nuk po luhet
sr_cyrl_rs: Нема нумере која се репродукује
sv_se: Ingen låt spelas
sw_ke: Hakuna wimbo unaocheza
ta_in: பாடல்கள் எதுவும் ஒலிக்கவில்லை
th_th: ไม่มีเพลงกำลังเล่น
tr_tr: Çalan parça yok
uk_ua: Трек не відтворюється
vi_vn: Không có bản nhạc nào đang phát
zh_hans: 未播放曲目
zh_tw: 沒有播放中的曲目

# Tooltip_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_br: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: ப்ளே
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放
zh_tw: 播放

# Tooltip_Pause
source: Pause
af_za: Onderbreek
ar_eg: إيقاف مؤقت
bg_bg: Пауза
bn_bd: বিরতি দিন
ca_es: Pausa
cs_cz: Pozastavit
el_gr: Παύση
es_mx: Pausar
et_ee: Peata
fa_ir: مکث
fi_fi: Keskeytä
fil_ph: I-pause
ga_ie: Sos
he_il: השהה
hi_in: रोकें
hr_hr: Pauziraj
hu_hu: Szünet
id_id: Jeda
it_it: Pausa
ja_jp: 一時停止
ko_kr: 일시 정지
lt_lt: Pristabdyti
ms_my: Jeda
nl_nl: Pauze
pa_in: ਰੋਕੋ
pl_pl: Pauza
pt_br: Pausar
ro_ro: Pauză
ru_ru: Пауза
sk_sk: Pozastaviť
sq_al: Pauzë
sr_cyrl_rs: Паузирај
sv_se: Paus
sw_ke: Sitisha
ta_in: இடைநிறுத்து
th_th: หยุดชั่วคราว
tr_tr: Duraklat
uk_ua: Пауза
vi_vn: Tạm dừng
zh_hans: 暂停
zh_tw: 暫停

# Tooltip_ShuffleOn
source: Shuffle On
af_za: Skuifel Aan
ar_eg: خلط عشوائي تشغيل
bg_bg: Разбъркване вкл.
bn_bd: শাফেল চালু
ca_es: Reproducció aleatòria activada
cs_cz: Náhodné přehrávání zapnuto
da_dk: Bland til
de_de: Zufallswiedergabe Ein
el_gr: Τυχαία σειρά Ενεργή
es_mx: Reproducción aleatoria activada
et_ee: Juhuesitus sees
fa_ir: پخش تصادفی روشن
fi_fi: Satunnaistoisto päällä
fil_ph: Naka-on ang Pag-shuffle
fr_fr: Lecture aléatoire activée
ga_ie: Suaitheadh Ar Siúl
he_il: ערבוב מופעל
hi_in: शफ़ल चालू
hr_hr: Nasumična reprodukcija uključena
hu_hu: Keverés be
id_id: Acak Aktif
it_it: Riproduzione casuale attiva
ja_jp: シャッフルオン
ko_kr: 셔플 켜기
lt_lt: Maišymas įjungtas
ms_my: Rawak Hidup
nl_nl: Willekeurig aan
no_no: Bland avspilling på
pa_in: ਸ਼ਫਲ ਚਾਲੂ
pl_pl: Losowe Odtwarzanie Włączone
pt_br: Aleatório Ativado
ro_ro: Amestecare activată
ru_ru: Перемешивание включено
sk_sk: Náhodné prehrávanie zapnuté
sq_al: Përzierje aktiv
sr_cyrl_rs: Насумична репродукција укључена
sv_se: Blanda på
sw_ke: Cheza Changanyiko Imewashwa
ta_in: கலக்கி ஒலிக்கவும்
th_th: สลับเพลงเปิด
tr_tr: Karıştırma Açık
uk_ua: Перемішування увімкнено
vi_vn: Phát ngẫu nhiên bật
zh_hans: 随机播放开启
zh_tw: 隨機播放開啟

# Tooltip_ShuffleOff
source: Shuffle Off
af_za: Skuifel Af
ar_eg: خلط عشوائي إيقاف
bg_bg: Разбъркване изкл.
bn_bd: শাফেল বন্ধ
ca_es: Reproducció aleatòria desactivada
cs_cz: Náhodné přehrávání vypnuto
da_dk: Bland fra
de_de: Zufallswiedergabe Aus
el_gr: Τυχαία σειρά Ανενεργή
es_mx: Reproducción aleatoria desactivada
et_ee: Juhuesitus väljas
fa_ir: پخش تصادفی خاموش
fi_fi: Satunnaistoisto pois päältä
fil_ph: Naka-off ang Pag-shuffle
fr_fr: Lecture aléatoire désactivée
ga_ie: Suaitheadh As
he_il: ערבוב כבוי
hi_in: शफ़ल बंद
hr_hr: Nasumična reprodukcija isključena
hu_hu: Keverés ki
id_id: Acak Nonaktif
it_it: Riproduzione casuale disattivata
ja_jp: シャッフルオフ
ko_kr: 셔플 끄기
lt_lt: Maišymas išjungtas
ms_my: Rawak Mati
nl_nl: Willekeurig uit
no_no: Bland avspilling av
pa_in: ਸ਼ਫਲ ਬੰਦ
pl_pl: Losowe Odtwarzanie Wyłączone
pt_br: Aleatório Desativado
ro_ro: Amestecare dezactivată
ru_ru: Перемешивание выключено
sk_sk: Náhodné prehrávanie vypnuté
sq_al: Përzierje joaktiv
sr_cyrl_rs: Насумична репродукција искључена
sv_se: Blanda av
sw_ke: Cheza Changanyiko Imezimwa
ta_in: கலக்குதலை நிறுத்து
th_th: สลับเพลงปิด
tr_tr: Karıştırma Kapalı
uk_ua: Перемішування вимкнено
vi_vn: Phát ngẫu nhiên tắt
zh_hans: 随机播放关闭
zh_tw: 隨機播放關閉

# Tooltip_RepeatOff
source: Repeat Off
af_za: Herhaal Af
ar_eg: إعادة إيقاف
bg_bg: Повтаряне изкл.
bn_bd: পুনরাবৃত্তি বন্ধ
ca_es: Repetir desactivat
cs_cz: Opakování vypnuto
da_dk: Gentag fra
de_de: Wiederholung Aus
el_gr: Επανάληψη Ανενεργή
es_mx: Repetir desactivado
et_ee: Kordus väljas
fa_ir: تکرار خاموش
fi_fi: Toisto pois päältä
fil_ph: Naka-off ang Ulitin
fr_fr: Répétition désactivée
ga_ie: Athrá As
he_il: חזרה כבויה
hi_in: दोहराव बंद
hr_hr: Ponavljanje isključeno
hu_hu: Ismétlés ki
id_id: Ulangi Nonaktif
it_it: Ripeti disattivato
ja_jp: リピートオフ
ko_kr: 반복 끄기
lt_lt: Kartojimas išjungtas
ms_my: Ulang Mati
nl_nl: Herhalen uit
no_no: Gjenta av
pa_in: ਦੁਹਰਾਓ ਬੰਦ
pl_pl: Powtarzanie Wyłączone
pt_br: Repetir Desativado
ro_ro: Repetare dezactivată
ru_ru: Повтор выключен
sk_sk: Opakovanie vypnuté
sq_al: Përsëritje joaktiv
sr_cyrl_rs: Понављање искључено
sv_se: Upprepa av
sw_ke: Rudia Imezimwa
ta_in: மீண்டும் ஒலிக்க வேண்டாம்
th_th: เล่นซ้ำปิด
tr_tr: Tekrar Kapalı
uk_ua: Повтор вимкнено
vi_vn: Lặp lại Tắt
zh_hans: 不重复
zh_tw: 重複播放關閉

# Tooltip_RepeatAll
source: Repeat All
af_za: Herhaal Alles
ar_eg: إعادة الكل
bg_bg: Повтаряне на всички
bn_bd: সব পুনরাবৃত্তি করুন
ca_es: Repetir tot
cs_cz: Opakovat vše
da_dk: Gentag alle
de_de: Alle wiederholen
el_gr: Επανάληψη Όλων
es_mx: Repetir todo
et_ee: Korda kõiki
fa_ir: تکرار همه
fi_fi: Toista kaikki
fil_ph: Ulitin Lahat
fr_fr: Tout répéter
ga_ie: Déan Gach Ceann Arís
he_il: חזור על הכל
hi_in: सभी दोहराएँ
hr_hr: Ponavljanje svih
hu_hu: Összes ismétlése
id_id: Ulangi Semua
it_it: Ripeti tutto
ja_jp: すべてリピート
ko_kr: 모두 반복
lt_lt: Kartoti visus
ms_my: Ulang Semua
nl_nl: Alles herhalen
no_no: Gjenta alle
pa_in: ਸਾਰੇ ਦੁਹਰਾਓ
pl_pl: Powtarzaj Wszystko
pt_br: Repetir Tudo
ro_ro: Repetă tot
ru_ru: Повторять все
sk_sk: Opakovať všetko
sq_al: Përsërit të gjitha
sr_cyrl_rs: Понављај све
sv_se: Upprepa alla
sw_ke: Rudia Zote
ta_in: அனைத்தையும் மீண்டும் ஒலிக்கவும்
th_th: เล่นซ้ำทั้งหมด
tr_tr: Tümünü Tekrarla
uk_ua: Повтор усіх
vi_vn: Lặp lại tất cả
zh_hans: 全部重复
zh_tw: 全部重複播放

# Tooltip_RepeatOne
source: Repeat One
af_za: Herhaal Een
ar_eg: إعادة واحدة
bg_bg: Повтаряне на един
bn_bd: একটি পুনরাবৃত্তি করুন
ca_es: Repetir un
cs_cz: Opakovat jednu
da_dk: Gentag én
de_de: Einen wiederholen
el_gr: Επανάληψη Ενός
es_mx: Repetir una
et_ee: Korda ühte
fa_ir: تکرار یک آهنگ
fi_fi: Toista yksi
fil_ph: Ulitin ang Isa
fr_fr: Répéter un seul
ga_ie: Déan Ceann Amháin Arís
he_il: חזור על אחד
hi_in: एक दोहराएँ
hr_hr: Ponavljanje jedne
hu_hu: Egy ismétlése
id_id: Ulangi Satu
it_it: Ripeti uno
ja_jp: 1曲リピート
ko_kr: 한 곡 반복
lt_lt: Kartoti vieną
ms_my: Ulang Satu
nl_nl: Eén herhalen
no_no: Gjenta én
pa_in: ਇੱਕ ਦੁਹਰਾਓ
pl_pl: Powtarzaj Jeden
pt_br: Repetir Uma
ro_ro: Repetă o piesă
ru_ru: Повторять один
sk_sk: Opakovať jednu
sq_al: Përsërit një
sr_cyrl_rs: Понављај једну
sv_se: Upprepa en
sw_ke: Rudia Moja
ta_in: ஒன்றை மீண்டும் ஒலிக்கவும்
th_th: เล่นซ้ำหนึ่งเพลง
tr_tr: Tekrar Bir
uk_ua: Повтор одного
vi_vn: Lặp lại một lần
zh_hans: 单曲重复
zh_tw: 重複播放一首

# Tooltip_Repeat
source: Repeat
af_za: Herhaal
ar_eg: إعادة
bg_bg: Повтаряне
bn_bd: পুনরাবৃত্তি
ca_es: Repetir
cs_cz: Opakovat
da_dk: Gentag
de_de: Wiederholen
el_gr: Επανάληψη
es_mx: Repetir
et_ee: Korda
fa_ir: تکرار
fi_fi: Toista
fil_ph: Ulitin
fr_fr: Répéter
ga_ie: Athrá
he_il: חזור
hi_in: दोहराएँ
hr_hr: Ponavljanje
hu_hu: Ismétlés
id_id: Ulangi
it_it: Ripeti
ja_jp: リピート
ko_kr: 반복
lt_lt: Kartoti
ms_my: Ulang
nl_nl: Herhalen
no_no: Gjenta
pa_in: ਦੁਹਰਾਓ
pl_pl: Powtórz
pt_br: Repetir
ro_ro: Repetare
ru_ru: Повтор
sk_sk: Opakovať
sq_al: Përsërit
sr_cyrl_rs: Понављај
sv_se: Upprepa
sw_ke: Rudia
ta_in: மீண்டும் ஒலிக்கவும்
th_th: เล่นซ้ำ
tr_tr: Tekrarla
uk_ua: Повтор
vi_vn: Lặp lại
zh_hans: 重复
zh_tw: 重複播放

# Tooltip_Unmute
source: Unmute
af_za: Ontdemp
ar_eg: إلغاء كتم الصوت
bg_bg: Включи звук
bn_bd: আনমিউট করুন
ca_es: Activar so
cs_cz: Zrušit ztlumení
da_dk: Slå lyd til
de_de: Stummschaltung aufheben
el_gr: Κατάργηση σίγασης
es_mx: Activar sonido
et_ee: Lülita vaigistus välja
fa_ir: لغو بی‌صدا
fi_fi: Poista mykistys
fil_ph: I-unmute
fr_fr: Activer le son
ga_ie: Díbhalbhaigh
he_il: בטל השתקה
hi_in: अनम्यूट करें
hr_hr: Uključi zvuk
hu_hu: Némítás feloldása
id_id: Buka Bisu
it_it: Attiva audio
ja_jp: ミュート解除
ko_kr: 음소거 해제
lt_lt: Įjungti garsą
ms_my: Nyaring
nl_nl: Geluid aan
no_no: Slå på lyd
pa_in: ਅਨਮਿਊਟ ਕਰੋ
pl_pl: Włącz Dźwięk
pt_br: Ativar som
ro_ro: Activează sunetul
ru_ru: Включить звук
sk_sk: Zrušiť stlmenie
sq_al: Çkyç zërin
sr_cyrl_rs: Укључи звук
sv_se: Slå på ljud
sw_ke: Washa Sauti
ta_in: ஒலியை இயக்கு
th_th: เปิดเสียง
tr_tr: Sesi Aç
uk_ua: Увімкнути звук
vi_vn: Bật tiếng
zh_hans: 取消静音
zh_tw: 取消靜音

# Tooltip_Mute
source: Mute
af_za: Demp
ar_eg: كتم الصوت
bg_bg: Изключи звук
bn_bd: মিউট করুন
ca_es: Silenciar
cs_cz: Ztlumit
da_dk: Slå lyd fra
de_de: Stummschalten
el_gr: Σίγαση
es_mx: Silenciar
et_ee: Vaigista
fa_ir: بی‌صدا
fi_fi: Mykistä
fil_ph: I-mute
fr_fr: Couper le son
ga_ie: Bhalbhaigh
he_il: השתק
hi_in: म्यूट करें
hr_hr: Isključi zvuk
hu_hu: Némítás
id_id: Bisu
it_it: Disattiva audio
ja_jp: ミュート
ko_kr: 음소거
lt_lt: Išjungti garsą
ms_my: Bisukan
nl_nl: Geluid uit
no_no: Demp
pa_in: ਮਿਊਟ ਕਰੋ
pl_pl: Wycisz
pt_br: Mudo
ro_ro: Dezactivează sunetul
ru_ru: Выключить звук
sk_sk: Stlmiť
sq_al: Kyç zërin
sr_cyrl_rs: Искључи звук
sv_se: Stäng av ljud
sw_ke: Zima Sauti
ta_in: ஒலியை முடக்கு
th_th: ปิดเสียง
tr_tr: Sesi Kapat
uk_ua: Вимкнути звук
vi_vn: Tắt tiếng
zh_hans: 静音
zh_tw: 靜音

# Theme_Light
source: Light
af_za: Lig
ar_eg: فاتح
bg_bg: Светла
bn_bd: হালকা
ca_es: Clar
cs_cz: Světlý
da_dk: Lys
de_de: Hell
el_gr: Φωτεινό
es_mx: Claro
et_ee: Hele
fa_ir: روشن
fi_fi: Vaalea
fil_ph: Magaan
fr_fr: Clair
ga_ie: Éadrom
he_il: בהיר
hi_in: हल्का
hr_hr: Svijetlo
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
lt_lt: Šviesi
ms_my: Cerah
nl_nl: Licht
no_no: Lys
pa_in: ਹਲਕਾ
pl_pl: Jasny
pt_br: Claro
ro_ro: Luminos
ru_ru: Светлая
sk_sk: Svetlý
sq_al: Dritë
sr_cyrl_rs: Светла
sv_se: Ljus
sw_ke: Nuru
ta_in: இலகுவான
th_th: สว่าง
tr_tr: Açık
uk_ua: Світла
vi_vn: Sáng
zh_hans: 浅色
zh_tw: 淺色

# Theme_Dark
source: Dark
af_za: Donker
ar_eg: داكن
bg_bg: Тъмна
bn_bd: গাড়ো
ca_es: Fosc
cs_cz: Tmavý
da_dk: Mørk
de_de: Dunkel
el_gr: Σκοτεινό
es_mx: Oscuro
et_ee: Tume
fa_ir: تیره
fi_fi: Tumma
fil_ph: Madilim
fr_fr: Sombre
ga_ie: Dorcha
he_il: כהה
hi_in: गहरा
hr_hr: Tamno
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
lt_lt: Tamsi
ms_my: Gelap
nl_nl: Donker
no_no: Mørk
pa_in: ਹਨੇਰਾ
pl_pl: Ciemny
pt_br: Escuro
ro_ro: Întunecat
ru_ru: Темная
sk_sk: Tmavý
sq_al: Errët
sr_cyrl_rs: Тамна
sv_se: Mörk
sw_ke: Giza
ta_in: அடர்ந்த
th_th: มืด
tr_tr: Koyu
uk_ua: Темна
vi_vn: Tối
zh_hans: 深色
zh_tw: 深色

# Theme_Default
source: Use system setting
af_za: Gebruik stelselinstelling
ar_eg: استخدام إعدادات النظام
bg_bg: Използване на системна настройка
bn_bd: সিস্টেম সেটিং ব্যবহার করুন
ca_es: Utilitzar la configuració del sistema
cs_cz: Použít systémové nastavení
da_dk: Brug systemindstilling
de_de: Systemeinstellung verwenden
el_gr: Χρήση ρύθμισης συστήματος
es_mx: Usar configuración del sistema
et_ee: Kasuta süsteemi seadet
fa_ir: استفاده از تنظیمات سیستم
fi_fi: Käytä järjestelmän asetusta
fil_ph: Gamitin ang setting ng sistema
fr_fr: Utiliser le paramètre système
ga_ie: Úsáid socrú an chórais
he_il: השתמש בהגדרות מערכת
hi_in: सिस्टम सेटिंग का उपयोग करें
hr_hr: Koristi postavku sustava
hu_hu: Rendszerbeállítás használata
id_id: Gunakan pengaturan sistem
it_it: Usa impostazioni di sistema
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용
lt_lt: Naudoti sistemos nustatymą
ms_my: Guna tetapan sistem
nl_nl: Systeeminstelling gebruiken
no_no: Bruk systeminnstilling
pa_in: ਸਿਸਟਮ ਸੈਟਿੰਗ ਵਰਤੋ
pl_pl: Użyj ustawienia systemowego
pt_br: Usar configuração do sistema
ro_ro: Utilizați setarea sistemului
ru_ru: Использовать системные настройки
sk_sk: Použiť nastavenie systému
sq_al: Përdor cilësimin e sistemit
sr_cyrl_rs: Користи подешавање система
sv_se: Använd systeminställning
sw_ke: Tumia mipangilio ya mfumo
ta_in: கணினி அமைப்பை பயன்படுத்து
th_th: ใช้การตั้งค่าระบบ
tr_tr: Sistem ayarını kullan
uk_ua: Використовувати системні налаштування
vi_vn: Sử dụng cài đặt hệ thống
zh_hans: 使用系统设置
zh_tw: 使用系統設定

# Backdrop_Mica
source: Mica
ar_eg: ميكا
bn_bd: মাইকা
el_gr: Μίκα
fa_ir: میکا
fil_ph: Mika
he_il: מיקה
hi_in: माइका
id_id: Mika
ja_jp: ミカ
ko_kr: 미카
lt_lt: Mika
ms_my: Mika
no_no: Mika
pa_in: ਮੀਕਾ
sr_cyrl_rs: Мика
ta_in: மைக்கா
th_th: ไมก้า
tr_tr: Mika
zh_hans: 云母
zh_tw: 雲母

# Backdrop_MicaAlt
source: Mica Alt
ar_eg: ميكا بديل
bn_bd: মাইকা অল্ট
el_gr: Μίκα Εναλλακτικό
es_mx: Mica Alternativa
fa_ir: میکا جایگزین
fil_ph: Mika Alt
ga_ie: Mica Malartach
he_il: מיקה חלופית
hi_in: माइका ऑल्ट
id_id: Mika Alt
ja_jp: ミカ (代替)
ko_kr: 미카 대체
lt_lt: Mika Alt
ms_my: Mika Alt
no_no: Mika Alt
pa_in: ਮੀਕਾ ਆਲਟ
ro_ro: Mica alternativă
sr_cyrl_rs: Мика Алт
sw_ke: Mica Mbadala
ta_in: மைக்கா ஆல்ட்
th_th: ไมก้า (แบบ Alt)
tr_tr: Mika Alternatif
zh_hans: 云母替代
zh_tw: 雲母替代

# Backdrop_Acrylic
source: Acrylic
af_za: Akriel
ar_eg: أكريليك
bg_bg: Акрил
bn_bd: অ্যাক্রিলিক
ca_es: Acrílic
cs_cz: Akryl
da_dk: Akryl
de_de: Acryl
el_gr: Ακρυλικό
es_mx: Acrílico
et_ee: Akrüül
fa_ir: اکریلیک
fi_fi: Akryyli
fr_fr: Acrylique
ga_ie: Aicrileach
he_il: אקריליק
hi_in: एक्रिलिक
hr_hr: Akrilik
hu_hu: Akril
id_id: Akrilik
it_it: Acrilico
ja_jp: アクリル
ko_kr: 아크릴
lt_lt: Akrilas
ms_my: Akrilik
nl_nl: Acryl
no_no: Akryl
pa_in: ਐਕ੍ਰੀਲਿਕ
pl_pl: Akryl
pt_br: Acrílico
ro_ro: Acrilic
ru_ru: Акрил
sk_sk: Akryl
sq_al: Akrilik
sr_cyrl_rs: Акрил
sv_se: Akryl
sw_ke: Akriliki
ta_in: அக்ரிலிக்
th_th: อะคริลิก
tr_tr: Akrilik
uk_ua: Акрил
zh_hans: 亚克力
zh_tw: 壓克力

# Label_Composer
source: Composer
af_za: Komponis
ar_eg: الملحن
bg_bg: Композитор
bn_bd: সুরকার
ca_es: Compositor
cs_cz: Skladatel
da_dk: Komponist
de_de: Komponist
el_gr: Συνθέτης
es_mx: Compositor
et_ee: Helilooja
fa_ir: آهنگساز
fi_fi: Säveltäjä
fil_ph: Kompositor
fr_fr: Compositeur
ga_ie: Cumadóir
he_il: מלחין
hi_in: संगीतकार
hr_hr: Skladatelj
hu_hu: Zeneszerző
id_id: Komposer
it_it: Compositore
ja_jp: 作曲者
ko_kr: 작곡가
lt_lt: Kompozitorius
ms_my: Komposer
nl_nl: Componist
no_no: Komponist
pa_in: ਸੰਗੀਤਕਾਰ
pl_pl: Kompozytor
pt_br: Compositor
ro_ro: Compozitor
ru_ru: Композитор
sk_sk: Skladateľ
sq_al: Kompozitor
sr_cyrl_rs: Композитор
sv_se: Kompositör
sw_ke: Mtunzi
ta_in: இசையமைப்பாளர்
th_th: ผู้ประพันธ์
tr_tr: Besteci
uk_ua: Композитор
vi_vn: Nhạc sĩ
zh_hans: 作曲家
zh_tw: 作曲者

# Label_Comment
source: Comment
af_za: Kommentaar
ar_eg: تعليق
bg_bg: Коментар
bn_bd: মন্তব্য
ca_es: Comentari
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
el_gr: Σχόλιο
es_mx: Comentario
et_ee: Märkus
fa_ir: نظر
fi_fi: Kommentti
fil_ph: Komento
fr_fr: Commentaire
ga_ie: Trácht
he_il: הערה
hi_in: टिप्पणी
hr_hr: Komentar
hu_hu: Megjegyzés
id_id: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 설명
lt_lt: Komentaras
ms_my: Komen
nl_nl: Opmerking
no_no: Kommentar
pa_in: ਟਿੱਪਣੀ
pl_pl: Komentarz
pt_br: Comentário
ro_ro: Comentariu
ru_ru: Комментарий
sk_sk: Komentár
sq_al: Koment
sr_cyrl_rs: Коментар
sv_se: Kommentar
sw_ke: Maoni
ta_in: கருத்து
th_th: ความคิดเห็น
tr_tr: Yorum
uk_ua: Коментар
vi_vn: Bình luận
zh_hans: 评论
zh_tw: 註解

# Label_Rating
source: Rating
af_za: Gradering
ar_eg: التقييم
bg_bg: Оценка
bn_bd: রেটিং
ca_es: Puntuació
cs_cz: Hodnocení
da_dk: Bedømmelse
de_de: Bewertung
el_gr: Αξιολόγηση
es_mx: Calificación
et_ee: Hinnang
fa_ir: امتیاز
fi_fi: Arvosana
fr_fr: Évaluation
ga_ie: Rátáil
he_il: דירוג
hi_in: रेटिंग
hr_hr: Ocjena
hu_hu: Értékelés
id_id: Peringkat
it_it: Valutazione
ja_jp: 評価
ko_kr: 평점
lt_lt: Įvertinimas
ms_my: Penilaian
nl_nl: Beoordeling
no_no: Vurdering
pa_in: ਰੇਟਿੰਗ
pl_pl: Ocena
pt_br: Classificação
ro_ro: Evaluare
ru_ru: Рейтинг
sk_sk: Hodnotenie
sq_al: Vlerësim
sr_cyrl_rs: Оцена
sv_se: Betyg
sw_ke: Ukadiriaji
ta_in: மதிப்பீடு
th_th: การให้คะแนน
tr_tr: Derecelendirme
uk_ua: Рейтинг
vi_vn: Xếp hạng
zh_hans: 评分
zh_tw: 評分

# Operator_Contains
source: Contains
af_za: Bevat
ar_eg: يحتوي على
bg_bg: Съдържа
bn_bd: অন্তর্ভুক্ত
ca_es: Conté
cs_cz: Obsahuje
da_dk: Indeholder
de_de: Enthält
el_gr: Περιέχει
es_mx: Contiene
et_ee: Sisaldab
fa_ir: شامل می‌شود
fi_fi: Sisältää
fil_ph: Naglalaman ng
fr_fr: Contient
ga_ie: Cuimsíonn
he_il: מכיל
hi_in: शामिल है
hr_hr: Sadrži
hu_hu: Tartalmazza
id_id: Mengandung
it_it: Contiene
ja_jp: を含む
ko_kr: 포함
lt_lt: Turi
ms_my: Mengandungi
nl_nl: Bevat
no_no: Inneholder
pa_in: ਸ਼ਾਮਲ ਹੈ
pl_pl: Zawiera
pt_br: Contém
ro_ro: Conține
ru_ru: Содержит
sk_sk: Obsahuje
sq_al: Përmban
sr_cyrl_rs: Садржи
sv_se: Innehåller
sw_ke: Inajumuisha
ta_in: உள்ளடக்கியது
th_th: มี
tr_tr: İçerir
uk_ua: Містить
vi_vn: Có chứa
zh_hans: 包含
zh_tw: 包含
