Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SmartPlaylist_Status_EnterNameToSeeSongs
source: Enter a name to see matching songs
af_za: Voer 'n naam in om passende liedjies te sien
ar_eg: أدخل اسمًا لمشاهدة الأغاني المطابقة
bg_bg: Въведете име, за да видите съответстващите песни
bn_bd: ম্যাচিং গান দেখতে একটি নাম লিখুন
ca_es: Introdueix un nom per veure les cançons que coincideixen
cs_cz: Zadejte název pro zobrazení odpovídajících skladeb
da_dk: Indtast et navn for at se matchende sange
de_de: Geben Sie einen Namen ein, um passende Lieder zu sehen
el_gr: Εισαγάγετε ένα όνομα για να δείτε τα αντίστοιχα τραγούδια
es_mx: Introduce un nombre para ver las canciones coincidentes
et_ee: Sisesta nimi, et näha sobivaid lugusid
fa_ir: برای مشاهده آهنگ‌های منطبق، نامی وارد کنید
fi_fi: Anna nimi nähdäksesi vastaavat kappaleet
fil_ph: Maglagay ng pangalan upang makita ang mga tumutugmang tugtugin
fr_fr: Saisissez un nom pour voir les morceaux correspondants
ga_ie: Iontráil ainm chun amhráin mheaitseála a fheiceáil
he_il: הזן שם כדי לראות שירים תואמים
hi_in: मेल खाने वाले गाने देखने के लिए एक नाम दर्ज करें
hr_hr: Unesite naziv da biste vidjeli odgovarajuće pjesme
hu_hu: Adjon meg egy nevet az egyező dalok megtekintéséhez
id_id: Masukkan nama untuk melihat lagu yang cocok
it_it: Inserisci un nome per vedere i brani corrispondenti
ja_jp: 一致する曲を表示するには名前を入力してください
ko_kr: 일치하는 곡을 보려면 이름을 입력하세요
lt_lt: Įveskite pavadinimą, kad pamatytumėte atitinkančius kūrinius
ms_my: Masukkan nama untuk melihat lagu yang sepadan
nl_nl: Voer een naam in om overeenkomende nummers te zien
no_no: Skriv inn et navn for å se matchende sanger
pa_in: ਮੇਲ ਖਾਂਦੇ ਗੀਤਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ
pl_pl: Wprowadź nazwę, aby zobaczyć pasujące utwory
pt_br: Insira um nome para ver as músicas correspondentes
ro_ro: Introduceți un nume pentru a vedea piesele potrivite
ru_ru: Введите название, чтобы увидеть соответствующие песни
sk_sk: Zadajte názov pre zobrazenie zodpovedajúcich skladieb
sq_al: Vendosni një emër për të parë këngët përputhëse
sr_cyrl_rs: Унесите назив да бисте видели одговарајуће песме
sv_se: Ange ett namn för att se matchande låtar
sw_ke: Weka jina ili kuona nyimbo zinazolingana
ta_in: பொருந்தும் பாடல்களைக் காண ஒரு பெயரை உள்ளிடவும்
th_th: ป้อนชื่อเพื่อดูเพลงที่ตรงกัน
tr_tr: Eşleşen şarkıları görmek için bir ad girin
uk_ua: Введіть назву, щоб побачити відповідні пісні
vi_vn: Nhập tên để xem các bài hát phù hợp
zh_hans: 输入名称以查看匹配的歌曲
zh_tw: 輸入名稱以查看符合的歌曲

# SmartPlaylist_Status_Error
source: Unable to calculate
af_za: Kan nie bereken nie
ar_eg: غير قادر على الحساب
bg_bg: Не може да се изчисли
bn_bd: গণনা করতে অক্ষম
ca_es: No s'ha pogut calcular
cs_cz: Nelze vypočítat
da_dk: Kunne ikke beregne
de_de: Berechnung nicht möglich
el_gr: Αδυναμία υπολογισμού
es_mx: No se pudo calcular
et_ee: Ei saa arvutada
fa_ir: امکان محاسبه نیست
fi_fi: Ei voida laskea
fil_ph: Hindi makalkula
fr_fr: Impossible de calculer
ga_ie: Ní féidir a ríomh
he_il: לא ניתן לחשב
hi_in: गणना करने में असमर्थ
hr_hr: Nije moguće izračunati
hu_hu: Nem számítható ki
id_id: Tidak dapat menghitung
it_it: Impossibile calcolare
ja_jp: 計算できません
ko_kr: 계산할 수 없음
lt_lt: Nepavyko apskaičiuoti
ms_my: Tidak dapat mengira
nl_nl: Kan niet berekenen
no_no: Kan ikke beregnes
pa_in: ਗਣਨਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pl_pl: Nie można obliczyć
pt_br: Impossível calcular
ro_ro: Nu se poate calcula
ru_ru: Не удалось рассчитать
sk_sk: Nepodarilo sa vypočítať
sq_al: Nuk mund të llogaritet
sr_cyrl_rs: Није могуће израчунати
sv_se: Kan inte beräkna
sw_ke: Imeshindwa kuhesabu
ta_in: கணக்கிட முடியவில்லை
th_th: ไม่สามารถคำนวณได้
tr_tr: Hesaplama yapılamıyor
uk_ua: Неможливо обчислити
vi_vn: Không thể tính toán
zh_hans: 无法计算
zh_tw: 無法計算

# SmartPlaylist_Status_Calculating
source: Calculating...
af_za: Besig om te bereken...
ar_eg: جاري الحساب...
bg_bg: Изчисляване...
bn_bd: গণনা করা হচ্ছে...
ca_es: Calculant...
cs_cz: Vypočítává se...
da_dk: Beregner...
de_de: Berechne...
el_gr: Υπολογίζεται...
es_mx: Calculando...
et_ee: Arvutamine...
fa_ir: در حال محاسبه...
fi_fi: Lasketaan...
fil_ph: Kinakalkula...
fr_fr: Calcul en cours...
ga_ie: Ag ríomh...
he_il: מחשב...
hi_in: गणना की जा रही है...
hr_hr: Izračunavam...
hu_hu: Számítás folyamatban...
id_id: Menghitung...
it_it: Calcolo in corso...
ja_jp: 計算中...
ko_kr: 계산 중...
lt_lt: Skaičiuojama...
ms_my: Mengira...
nl_nl: Bezig met berekenen...
no_no: Beregner...
pa_in: ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Obliczam...
pt_br: Calculando...
ro_ro: Se calculează...
ru_ru: Расчет...
sk_sk: Počítam...
sq_al: Duke llogaritur...
sr_cyrl_rs: Израчунавам...
sv_se: Beräknar...
sw_ke: Inahesabu...
ta_in: கணக்கிடப்படுகிறது...
th_th: กำลังคำนวณ...
tr_tr: Hesaplanıyor...
uk_ua: Обчислення...
vi_vn: Đang tính toán...
zh_hans: 计算中...
zh_tw: 計算中...

# SmartPlaylist_Error_DuplicateName
source: A playlist with this name already exists!
af_za: 'n Snitlys met hierdie naam bestaan reeds!
ar_eg: قائمة تشغيل بهذا الاسم موجودة بالفعل!
bg_bg: Плейлист с това име вече съществува!
bn_bd: এই নামের একটি প্লেলিস্ট ইতিমধ্যেই বিদ্যমান!
ca_es: Ja existeix una llista de reproducció amb aquest nom!
cs_cz: Seznam skladeb s tímto názvem již existuje!
da_dk: En afspilningsliste med dette navn findes allerede!
de_de: Eine Wiedergabeliste mit diesem Namen existiert bereits!
el_gr: Υπάρχει ήδη μια λίστα αναπαραγωγής με αυτό το όνομα!
es_mx: ¡Ya existe una lista de reproducción con este nombre!
et_ee: Selle nimega esitusloend on juba olemas!
fa_ir: لیست پخشی با این نام از قبل وجود دارد!
fi_fi: Tämän niminen soittolista on jo olemassa!
fil_ph: Mayroon nang playlist na may ganitong pangalan!
fr_fr: Une liste de lecture portant ce nom existe déjà !
ga_ie: Tá seinmliosta leis an ainm seo ann cheana!
he_il: רשימת השמעה עם שם זה כבר קיימת!
hi_in: इस नाम से एक प्लेलिस्ट पहले से मौजूद है!
hr_hr: Popis pjesama s ovim nazivom već postoji!
hu_hu: Már létezik lejátszási lista ezzel a névvel!
id_id: Daftar putar dengan nama ini sudah ada!
it_it: Esiste già una playlist con questo nome!
ja_jp: この名前のプレイリストはすでに存在します！
ko_kr: 동일한 이름의 재생 목록이 이미 존재합니다!
lt_lt: Grojaraštis tokiu pavadinimu jau egzistuoja!
ms_my: Senarai main dengan nama ini sudah wujud!
nl_nl: Er bestaat al een afspeellijst met deze naam!
no_no: En spilleliste med dette navnet eksisterer allerede!
pa_in: ਇਸ ਨਾਮ ਦੀ ਇੱਕ ਪਲੇਲਿਸਟ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ!
pl_pl: Playlista o tej nazwie już istnieje!
pt_br: Já existe uma playlist com este nome!
ro_ro: Există deja o listă de redare cu acest nume!
ru_ru: Плейлист с таким названием уже существует!
sk_sk: Zoznam skladieb s týmto názvom už existuje!
sq_al: Një listë luajtjeje me këtë emër ekziston tashmë!
sr_cyrl_rs: Плејлиста са овим називом већ постоји!
sv_se: En spellista med detta namn finns redan!
sw_ke: Orodha ya kucheza yenye jina hili tayari ipo!
ta_in: இந்த பெயரில் ஒரு பிளேலிஸ்ட் ஏற்கனவே உள்ளது!
th_th: มีเพลย์ลิสต์ชื่อนี้อยู่แล้ว!
tr_tr: Bu isimde bir çalma listesi zaten var!
uk_ua: Список відтворення з такою назвою вже існує!
vi_vn: Tên danh sách phát này đã tồn tại!
zh_hans: 此名称的播放列表已存在！
zh_tw: 此名稱的播放清單已存在！

# SmartPlaylist_Error_NameEmptyFeedback
source: Please enter a name!
af_za: Voer asseblief 'n naam in!
ar_eg: الرجاء إدخال اسم!
bg_bg: Моля, въведете име!
bn_bd: অনুগ্রহ করে একটি নাম লিখুন!
ca_es: Introdueix un nom, si us plau!
cs_cz: Zadejte prosím název!
da_dk: Indtast venligst et navn!
de_de: Bitte geben Sie einen Namen ein!
el_gr: Παρακαλώ εισαγάγετε ένα όνομα!
es_mx: ¡Por favor, introduce un nombre!
et_ee: Palun sisesta nimi!
fa_ir: لطفاً نامی وارد کنید!
fi_fi: Anna nimi!
fil_ph: Mangyaring maglagay ng pangalan!
fr_fr: Veuillez saisir un nom !
ga_ie: Iontráil ainm le do thoil!
he_il: אנא הזן שם!
hi_in: कृपया एक नाम दर्ज करें!
hr_hr: Molimo unesite naziv!
hu_hu: Kérjük, adjon meg egy nevet!
id_id: Mohon masukkan nama!
it_it: Inserisci un nome!
ja_jp: 名前を入力してください！
ko_kr: 이름을 입력해주세요!
lt_lt: Prašome įvesti pavadinimą!
ms_my: Sila masukkan nama!
nl_nl: Voer een naam in!
no_no: Vennligst skriv inn et navn!
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ!
pl_pl: Wprowadź nazwę!
pt_br: Por favor, insira um nome!
ro_ro: Vă rugăm să introduceți un nume!
ru_ru: Пожалуйста, введите название!
sk_sk: Zadajte názov!
sq_al: Ju lutemi vendosni një emër!
sr_cyrl_rs: Молимо унесите назив!
sv_se: Ange ett namn!
sw_ke: Tafadhali weka jina!
ta_in: தயவுசெய்து ஒரு பெயரை உள்ளிடவும்!
th_th: โปรดป้อนชื่อ!
tr_tr: Lütfen bir ad girin!
uk_ua: Будь ласка, введіть назву!
vi_vn: Vui lòng nhập tên!
zh_hans: 请输入名称！
zh_tw: 請輸入名稱！

# Status_Loading
source: Loading...
af_za: Laai tans...
ar_eg: جاري التحميل...
bg_bg: Зареждане...
bn_bd: লোড হচ্ছে...
ca_es: Carregant...
cs_cz: Načítá se...
da_dk: Indlæser...
de_de: Lade...
el_gr: Φορτώνεται...
es_mx: Cargando...
et_ee: Laadimine...
fa_ir: در حال بارگذاری...
fi_fi: Ladataan...
fil_ph: Naglo-load...
fr_fr: Chargement...
ga_ie: Ag luchtú...
he_il: טוען...
hi_in: लोड हो रहा है...
hr_hr: Učitavanje...
hu_hu: Betöltés...
id_id: Memuat...
it_it: Caricamento...
ja_jp: 読み込み中...
ko_kr: 로드 중...
lt_lt: Kraunama...
ms_my: Memuatkan...
nl_nl: Laden...
no_no: Laster inn...
pa_in: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl_pl: Ładowanie...
pt_br: Carregando...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sk_sk: Načítavam...
sq_al: Duke ngarkuar...
sr_cyrl_rs: Учитавам...
sv_se: Laddar...
sw_ke: Inapakia...
ta_in: ஏற்றப்படுகிறது...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi_vn: Đang tải...
zh_hans: 加载中...
zh_tw: 載入中...

# Error_FailedToLoadArtists
source: Failed to load artists
af_za: Kon nie kunstenaars laai nie
ar_eg: فشل تحميل الفنانين
bg_bg: Неуспешно зареждане на изпълнители
bn_bd: শিল্পীদের লোড করতে ব্যর্থ হয়েছে
ca_es: No s'han pogut carregar els artistes
cs_cz: Nepodařilo se načíst interprety
da_dk: Kunne ikke indlæse kunstnere
de_de: Künstler konnten nicht geladen werden
el_gr: Αποτυχία φόρτωσης καλλιτεχνών
es_mx: Error al cargar artistas
et_ee: Artistide laadimine ebaõnnestus
fa_ir: بارگذاری هنرمندان ناموفق بود
fi_fi: Artistien lataus epäonnistui
fil_ph: Nabigo ang pag-load ng mga artista
fr_fr: Échec du chargement des artistes
ga_ie: Theip ar ealaíontóirí a luchtú
he_il: טעינת אמנים נכשלה
hi_in: कलाकारों को लोड करने में विफल
hr_hr: Učitavanje izvođača nije uspjelo
hu_hu: Nem sikerült betölteni az előadókat
id_id: Gagal memuat artis
it_it: Impossibile caricare gli artisti
ja_jp: アーティストの読み込みに失敗しました
ko_kr: 아티스트 로드 실패
lt_lt: Nepavyko įkelti atlikėjų
ms_my: Gagal memuatkan artis
nl_nl: Artiesten laden mislukt
no_no: Klarte ikke å laste inn artister
pa_in: ਕਲਾਕਾਰਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl_pl: Nie udało się załadować wykonawców
pt_br: Falha ao carregar artistas
ro_ro: Nu s-au putut încărca artiștii
ru_ru: Не удалось загрузить исполнителей
sk_sk: Nepodarilo sa načítať interpretov
sq_al: Dështoi ngarkimi i artistëve
sr_cyrl_rs: Није успело учитавање извођача
sv_se: Kunde inte ladda artister
sw_ke: Imeshindwa kupakia wasanii
ta_in: கலைஞர்களை ஏற்றத் தவறிவிட்டது
th_th: ไม่สามารถโหลดศิลปินได้
tr_tr: Sanatçılar yüklenemedi
uk_ua: Не вдалося завантажити виконавців
vi_vn: Không thể tải nghệ sĩ
zh_hans: 加载艺术家失败
zh_tw: 載入演出者失敗

# CrashReport_Title
source: Critical Error
af_za: Kritieke Fout
ar_eg: خطأ فادح
bg_bg: Критична грешка
bn_bd: মারাত্মক ত্রুটি
ca_es: Error crític
cs_cz: Kritická chyba
da_dk: Kritisk fejl
de_de: Kritischer Fehler
el_gr: Κρίσιμο Σφάλμα
es_mx: Error crítico
et_ee: Kriitiline viga
fa_ir: خطای بحرانی
fi_fi: Kriittinen virhe
fil_ph: Kritikal na Error
fr_fr: Erreur critique
ga_ie: Earráid Chriticiúil
he_il: שגיאה קריטית
hi_in: गंभीर त्रुटि
hr_hr: Kritična pogreška
hu_hu: Kritikus hiba
id_id: Kesalahan Kritis
it_it: Errore Critico
ja_jp: 致命的なエラー
ko_kr: 치명적인 오류
lt_lt: Kritinė klaida
ms_my: Ralat Kritikal
nl_nl: Kritieke fout
no_no: Kritisk feil
pa_in: ਨਾਜ਼ੁਕ ਗਲਤੀ
pl_pl: Błąd Krytyczny
pt_br: Erro Crítico
ro_ro: Eroare critică
ru_ru: Критическая ошибка
sk_sk: Kritická chyba
sq_al: Gabim kritik
sr_cyrl_rs: Критична грешка
sv_se: Kritiskt fel
sw_ke: Hitilafu Muhimu
ta_in: முக்கியமான பிழை
th_th: ข้อผิดพลาดร้ายแรง
tr_tr: Kritik Hata
uk_ua: Критична помилка
vi_vn: Lỗi nghiêm trọng
zh_hans: 严重错误
zh_tw: 嚴重錯誤

# CrashReport_Message
source: Nagi has encountered a critical error and must close. We are sorry for the inconvenience.
af_za: Nagi het 'n kritieke fout teëgekom en moet toemaak. Ons is jammer vir die ongerief.
ar_eg: واجه Nagi خطأً فادحًا ويجب إغلاقه. نعتذر عن الإزعاج.
bg_bg: Nagi срещна критична грешка и трябва да се затвори. Извиняваме се за неудобството.
bn_bd: Nagi-তে একটি গুরুতর ত্রুটি দেখা দিয়েছে এবং এটি বন্ধ করতে হবে। অসুবিধার জন্য আমরা ক্ষমাপ্রার্থী।
ca_es: Nagi ha trobat un error crític i s'ha de tancar. Disculpeu les molèsties.
cs_cz: Nagi narazil na kritickou chybu a musí se zavřít. Omlouváme se za nepříjemnosti.
da_dk: Nagi har stødt på en kritisk fejl og skal lukkes. Vi beklager ulejligheden.
de_de: Nagi ist auf einen kritischen Fehler gestoßen und muss geschlossen werden. Wir entschuldigen uns für die Unannehmlichkeiten.
el_gr: Το Nagi αντιμετώπισε ένα κρίσιμο σφάλμα και πρέπει να κλείσει. Ζητούμε συγγνώμη για την αναστάτωση.
es_mx: Nagi ha encontrado un error crítico y debe cerrarse. Lamentamos los inconvenientes.
et_ee: Nagi leidis kriitilise vea ja peab sulguma. Vabandame ebamugavuste pärast.
fa_ir: Nagi با خطای بحرانی مواجه شده و باید بسته شود. از این بابت متاسفیم.
fi_fi: Nagi kohtasi kriittisen virheen ja sen on suljettava. Pahoittelemme häiriötä.
fil_ph: Nakaranas ang Nagi ng kritikal na error at kailangang isara. Humihingi kami ng paumanhin para sa abala.
fr_fr: Nagi a rencontré une erreur critique et doit se fermer. Nous sommes désolés pour le désagrément.
ga_ie: Tharla earráid chriticiúil i Nagi agus caithfidh sé dúnadh. Gabhaimid leithscéal as an míchaoithiúlacht.
he_il: Nagi נתקלה בשגיאה קריטית וחייבת להיסגר. אנו מצטערים על אי הנוחות.
hi_in: नागी को एक गंभीर त्रुटि का सामना करना पड़ा है और उसे बंद करना होगा। असुविधा के लिए हमें खेद है।
hr_hr: Nagi je naišao na kritičnu pogrešku i mora se zatvoriti. Ispričavamo se zbog neugodnosti.
hu_hu: A Nagi kritikus hibába ütközött, és be kell zárni. Elnézést kérünk a kellemetlenségért.
id_id: Nagi mengalami kesalahan kritis dan harus ditutup. Kami mohon maaf atas ketidaknyamanan ini.
it_it: Nagi ha riscontrato un errore critico e deve chiudersi. Ci scusiamo per il disagio.
ja_jp: Nagiは致命的なエラーが発生したため、終了する必要があります。ご不便をおかけして申し訳ありません。
ko_kr: Nagi에 치명적인 오류가 발생하여 종료해야 합니다. 불편을 드려 죄송합니다.
lt_lt: "Nagi" susidūrė su kritine klaida ir turi užsidaryti. Atsiprašome už nepatogumus.
ms_my: Nagi telah menghadapi ralat kritikal dan mesti ditutup. Kami memohon maaf atas kesulitan ini.
nl_nl: Nagi heeft een kritieke fout ondervonden en moet worden afgesloten. Onze excuses voor het ongemak.
no_no: Nagi har støtt på en kritisk feil og må lukkes. Vi beklager ulempen.
pa_in: ਨਾਗੀ ਨੂੰ ਇੱਕ ਨਾਜ਼ੁਕ ਗਲਤੀ ਆਈ ਹੈ ਅਤੇ ਬੰਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਅਸੀਂ ਅਸੁਵਿਧਾ ਲਈ ਮੁਆਫੀ ਚਾਹੁੰਦੇ ਹਾਂ।
pl_pl: Nagi napotkał krytyczny błąd i musi zostać zamknięty. Przepraszamy za niedogodności.
pt_br: Nagi encontrou um erro crítico e precisa ser fechado. Pedimos desculpas pelo inconveniente.
ro_ro: Nagi a întâmpinat o eroare critică și trebuie să se închidă. Ne cerem scuze pentru neplăcere.
ru_ru: Nagi столкнулся с критической ошибкой и должен закрыться. Приносим извинения за неудобства.
sk_sk: Nagi narazil na kritickú chybu a musí sa zavrieť. Ospravedlňujeme sa za nepríjemnosti.
sq_al: Nagi ka hasur një gabim kritik dhe duhet të mbyllet. Na vjen keq për shqetësimin.
sr_cyrl_rs: Наги је наишао на критичну грешку и мора да се затвори. Жао нам је због непријатности.
sv_se: Nagi har stött på ett kritiskt fel och måste stängas. Vi ber om ursäkt för besväret.
sw_ke: Nagi imekumbana na hitilafu muhimu na lazima ifungwe. Tunaomba radhi kwa usumbufu.
ta_in: நாகி ஒரு முக்கியமான பிழையை எதிர்கொண்டுள்ளது, மூடப்பட வேண்டும். ஏற்பட்ட சிரமத்திற்கு வருந்துகிறோம்.
th_th: Nagi พบข้อผิดพลาดร้ายแรงและจำเป็นต้องปิด ขออภัยในความไม่สะดวก
tr_tr: Nagi kritik bir hatayla karşılaştı ve kapanması gerekiyor. Verdiğimiz rahatsızlıktan dolayı özür dileriz.
uk_ua: У Nagi сталася критична помилка, і програма має закритися. Вибачте за незручності.
vi_vn: Nagi đã gặp lỗi nghiêm trọng và phải đóng. Chúng tôi xin lỗi vì sự bất tiện này.
zh_hans: Nagi 遇到严重错误，必须关闭。对此造成的不便，我们深表歉意。
zh_tw: Nagi 發生嚴重錯誤，必須關閉。造成不便，敬請見諒。

# ElevationWarning_Title
source: Running as Administrator
af_za: Loop as Administrateur
ar_eg: التشغيل كمسؤول
bg_bg: Работи като администратор
bn_bd: অ্যাডমিনিস্ট্রেটর হিসাবে চলছে
ca_es: S'està executant com a administrador
cs_cz: Spuštěno jako administrátor
da_dk: Kører som administrator
de_de: Als Administrator ausführen
el_gr: Εκτελείται ως Διαχειριστής
es_mx: Ejecutando como Administrador
et_ee: Käivitamine administraatorina
fa_ir: در حال اجرا به عنوان مدیر
fi_fi: Suoritetaan järjestelmänvalvojana
fil_ph: Tumatakbo bilang Administrator
fr_fr: Exécuté en tant qu'administrateur
ga_ie: Ag rith mar Riarachán
he_il: פועל כמנהל מערכת
hi_in: एडमिनिस्ट्रेटर के रूप में चल रहा है
hr_hr: Pokrenuto kao administrator
hu_hu: Futtatás rendszergazdaként
id_id: Berjalan sebagai Administrator
it_it: In esecuzione come Amministratore
ja_jp: 管理者として実行中
ko_kr: 관리자 권한으로 실행 중
lt_lt: Vykdoma kaip administratorius
ms_my: Berjalan sebagai Pentadbir
nl_nl: Uitgevoerd als beheerder
no_no: Kjører som administrator
pa_in: ਪ੍ਰਸ਼ਾਸਕ ਵਜੋਂ ਚੱਲ ਰਿਹਾ ਹੈ
pl_pl: Uruchomiono jako Administrator
pt_br: Executando como Administrador
ro_ro: Se execută ca administrator
ru_ru: Запущено от имени администратора
sk_sk: Spustené ako administrátor
sq_al: Po funksionon si administrator
sr_cyrl_rs: Покренут као администратор
sv_se: Kör som administratör
sw_ke: Inaendeshwa kama Msimamizi
ta_in: நிர்வாகியாக இயங்குகிறது
th_th: กำลังเรียกใช้ในฐานะผู้ดูแลระบบ
tr_tr: Yönetici olarak çalışıyor
uk_ua: Запущено від імені адміністратора
vi_vn: Đang chạy với quyền Quản trị viên
zh_hans: 以管理员身份运行
zh_tw: 以管理員身分執行
