Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Settings_LastFm_AuthError_Message
source: Could not connect to Last.fm. Please try again later.
af_za: Kon nie aan Last.fm koppel nie. Probeer asseblief later weer.
ar_eg: تعذر الاتصال بـ Last.fm. الرجاء المحاولة مرة أخرى لاحقًا.
bg_bg: Не може да се свърже с Last.fm. Моля, опитайте отново по-късно.
bn_bd: Last.fm এর সাথে সংযোগ করা যায়নি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca_es: No s'ha pogut connectar a Last.fm. Torna-ho a provar més tard.
cs_cz: Nepodařilo se připojit k Last.fm. Zkuste to prosím později.
da_dk: Kunne ikke oprette forbindelse til Last.fm. Prøv venligst igen senere.
de_de: Verbindung zu Last.fm konnte nicht hergestellt werden. Bitte versuchen Sie es später erneut.
el_gr: Αδυναμία σύνδεσης στο Last.fm. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_mx: No se pudo conectar a Last.fm. Inténtalo de nuevo más tarde.
et_ee: Last.fm-iga ei saa ühendust. Palun proovige hiljem uuesti.
fa_ir: امکان اتصال به Last.fm وجود نداشت. لطفاً بعداً دوباره تلاش کنید.
fi_fi: Yhteyttä Last.fm:ään ei voitu muodostaa. Yritä myöhemmin uudelleen.
fil_ph: Hindi makakonekta sa Last.fm. Pakisubukan muli mamaya.
fr_fr: Impossible de se connecter à Last.fm. Veuillez réessayer plus tard.
ga_ie: Níorbh fhéidir ceangal le Last.fm. Bain triail eile as níos déanaí le do thoil.
he_il: לא ניתן להתחבר ל-Last.fm. אנא נסה שוב מאוחר יותר.
hi_in: Last.fm से कनेक्ट नहीं हो सका। कृपया बाद में पुनः प्रयास करें।
hr_hr: Nije se moguće povezati s Last.fm-om. Molimo pokušajte ponovo kasnije.
hu_hu: Nem sikerült csatlakozni a Last.fm-hez. Kérjük, próbálja meg később.
id_id: Tidak dapat terhubung ke Last.fm. Silakan coba lagi nanti.
it_it: Impossibile connettersi a Last.fm. Riprova più tardi.
ja_jp: Last.fmに接続できませんでした。後でもう一度お試しください。
ko_kr: Last.fm에 연결할 수 없습니다. 나중에 다시 시도해 주세요.
lt_lt: Nepavyko prisijungti prie Last.fm. Bandykite dar kartą vėliau.
ms_my: Tidak dapat menyambung ke Last.fm. Sila cuba lagi nanti.
nl_nl: Kon geen verbinding maken met Last.fm. Probeer het later opnieuw.
no_no: Kunne ikke koble til Last.fm. Vennligst prøv igjen senere.
pa_in: Last.fm ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Nie można połączyć się z Last.fm. Spróbuj ponownie później.
pt_br: Não foi possível conectar ao Last.fm. Por favor, tente novamente mais tarde.
ro_ro: Nu s-a putut conecta la Last.fm. Vă rugăm să încercați din nou mai târziu.
ru_ru: Не удалось подключиться к Last.fm. Пожалуйста, попробуйте еще раз позже.
sk_sk: Nepodarilo sa pripojiť k Last.fm. Skúste to prosím neskôr.
sq_al: Nuk mund të lidhej me Last.fm. Ju lutemi provoni përsëri më vonë.
sr_cyrl_rs: Није могуће повезати се на Last.fm. Молимо покушајте поново касније.
sv_se: Kunde inte ansluta till Last.fm. Försök igen senare.
sw_ke: Imeshindwa kuunganisha kwenye Last.fm. Tafadhali jaribu tena baadaye.
ta_in: Last.fm உடன் இணைக்க முடியவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
th_th: ไม่สามารถเชื่อมต่อ Last.fm ได้ โปรดลองอีกครั้งในภายหลัง
tr_tr: Last.fm'e bağlanılamadı. Lütfen daha sonra tekrar deneyin.
uk_ua: Не вдалося підключитися до Last.fm. Будь ласка, спробуйте пізніше.
vi_vn: Không thể kết nối với Last.fm. Vui lòng thử lại sau.
zh_hans: 无法连接到 Last.fm。请稍后重试。
zh_tw: 無法連線到 Last.fm。請稍後再試。

# Settings_LastFm_FinalizeError_Title
source: Authentication Failed
af_za: Verifikasie Misluk
ar_eg: فشل المصادقة
bg_bg: Неуспешна автентикация
bn_bd: প্রমাণীকরণ ব্যর্থ হয়েছে
ca_es: Autenticació fallida
cs_cz: Ověření se nezdařilo
da_dk: Godkendelse mislykkedes
de_de: Authentifizierung fehlgeschlagen
el_gr: Αποτυχία Αυθεντικοποίησης
es_mx: Autenticación fallida
et_ee: Autentimine ebaõnnestus
fa_ir: احراز هویت ناموفق بود
fi_fi: Todennus epäonnistui
fil_ph: Nabigo ang Authentication
fr_fr: Échec de l'authentification
ga_ie: Theip ar Fhíordheimhniú
he_il: אימות נכשל
hi_in: प्रमाणीकरण विफल
hr_hr: Provjera autentičnosti nije uspjela
hu_hu: Hitelesítés sikertelen
id_id: Autentikasi Gagal
it_it: Autenticazione fallita
ja_jp: 認証失敗
ko_kr: 인증 실패
lt_lt: Autentifikacija nepavyko
ms_my: Pengesahan Gagal
nl_nl: Authenticatie mislukt
no_no: Autentisering mislyktes
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ
pl_pl: Uwierzytelnienie Nieudane
pt_br: Autenticação Falhou
ro_ro: Autentificare eșuată
ru_ru: Сбой аутентификации
sk_sk: Autentifikácia zlyhala
sq_al: Autentifikimi dështoi
sr_cyrl_rs: Аутeнтификација није успела
sv_se: Autentisering misslyckades
sw_ke: Uthibitishaji Umeshindwa
ta_in: அங்கீகாரம் தோல்வியடைந்தது
th_th: การตรวจสอบสิทธิ์ล้มเหลว
tr_tr: Kimlik Doğrulama Başarısız
uk_ua: Помилка автентифікації
vi_vn: Xác thực thất bại
zh_hans: 认证失败
zh_tw: 驗證失敗

# Settings_LastFm_FinalizeError_Message
source: Could not get a session from Last.fm. Please try connecting again.
af_za: Kon nie 'n sessie van Last.fm kry nie. Probeer asseblief weer koppel.
ar_eg: تعذر الحصول على جلسة من Last.fm. الرجاء محاولة الاتصال مرة أخرى.
bg_bg: Не можа да се получи сесия от Last.fm. Моля, опитайте да се свържете отново.
bn_bd: Last.fm থেকে একটি সেশন পাওয়া যায়নি। অনুগ্রহ করে আবার সংযোগ করার চেষ্টা করুন।
ca_es: No s'ha pogut obtenir una sessió de Last.fm. Torna a intentar connectar-te.
cs_cz: Nepodařilo se získat relaci z Last.fm. Zkuste se prosím znovu připojit.
da_dk: Kunne ikke hente en session fra Last.fm. Prøv venligst at oprette forbindelse igen.
de_de: Sitzung von Last.fm konnte nicht abgerufen werden. Bitte versuchen Sie, die Verbindung erneut herzustellen.
el_gr: Αδυναμία λήψης συνεδρίας από το Last.fm. Παρακαλώ δοκιμάστε να συνδεθείτε ξανά.
es_mx: No se pudo obtener una sesión de Last.fm. Intenta conectarte de nuevo.
et_ee: Last.fm-ist seanssi ei saadud. Palun proovige uuesti ühendust luua.
fa_ir: امکان دریافت جلسه از Last.fm وجود نداشت. لطفاً دوباره تلاش کنید.
fi_fi: Istuntoa ei saatu Last.fm:stä. Yritä yhdistämistä uudelleen.
fil_ph: Hindi makakuha ng session mula sa Last.fm. Mangyaring subukang kumonekta muli.
fr_fr: Impossible d'obtenir une session de Last.fm. Veuillez essayer de vous connecter à nouveau.
ga_ie: Níorbh fhéidir seisiún a fháil ó Last.fm. Bain triail as ceangal arís le do thoil.
he_il: לא ניתן לקבל סשן מ-Last.fm. אנא נסה להתחבר שוב.
hi_in: Last.fm से एक सत्र प्राप्त नहीं हो सका। कृपया फिर से कनेक्ट करने का प्रयास करें।
hr_hr: Nije moguće dobiti sesiju s Last.fm-a. Molimo pokušajte se ponovo povezati.
hu_hu: Nem sikerült munkamenetet szerezni a Last.fm-től. Kérjük, próbálja meg újra csatlakoztatni.
id_id: Tidak dapat mendapatkan sesi dari Last.fm. Silakan coba sambungkan lagi.
it_it: Impossibile ottenere una sessione da Last.fm. Riprova a connetterti.
ja_jp: Last.fmからセッションを取得できませんでした。もう一度接続してみてください。
ko_kr: Last.fm에서 세션을 가져올 수 없습니다. 다시 연결해 주세요.
lt_lt: Nepavyko gauti sesijos iš Last.fm. Bandykite prisijungti dar kartą.
ms_my: Tidak dapat mendapatkan sesi daripada Last.fm. Sila cuba sambung semula.
nl_nl: Kon geen sessie krijgen van Last.fm. Probeer opnieuw verbinding te maken.
no_no: Kunne ikke få en sesjon fra Last.fm. Vennligst prøv å koble til igjen.
pa_in: Last.fm ਤੋਂ ਸੈਸ਼ਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕਨੈਕਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Nie można uzyskać sesji z Last.fm. Spróbuj ponownie połączyć.
pt_br: Não foi possível obter uma sessão do Last.fm. Por favor, tente conectar novamente.
ro_ro: Nu s-a putut obține o sesiune de la Last.fm. Vă rugăm să încercați să vă conectați din nou.
ru_ru: Не удалось получить сессию от Last.fm. Пожалуйста, попробуйте подключиться снова.
sk_sk: Nepodarilo sa získať reláciu z Last.fm. Skúste sa prosím pripojiť znova.
sq_al: Nuk mund të merrej një seancë nga Last.fm. Ju lutemi provoni të lidheni përsëri.
sr_cyrl_rs: Није могуће добити сесију са Last.fm-а. Молимо покушајте поново да се повежете.
sv_se: Kunde inte få en session från Last.fm. Försök att ansluta igen.
sw_ke: Imeshindwa kupata kipindi kutoka Last.fm. Tafadhali jaribu kuunganisha tena.
ta_in: Last.fm இலிருந்து ஒரு அமர்வை பெற முடியவில்லை. தயவுசெய்து மீண்டும் இணைக்க முயற்சிக்கவும்.
th_th: ไม่สามารถรับเซสชันจาก Last.fm ได้ โปรดลองเชื่อมต่ออีกครั้ง
tr_tr: Last.fm'den oturum alınamadı. Lütfen tekrar bağlanmayı deneyin.
uk_ua: Не вдалося отримати сесію від Last.fm. Будь ласка, спробуйте підключитися ще раз.
vi_vn: Không thể lấy phiên từ Last.fm. Vui lòng thử kết nối lại.
zh_hans: 无法从 Last.fm 获取会话。请尝试重新连接。
zh_tw: 無法從 Last.fm 取得工作階段。請嘗試重新連線。

# Settings_LastFm_Disconnect_Title
source: Disconnect Last.fm
af_za: Ontkoppel Last.fm
ar_eg: قطع اتصال Last.fm
bg_bg: Изключване от Last.fm
bn_bd: Last.fm সংযোগ বিচ্ছিন্ন করুন
ca_es: Desconnectar Last.fm
cs_cz: Odpojit Last.fm
da_dk: Frakobl Last.fm
de_de: Last.fm trennen
el_gr: Αποσύνδεση Last.fm
es_mx: Desconectar Last.fm
et_ee: Ühenda Last.fm lahti
fa_ir: قطع اتصال Last.fm
fi_fi: Katkaise yhteys Last.fm:stä
fil_ph: Idiskonekta ang Last.fm
fr_fr: Déconnecter Last.fm
ga_ie: Dínasc Last.fm
he_il: נתק Last.fm
hi_in: Last.fm डिस्कनेक्ट करें
hr_hr: Prekini vezu s Last.fm-om
hu_hu: Last.fm leválasztása
id_id: Putuskan Last.fm
it_it: Disconnetti Last.fm
ja_jp: Last.fmを切断
ko_kr: Last.fm 연결 해제
lt_lt: Atsijungti nuo Last.fm
ms_my: Putuskan Last.fm
nl_nl: Last.fm ontkoppelen
no_no: Koble fra Last.fm
pa_in: Last.fm ਡਿਸਕਨੈਕਟ ਕਰੋ
pl_pl: Odłącz Last.fm
pt_br: Desconectar Last.fm
ro_ro: Deconectați Last.fm
ru_ru: Отключить Last.fm
sk_sk: Odpojiť Last.fm
sq_al: Shkëput Last.fm
sr_cyrl_rs: Искључи Last.fm
sv_se: Koppla från Last.fm
sw_ke: Tenganisha Last.fm
ta_in: Last.fm துண்டிப்பு
th_th: ยกเลิกการเชื่อมต่อ Last.fm
tr_tr: Last.fm Bağlantısını Kes
uk_ua: Відключити Last.fm
vi_vn: Ngắt kết nối Last.fm
zh_hans: 断开 Last.fm
zh_tw: 中斷 Last.fm 連線

# Settings_LastFm_Disconnect_Message
source: Are you sure you want to disconnect your Last.fm account? Your scrobbling history will be preserved on Last.fm, but Nagi will no longer be able to scrobble.
af_za: Is jy seker jy wil jou Last.fm-rekening ontkoppel? Jou scrobbel-geskiedenis sal op Last.fm bewaar word, maar Nagi sal nie meer kan scrobbel nie.
ar_eg: هل أنت متأكد أنك تريد قطع اتصال حسابك على Last.fm؟ ستظل سجلات التشغيل الخاصة بك محفوظة على Last.fm، لكن Nagi لن يتمكن من تسجيل الأغاني بعد الآن.
bg_bg: Сигурни ли сте, че искате да изключите акаунта си в Last.fm? Вашата история на scrobbling ще бъде запазена в Last.fm, но Nagi вече няма да може да scrobble.
bn_bd: আপনি কি আপনার Last.fm অ্যাকাউন্ট সংযোগ বিচ্ছিন্ন করতে নিশ্চিত? আপনার স্ক্রোবলিং ইতিহাস Last.fm এ সংরক্ষিত থাকবে, তবে Nagi আর স্ক্রোবল করতে সক্ষম হবে না।
ca_es: Estàs segur que vols desconnectar el teu compte de Last.fm? L'historial de scrobbling es conservarà a Last.fm, però Nagi ja no podrà fer scrobbling.
cs_cz: Opravdu chcete odpojit svůj účet Last.fm? Vaše historie scrobblingu zůstane na Last.fm zachována, ale Nagi již nebude moci scroblovat.
da_dk: Er du sikker på, at du vil frakoble din Last.fm-konto? Din scrobbling-historik vil blive bevaret på Last.fm, men Nagi vil ikke længere kunne scrobble.
de_de: Möchten Sie Ihr Last.fm-Konto wirklich trennen? Ihre Scrobbling-Historie bleibt auf Last.fm erhalten, aber Nagi kann keine Scrobblings mehr durchführen.
el_gr: Είστε βέβαιοι ότι θέλετε να αποσυνδέσετε τον λογαριασμό σας Last.fm; Το ιστορικό scrobbling σας θα διατηρηθεί στο Last.fm, αλλά το Nagi δεν θα μπορεί πλέον να scrobble.
es_mx: ¿Estás seguro de que deseas desconectar tu cuenta de Last.fm? Tu historial de scrobbling se conservará en Last.fm, pero Nagi ya no podrá scrobblear.
et_ee: Kas olete kindel, et soovite Last.fm-i konto lahti ühendada? Teie scrobbling ajalugu säilib Last.fm-is, kuid Nagi ei saa enam scrobble'ida.
fa_ir: آیا مطمئن هستید که می‌خواهید حساب Last.fm خود را قطع کنید؟ تاریخچه scrobbling شما در Last.fm حفظ خواهد شد، اما Nagi دیگر قادر به scrobble نخواهد بود.
fi_fi: Haluatko varmasti katkaista yhteyden Last.fm-tiliisi? Kuunteluhistoriasi säilyy Last.fm:ssä, mutta Nagi ei voi enää skroblata.
fil_ph: Sigurado ka bang gusto mong idiskonekta ang iyong Last.fm account? Mananatili ang iyong scrobbling history sa Last.fm, ngunit hindi na makakapag-scrobble ang Nagi.
fr_fr: Êtes-vous sûr de vouloir déconnecter votre compte Last.fm ? Votre historique de scrobbling sera préservé sur Last.fm, mais Nagi ne pourra plus scrobbler.
ga_ie: An bhfuil tú cinnte gur mhaith leat do chuntas Last.fm a dhínascadh? Caomhnófar do stair scrobbling ar Last.fm, ach ní bheidh Nagi in ann scrobble a dhéanamh a thuilleadh.
he_il: האם אתה בטוח שברצונך לנתק את חשבון Last.fm שלך? היסטוריית הסקרובלינג שלך תישמר ב-Last.fm, אך Nagi לא תוכל עוד לבצע סקרובלינג.
hi_in: क्या आप अपना Last.fm खाता डिस्कनेक्ट करना चाहते हैं? आपका स्क्रॉबलिंग इतिहास Last.fm पर संरक्षित रहेगा, लेकिन नागी अब स्क्रॉबल नहीं कर पाएगा।
hr_hr: Jeste li sigurni da želite prekinuti vezu sa svojim Last.fm računom? Vaša povijest "scrobblinga" bit će sačuvana na Last.fm-u, ali Nagi više neće moći "scrobbati".
hu_hu: Biztosan le szeretné választani Last.fm fiókját? A scrobble előzményei megmaradnak a Last.fm-en, de a Nagi többé nem fog tudni scrobble-t végezni.
id_id: Apakah Anda yakin ingin memutuskan akun Last.fm Anda? Riwayat scrobbling Anda akan tetap tersimpan di Last.fm, tetapi Nagi tidak akan lagi dapat melakukan scrobble.
it_it: Sei sicuro di voler disconnettere il tuo account Last.fm? La tua cronologia di scrobbling verrà conservata su Last.fm, ma Nagi non sarà più in grado di scrobblare.
ja_jp: Last.fmアカウントを切断してもよろしいですか？スクロブリング履歴はLast.fmに保持されますが、Nagiはスクロブリングできなくなります。
ko_kr: Last.fm 계정 연결을 해제하시겠습니까? 스크로블링 기록은 Last.fm에 보존되지만, Nagi는 더 이상 스크로블할 수 없습니다.
lt_lt: Ar tikrai norite atsijungti nuo Last.fm paskyros? Jūsų klausymosi istorija bus išsaugota Last.fm, tačiau "Nagi" nebegalės siųsti klausymosi duomenų.
ms_my: Adakah anda pasti ingin memutuskan akaun Last.fm anda? Sejarah scrobbling anda akan dipelihara di Last.fm, tetapi Nagi tidak lagi dapat scrobble.
nl_nl: Weet u zeker dat u uw Last.fm-account wilt ontkoppelen? Uw scrobble-geschiedenis blijft behouden op Last.fm, maar Nagi kan niet langer scrobblen.
no_no: Er du sikker på at du vil koble fra Last.fm-kontoen din? Din scrobbling-historikk vil bli bevart på Last.fm, men Nagi vil ikke lenger kunne scrobble.
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੇ Last.fm ਖਾਤੇ ਨੂੰ ਡਿਸਕਨੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡਾ ਸਕ੍ਰੌਬਲਿੰਗ ਇਤਿਹਾਸ Last.fm 'ਤੇ ਸੁਰੱਖਿਅਤ ਰਹੇਗਾ, ਪਰ ਨਾਗੀ ਹੁਣ ਸਕ੍ਰੌਬਲ ਨਹੀਂ ਕਰ ਸਕੇਗਾ।
pl_pl: Czy na pewno chcesz odłączyć swoje konto Last.fm? Twoja historia scrobblowania zostanie zachowana na Last.fm, ale Nagi nie będzie już w stanie scrobblować.
pt_br: Tem certeza de que deseja desconectar sua conta Last.fm? Seu histórico de scrobbling será preservado no Last.fm, mas Nagi não será mais capaz de fazer scrobble.
ro_ro: Sigur doriți să vă deconectați contul Last.fm? Istoricul dvs. de scrobbling va fi păstrat pe Last.fm, dar Nagi nu va mai putea scrobbla.
ru_ru: Вы уверены, что хотите отключить свою учетную запись Last.fm? Ваша история скробблинга сохранится на Last.fm, но Nagi больше не сможет скробблить.
sk_sk: Naozaj chcete odpojiť váš účet Last.fm? Vaša história scrobbleovania sa zachová na Last.fm, ale Nagi už nebude môcť scrobbleovať.
sq_al: Jeni të sigurt që dëshironi të shkëputni llogarinë tuaj Last.fm? Historia juaj e scrobbling-ut do të ruhet në Last.fm, por Nagi nuk do të jetë më në gjendje të scrobble-ojë.
sr_cyrl_rs: Да ли сте сигурни да желите да искључите свој Last.fm налог? Ваша историја скробловања ће бити сачувана на Last.fm-у, али Наги више неће моћи да скроблује.
sv_se: Är du säker på att du vill koppla bort ditt Last.fm-konto? Din scrobbling-historik kommer att bevaras på Last.fm, men Nagi kommer inte längre att kunna scrobbla.
sw_ke: Una uhakika unataka kukata akaunti yako ya Last.fm? Historia yako ya "scrobbling" itahifadhiwa kwenye Last.fm, lakini Nagi haitaweza tena "scrobble".
ta_in: உங்கள் Last.fm கணக்கைத் துண்டிக்க விரும்புகிறீர்களா? உங்கள் ஸ்க்ரோப்ளிங் வரலாறு Last.fm இல் பாதுகாக்கப்படும், ஆனால் நாகி இனி ஸ்க்ரோப் செய்ய முடியாது.
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเชื่อมต่อบัญชี Last.fm ของคุณ? ประวัติการสกรอบเบิลของคุณจะยังคงอยู่ใน Last.fm แต่ Nagi จะไม่สามารถสกรอบเบิลได้อีกต่อไป
tr_tr: Last.fm hesabınızın bağlantısını kesmek istediğinizden emin misiniz? Scrobble geçmişiniz Last.fm'de korunacak ancak Nagi artık scrobble yapamayacaktır.
uk_ua: Ви впевнені, що хочете відключити свій обліковий запис Last.fm? Ваша історія скробблінгу буде збережена на Last.fm, але Nagi більше не зможе скроббити.
vi_vn: Bạn có chắc chắn muốn ngắt kết nối tài khoản Last.fm của mình không? Lịch sử scrobbling của bạn sẽ được giữ lại trên Last.fm, nhưng Nagi sẽ không còn có thể scrobble nữa.
zh_hans: 您确定要断开您的 Last.fm 帐户吗？您的播放记录将保留在 Last.fm 上，但 Nagi 将无法再记录播放信息。
zh_tw: 您確定要中斷 Last.fm 帳戶的連線嗎？您的歌曲記錄將保留在 Last.fm 上，但 Nagi 將無法再記錄歌曲。

# Settings_LastFm_Disconnect_Button
source: Disconnect
af_za: Ontkoppel
ar_eg: قطع الاتصال
bg_bg: Изключване
bn_bd: সংযোগ বিচ্ছিন্ন করুন
ca_es: Desconnectar
cs_cz: Odpojit
da_dk: Frakobl
de_de: Trennen
el_gr: Αποσύνδεση
es_mx: Desconectar
et_ee: Ühenda lahti
fa_ir: قطع اتصال
fi_fi: Katkaise yhteys
fil_ph: Idiskonekta
fr_fr: Déconnecter
ga_ie: Dínasc
he_il: נתק
hi_in: डिस्कनेक्ट करें
hr_hr: Prekini vezu
hu_hu: Leválasztás
id_id: Putuskan
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 해제
lt_lt: Atsijungti
ms_my: Putuskan Sambungan
nl_nl: Ontkoppelen
no_no: Koble fra
pa_in: ਡਿਸਕਨੈਕਟ ਕਰੋ
pl_pl: Odłącz
pt_br: Desconectar
ro_ro: Deconectare
ru_ru: Отключить
sk_sk: Odpojiť
sq_al: Shkëput
sr_cyrl_rs: Искључи
sv_se: Koppla från
sw_ke: Tenganisha
ta_in: துண்டிப்பு
th_th: ยกเลิกการเชื่อมต่อ
tr_tr: Bağlantıyı Kes
uk_ua: Відключити
vi_vn: Ngắt kết nối
zh_hans: 断开连接
zh_tw: 中斷連線

# Settings_Export_Success_Title
source: Export Successful
af_za: Uitvoer Suksesvol
ar_eg: تم التصدير بنجاح
bg_bg: Успешен експорт
bn_bd: রপ্তানি সফল হয়েছে
ca_es: Exportació correcta
cs_cz: Export úspěšný
da_dk: Eksport lykkedes
de_de: Export erfolgreich
el_gr: Επιτυχής Εξαγωγή
es_mx: Exportación exitosa
et_ee: Eksportimine õnnestus
fa_ir: برون‌بری موفق
fi_fi: Vienti onnistui
fil_ph: Matagumpay na Export
fr_fr: Exportation réussie
ga_ie: Easpórtáil Rathúil
he_il: ייצוא הושלם בהצלחה
hi_in: निर्यात सफल
hr_hr: Izvoz uspješan
hu_hu: Exportálás sikeres
id_id: Ekspor Berhasil
it_it: Esportazione riuscita
ja_jp: エクスポート成功
ko_kr: 내보내기 성공
lt_lt: Eksportavimas sėkmingas
ms_my: Eksport Berjaya
nl_nl: Export geslaagd
no_no: Eksport vellykket
pa_in: ਨਿਰਯਾਤ ਸਫਲ
pl_pl: Eksport Pomyślny
pt_br: Exportação Bem-Sucedida
ro_ro: Export reușit
ru_ru: Экспорт успешно завершен
sk_sk: Export úspešný
sq_al: Eksportimi i suksesshëm
sr_cyrl_rs: Извоз успешан
sv_se: Export lyckades
sw_ke: Usafirishaji Umefanikiwa
ta_in: ஏற்றுமதி வெற்றிகரமாக முடிந்தது
th_th: ส่งออกสำเร็จ
tr_tr: Dışa Aktarma Başarılı
uk_ua: Експорт успішний
vi_vn: Xuất thành công
zh_hans: 导出成功
zh_tw: 匯出成功

# Settings_Export_Success_Message
source: Exported {0} playlists ({1} total songs) to: {2}
af_za: {0} snitlyste ({1} liedjies in totaal) uitgevoer na: {2}
ar_eg: تم تصدير {0} قائمة تشغيل ({1} أغنية إجمالاً) إلى: {2}
bg_bg: Експортирани {0} плейлиста ({1} общо песни) до:\n{2}
bn_bd: {0}টি প্লেলিস্ট ({1}টি মোট গান) সফলভাবে রপ্তানি করা হয়েছে: {2}
ca_es: S'han exportat {0} llistes de reproducció ({1} cançons totals) a: {2}
cs_cz: Exportováno {0, plural, one{# seznam skladeb} few{# seznamy skladeb} other{# seznamů skladeb}} ({1, plural, one{# celkem skladba} few{# celkem skladby} other{# celkem skladeb}}) do: {2}
da_dk: Eksporterede {0} afspilningslister ({1} sange i alt) til: {2}
de_de: {0} Wiedergabelisten ({1} Lieder insgesamt) exportiert nach: {2}
el_gr: Εξήχθησαν {0} λίστες αναπαραγωγής ({1} συνολικά τραγούδια) σε:\n{2}
es_mx: Se exportaron {0} listas de reproducción ({1} canciones en total) a: {2}
et_ee: Eksporditi {0} esitusloendit ({1} lugu kokku) asukohta: {2}
fa_ir: {0} لیست پخش ({1} آهنگ مجموع) به:\n{2} برون‌بری شد
fi_fi: Vietiin {0} soittolistaa ({1} kappaletta yhteensä) kohteeseen:\n{2}
fil_ph: Na-export ang {0} playlist ({1} kabuuang kanta) sa: {2}
fr_fr: {0} listes de lecture ({1} morceaux au total) exportées vers : {2}
ga_ie: Easpórtáladh {0} seinmliosta ({1} amhrán san iomlán) chuig:\n{2}
he_il: ייצא {0} רשימות השמעה ({1} שירים סה\"כ) אל:\n{2}
hi_in: निर्यात की गई {0} प्लेलिस्ट ({1} कुल गाने) यहां:\n{2}
hr_hr: Izvezeno {0} popisa pjesama ({1} ukupno pjesama) u: {2}
hu_hu: Exportálva {0} lejátszási lista ({1} összes dal) ide:\n{2}
id_id: Mengekspor {0} daftar putar ({1} lagu total) ke:\n{2}
it_it: Esportate {0} playlist ({1} brani totali) in:\n{2}
ja_jp: {0}個のプレイリスト（合計{1}曲）を以下にエクスポートしました:\n{2}
ko_kr: {0}개의 재생 목록({1}곡)을 다음 위치로 내보냈습니다: {2}
lt_lt: Eksportuota {0} grojaraščių ({1} viso kūrinių) į:\n{2}
ms_my: Dieksport {0} senarai main ({1} lagu keseluruhan) ke:\n{2}
nl_nl: {0} afspeellijsten ({1} totaal aantal nummers) geëxporteerd naar:\n{2}
no_no: Eksporterte {0} spillelister ({1} totale sanger) til: {2}
pa_in: {0} ਪਲੇਲਿਸਟਾਂ ({1} ਕੁੱਲ ਗੀਤ) ਨੂੰ ਇੱਥੇ ਨਿਰਯਾਤ ਕੀਤਾ ਗਿਆ:\n{2}
pl_pl: Wyeksportowano {0, plural, one {1 playlistę} few {{0} playlisty} many {{0} playlist} other {{0} playlist}} ({1, plural, one {1 utwór} few {{1} utwory} many {{1} utworów} other {{1} utworów}} łącznie) do: {2}
pt_br: Exportadas {0} playlists ({1} músicas no total) para:\n{2}
ro_ro: S-au exportat {0} liste de redare ({1} piese în total) către:\n{2}
ru_ru: Экспортировано {0, plural, one {# плейлист} few {# плейлиста} many {# плейлистов} other {# плейлистов}} ({1, plural, one {# песня} few {# песни} many {# песен} other {# песен}} всего) в:\n{2}
sk_sk: Exportovaných {0} zoznamov skladieb ({1} skladieb celkovo) do: {2}
sq_al: Eksportoi {0} lista luajtjeje ({1} këngë gjithsej) në:\n{2}
sr_cyrl_rs: Извезено {0} плејлиста ({1} укупно песама) на:\n{2}
sv_se: Exporterade {0} spellistor ({1} totalt antal låtar) till: {2}
sw_ke: Zimehamishwa orodha {0} za kucheza (jumla ya nyimbo {1}) hadi:n{2}
ta_in: {0} பிளேலிஸ்ட்கள் ({1} மொத்த பாடல்கள்) இவற்றுக்கு ஏற்றுமதி செய்யப்பட்டன: {2}
th_th: ส่งออกเพลย์ลิสต์ {0} รายการ ({1} เพลงทั้งหมด) ไปยัง:\n{2}
tr_tr: {0} çalma listesi ({1} toplam şarkı) şuraya aktarıldı: {2}
uk_ua: Експортовано {0} списків відтворення ({1} загалом пісень) до: {2}
vi_vn: Đã xuất {0} danh sách phát ({1} bài hát tổng cộng) tới:n{2}
zh_hans: 已将 {0} 个播放列表（共 {1} 首歌曲）导出到： {2}
zh_tw: 已將 {0} 個播放清單（共 {1} 首歌曲）匯出至：\n{2}

# Settings_Export_Failed_Title
source: Export Failed
af_za: Uitvoer Misluk
ar_eg: فشل التصدير
bg_bg: Неуспешен експорт
bn_bd: রপ্তানি ব্যর্থ হয়েছে
ca_es: Error en exportar
cs_cz: Export se nezdařil
da_dk: Eksport mislykkedes
de_de: Export fehlgeschlagen
el_gr: Αποτυχία Εξαγωγής
es_mx: Error de exportación
et_ee: Eksportimine ebaõnnestus
fa_ir: برون‌بری ناموفق
fi_fi: Vienti epäonnistui
fil_ph: Nabigo ang Export
fr_fr: Échec de l'exportation
ga_ie: Theip ar Easpórtáil
he_il: ייצוא נכשל
hi_in: निर्यात विफल
hr_hr: Izvoz nije uspio
hu_hu: Exportálás sikertelen
id_id: Ekspor Gagal
it_it: Esportazione fallita
ja_jp: エクスポート失敗
ko_kr: 내보내기 실패
lt_lt: Eksportavimas nepavyko
ms_my: Eksport Gagal
nl_nl: Export mislukt
no_no: Eksport mislyktes
pa_in: ਨਿਰਯਾਤ ਅਸਫਲ
pl_pl: Eksport Nieudany
pt_br: Falha na Exportação
ro_ro: Export eșuat
ru_ru: Экспорт не удался
sk_sk: Export zlyhal
sq_al: Eksportimi dështoi
sr_cyrl_rs: Извоз није успео
sv_se: Export misslyckades
sw_ke: Usafirishaji Umeshindwa
ta_in: ஏற்றுமதி தோல்வியடைந்தது
th_th: ส่งออกล้มเหลว
tr_tr: Dışa Aktarma Başarısız
uk_ua: Помилка експорту
vi_vn: Xuất thất bại
zh_hans: 导出失败
zh_tw: 匯出失敗
