Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Operator_DoesNotContain
source: Does not contain
af_za: Bevat nie
ar_eg: لا يحتوي على
bg_bg: Не съдържа
bn_bd: অন্তর্ভুক্ত নয়
ca_es: No conté
cs_cz: Neobsahuje
da_dk: Indeholder ikke
de_de: Enthält nicht
el_gr: Δεν περιέχει
es_mx: No contiene
et_ee: Ei sisalda
fa_ir: شامل نمی‌شود
fi_fi: Ei sisällä
fil_ph: Hindi naglalaman ng
fr_fr: Ne contient pas
ga_ie: Níl ann
he_il: אינו מכיל
hi_in: शामिल नहीं है
hr_hr: Ne sadrži
hu_hu: Nem tartalmazza
id_id: Tidak mengandung
it_it: Non contiene
ja_jp: を含まない
ko_kr: 포함하지 않음
lt_lt: Neturi
ms_my: Tidak mengandungi
nl_nl: Bevat niet
no_no: Inneholder ikke
pa_in: ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ
pl_pl: Nie zawiera
pt_br: Não contém
ro_ro: Nu conține
ru_ru: Не содержит
sk_sk: Neobsahuje
sq_al: Nuk përmban
sr_cyrl_rs: Не садржи
sv_se: Innehåller inte
sw_ke: Haina
ta_in: உள்ளடக்கவில்லை
th_th: ไม่มี
tr_tr: İçermez
uk_ua: Не містить
vi_vn: Không chứa
zh_hans: 不包含
zh_tw: 不包含

# Operator_Is
source: Is exactly
af_za: Is presies
ar_eg: هو بالضبط
bg_bg: Е точно
bn_bd: ঠিক একই
ca_es: És exactament
cs_cz: Je přesně
da_dk: Er præcis
de_de: Ist genau
el_gr: Είναι ακριβώς
es_mx: Es exactamente
et_ee: On täpselt
fa_ir: دقیقاً برابر است با
fi_fi: On täsmälleen
fil_ph: Eksaktong
fr_fr: Est exactement
ga_ie: Is ionann go díreach
he_il: הוא בדיוק
hi_in: ठीक है
hr_hr: Je točno
hu_hu: Pontosan
id_id: Tepatnya
it_it: È esattamente
ja_jp: と完全に一致する
ko_kr: 정확히 일치
lt_lt: Yra tiksliai
ms_my: Tepat
nl_nl: Is precies
no_no: Er nøyaktig
pa_in: ਬਿਲਕੁਲ ਹੈ
pl_pl: Jest dokładnie
pt_br: É exatamente
ro_ro: Este exact
ru_ru: В точности
sk_sk: Je presne
sq_al: Është saktësisht
sr_cyrl_rs: Је тачно
sv_se: Är exakt
sw_ke: Ni hasa
ta_in: சரியாக
th_th: เท่ากับเป๊ะ
tr_tr: Tam olarak
uk_ua: Дорівнює точно
vi_vn: Chính xác là
zh_hans: 完全是
zh_tw: 完全符合

# Operator_IsNot
source: Is not
af_za: Is nie
ar_eg: ليس
bg_bg: Не е
bn_bd: নয়
ca_es: No és
cs_cz: Není
da_dk: Er ikke
de_de: Ist nicht
el_gr: Δεν είναι
es_mx: No es
et_ee: Ei ole
fa_ir: برابر نیست با
fi_fi: Ei ole
fil_ph: Ay hindi
fr_fr: N'est pas
ga_ie: Níl
he_il: אינו
hi_in: नहीं है
hr_hr: Nije
hu_hu: Nem
id_id: Bukan
it_it: Non è
ja_jp: と一致しない
ko_kr: ~이(가) 아님
lt_lt: Nėra
ms_my: Bukan
nl_nl: Is niet
no_no: Er ikke
pa_in: ਨਹੀਂ ਹੈ
pl_pl: Nie jest
pt_br: Não é
ro_ro: Nu este
ru_ru: Не является
sk_sk: Nie je
sq_al: Nuk është
sr_cyrl_rs: Није
sv_se: Är inte
sw_ke: Sio
ta_in: இல்லை
th_th: ไม่เท่ากับ
tr_tr: Değildir
uk_ua: Не дорівнює
vi_vn: Không phải là
zh_hans: 不是
zh_tw: 不符合

# Operator_StartsWith
source: Starts with
af_za: Begin met
ar_eg: يبدأ بـ
bg_bg: Започва с
bn_bd: দিয়ে শুরু হয়
ca_es: Comença amb
cs_cz: Začíná na
da_dk: Starter med
de_de: Beginnt mit
el_gr: Ξεκινά με
es_mx: Comienza con
et_ee: Algab
fa_ir: شروع می‌شود با
fi_fi: Alkaa sanalla
fil_ph: Nagsisimula sa
fr_fr: Commence par
ga_ie: Tosaíonn le
he_il: מתחיל ב-
hi_in: इससे शुरू होता है
hr_hr: Počinje s
hu_hu: Kezdődik
id_id: Dimulai dengan
it_it: Inizia con
ja_jp: で始まる
ko_kr: ~으로 시작
lt_lt: Prasideda
ms_my: Bermula dengan
nl_nl: Begint met
no_no: Starter med
pa_in: ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
pl_pl: Zaczyna się od
pt_br: Começa com
ro_ro: Începe cu
ru_ru: Начинается с
sk_sk: Začína sa na
sq_al: Fillon me
sr_cyrl_rs: Почиње са
sv_se: Börjar med
sw_ke: Inaanza na
ta_in: இதனுடன் தொடங்கும்
th_th: เริ่มต้นด้วย
tr_tr: Şununla başlar
uk_ua: Починається з
vi_vn: Bắt đầu bằng
zh_hans: 开头是
zh_tw: 開頭是

# Operator_EndsWith
source: Ends with
af_za: Eindig met
ar_eg: ينتهي بـ
bg_bg: Завършва с
bn_bd: দিয়ে শেষ হয়
ca_es: Acaba amb
cs_cz: Končí na
da_dk: Ender med
de_de: Endet mit
el_gr: Τελειώνει με
es_mx: Termina con
et_ee: Lõpeb
fa_ir: پایان می‌یابد با
fi_fi: Päättyy sanalla
fil_ph: Nagtatapos sa
fr_fr: Se termine par
ga_ie: Críochnaíonn le
he_il: נגמר ב-
hi_in: इससे समाप्त होता है
hr_hr: Završava s
hu_hu: Végződik
id_id: Diakhiri dengan
it_it: Finisce con
ja_jp: で終わる
ko_kr: ~으로 끝남
lt_lt: Baigiasi
ms_my: Berakhir dengan
nl_nl: Eindigt met
no_no: Slutter med
pa_in: ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ
pl_pl: Kończy się na
pt_br: Termina com
ro_ro: Se termină cu
ru_ru: Заканчивается на
sk_sk: Končí sa na
sq_al: Mbaron me
sr_cyrl_rs: Завршава се са
sv_se: Slutar med
sw_ke: Inaisha na
ta_in: இதனுடன் முடிவடையும்
th_th: ลงท้ายด้วย
tr_tr: Şununla biter
uk_ua: Закінчується на
vi_vn: Kết thúc bằng
zh_hans: 结尾是
zh_tw: 結尾是

# Operator_Equals
source: Is equal to
af_za: Is gelyk aan
ar_eg: يساوي
bg_bg: Е равно на
bn_bd: সমান
ca_es: És igual a
cs_cz: Rovná se
da_dk: Er lig med
de_de: Ist gleich
el_gr: Είναι ίσο με
es_mx: Es igual a
et_ee: On võrdne
fa_ir: برابر است با
fi_fi: On yhtä suuri kuin
fil_ph: Ay katumbas ng
fr_fr: Est égal à
ga_ie: Cothrom le
he_il: שווה ל-
hi_in: के बराबर है
hr_hr: Jednako je
hu_hu: Egyenlő
id_id: Sama dengan
it_it: È uguale a
ja_jp: と等しい
ko_kr: ~과(와) 같음
lt_lt: Yra lygu
ms_my: Sama dengan
nl_nl: Is gelijk aan
no_no: Er lik
pa_in: ਦੇ ਬਰਾਬਰ ਹੈ
pl_pl: Jest równe
pt_br: É igual a
ro_ro: Este egal cu
ru_ru: Равно
sk_sk: Rovná sa
sq_al: Është e barabartë me
sr_cyrl_rs: Је једнако са
sv_se: Är lika med
sw_ke: Ni sawa na
ta_in: இதற்கு சமம்
th_th: เท่ากับ
tr_tr: Şuna eşittir
uk_ua: Дорівнює
vi_vn: Bằng với
zh_hans: 等于
zh_tw: 等於

# Operator_NotEquals
source: Is not equal to
af_za: Is nie gelyk aan nie
ar_eg: لا يساوي
bg_bg: Не е равно на
bn_bd: সমান নয়
ca_es: No és igual a
cs_cz: Nerovná se
da_dk: Er ikke lig med
de_de: Ist ungleich
el_gr: Δεν είναι ίσο με
es_mx: No es igual a
et_ee: Ei ole võrdne
fa_ir: برابر نیست با
fi_fi: Ei ole yhtä suuri kuin
fil_ph: Ay hindi katumbas ng
fr_fr: N'est pas égal à
ga_ie: Níl cothrom le
he_il: אינו שווה ל-
hi_in: के बराबर नहीं है
hr_hr: Nije jednako
hu_hu: Nem egyenlő
id_id: Tidak sama dengan
it_it: Non è uguale a
ja_jp: と等しくない
ko_kr: ~과(와) 같지 않음
lt_lt: Nėra lygu
ms_my: Tidak sama dengan
nl_nl: Is niet gelijk aan
no_no: Er ikke lik
pa_in: ਦੇ ਬਰਾਬਰ ਨਹੀਂ ਹੈ
pl_pl: Nie jest równe
pt_br: Não é igual a
ro_ro: Nu este egal cu
ru_ru: Не равно
sk_sk: Nerolná sa
sq_al: Nuk është e barabartë me
sr_cyrl_rs: Није једнако са
sv_se: Är inte lika med
sw_ke: Sio sawa na
ta_in: இதற்கு சமம் இல்லை
th_th: ไม่เท่ากับ
tr_tr: Şuna eşit değildir
uk_ua: Не дорівнює
vi_vn: Không bằng
zh_hans: 不等于
zh_tw: 不等於

# Operator_GreaterThan
source: Is greater than
af_za: Is groter as
ar_eg: أكبر من
bg_bg: Е по-голямо от
bn_bd: এর থেকে বড়
ca_es: És més gran que
cs_cz: Je větší než
da_dk: Er større end
de_de: Ist größer als
el_gr: Είναι μεγαλύτερο από
es_mx: Es mayor que
et_ee: On suurem kui
fa_ir: بزرگتر از
fi_fi: On suurempi kuin
fil_ph: Ay mas malaki kaysa
fr_fr: Est supérieur à
ga_ie: Níos mó ná
he_il: גדול מ-
hi_in: से अधिक है
hr_hr: Veće je od
hu_hu: Nagyobb, mint
id_id: Lebih besar dari
it_it: È maggiore di
ja_jp: より大きい
ko_kr: ~보다 큼
lt_lt: Yra didesnis už
ms_my: Lebih besar daripada
nl_nl: Is groter dan
no_no: Er større enn
pa_in: ਤੋਂ ਵੱਡਾ ਹੈ
pl_pl: Jest większe niż
pt_br: É maior que
ro_ro: Este mai mare decât
ru_ru: Больше чем
sk_sk: Je väčšie ako
sq_al: Është më e madhe se
sr_cyrl_rs: Је веће од
sv_se: Är större än
sw_ke: Ni kubwa kuliko
ta_in: இதை விட பெரியது
th_th: มากกว่า
tr_tr: Şundan büyüktür
uk_ua: Більше ніж
vi_vn: Lớn hơn
zh_hans: 大于
zh_tw: 大於

# Operator_LessThan
source: Is less than
af_za: Is kleiner as
ar_eg: أقل من
bg_bg: Е по-малко от
bn_bd: এর থেকে ছোট
ca_es: És més petit que
cs_cz: Je menší než
da_dk: Er mindre end
de_de: Ist kleiner als
el_gr: Είναι μικρότερο από
es_mx: Es menor que
et_ee: On väiksem kui
fa_ir: کوچکتر از
fi_fi: On pienempi kuin
fil_ph: Ay mas maliit kaysa
fr_fr: Est inférieur à
ga_ie: Níos lú ná
he_il: קטן מ-
hi_in: से कम है
hr_hr: Manje je od
hu_hu: Kisebb, mint
id_id: Lebih kecil dari
it_it: È minore di
ja_jp: より小さい
ko_kr: ~보다 작음
lt_lt: Yra mažesnis už
ms_my: Kurang daripada
nl_nl: Is kleiner dan
no_no: Er mindre enn
pa_in: ਤੋਂ ਛੋਟਾ ਹੈ
pl_pl: Jest mniejsze niż
pt_br: É menor que
ro_ro: Este mai mic decât
ru_ru: Меньше чем
sk_sk: Je menšie ako
sq_al: Është më e vogël se
sr_cyrl_rs: Је мање од
sv_se: Är mindre än
sw_ke: Ni ndogo kuliko
ta_in: இதை விட சிறியது
th_th: น้อยกว่า
tr_tr: Şundan küçüktür
uk_ua: Менше ніж
vi_vn: Nhỏ hơn
zh_hans: 小于
zh_tw: 小於

# Operator_GreaterThanOrEqual
source: Is at least
af_za: Is ten minste
ar_eg: على الأقل
bg_bg: Е поне
bn_bd: কমপক্ষে
ca_es: És com a mínim
cs_cz: Je alespoň
da_dk: Er mindst
de_de: Ist mindestens
el_gr: Είναι τουλάχιστον
es_mx: Es al menos
et_ee: On vähemalt
fa_ir: حداقل
fi_fi: On vähintään
fil_ph: Ay hindi bababa sa
fr_fr: Est au moins
ga_ie: Is é an t-íosmhéid
he_il: לפחות
hi_in: कम से कम है
hr_hr: Najmanje je
hu_hu: Legalább
id_id: Setidaknya
it_it: È almeno
ja_jp: 以上
ko_kr: ~ 이상
lt_lt: Yra bent
ms_my: Sekurang-kurangnya
nl_nl: Is minimaal
no_no: Er minst
pa_in: ਘੱਟੋ ਘੱਟ ਹੈ
pl_pl: Jest co najmniej
pt_br: É pelo menos
ro_ro: Este cel puțin
ru_ru: Не менее
sk_sk: Je aspoň
sq_al: Është të paktën
sr_cyrl_rs: Је најмање
sv_se: Är minst
sw_ke: Ni angalau
ta_in: குறைந்தது
th_th: อย่างน้อย
tr_tr: En az
uk_ua: Щонайменше
vi_vn: Ít nhất là
zh_hans: 至少是
zh_tw: 至少是

# Operator_LessThanOrEqual
source: Is at most
af_za: Is hoogstens
ar_eg: على الأكثر
bg_bg: Е най-много
bn_bd: সর্বোচ্চ
ca_es: És com a màxim
cs_cz: Je nanejvýš
da_dk: Er højst
de_de: Ist höchstens
el_gr: Είναι το πολύ
es_mx: Es como máximo
et_ee: On maksimaalselt
fa_ir: حداکثر
fi_fi: On enintään
fil_ph: Ay hindi hihigit sa
fr_fr: Est au plus
ga_ie: Is é an t-uasmhéid
he_il: לכל היותר
hi_in: अधिकतम है
hr_hr: Najviše je
hu_hu: Legfeljebb
id_id: Paling banyak
it_it: È al massimo
ja_jp: 以下
ko_kr: ~ 이하
lt_lt: Yra daugiausiai
ms_my: Selewat-lewatnya
nl_nl: Is maximaal
no_no: Er maks
pa_in: ਵੱਧ ਤੋਂ ਵੱਧ ਹੈ
pl_pl: Jest co najwyżej
pt_br: É no máximo
ro_ro: Este cel mult
ru_ru: Не более
sk_sk: Je najviac
sq_al: Është maksimumi
sr_cyrl_rs: Је највише
sv_se: Är högst
sw_ke: Ni zaidi
ta_in: அதிகபட்சம்
th_th: อย่างมาก
tr_tr: En fazla
uk_ua: Щонайбільше
vi_vn: Nhiều nhất là
zh_hans: 至多是
zh_tw: 至多是

# Operator_IsInTheLast
source: Is in the last (days)
af_za: Is in die laaste (dae)
ar_eg: في آخر (أيام)
bg_bg: Е през последните (дни)
bn_bd: শেষ (দিনের) মধ্যে
ca_es: És dels darrers (dies)
cs_cz: Je za posledních (dní)
da_dk: Er inden for de sidste (dage)
de_de: Ist in den letzten (Tagen)
el_gr: Είναι στις τελευταίες (ημέρες)
es_mx: Está en los últimos (días)
et_ee: On viimase (päeva) jooksul
fa_ir: در (روزهای) اخیر است
fi_fi: On viimeisten (päivien) aikana
fil_ph: Ay sa huling (araw)
fr_fr: Est dans les derniers (jours)
ga_ie: Sa (laethanta) deireanacha
he_il: היה ב-{0} הימים האחרונים
hi_in: पिछले (दिनों) में है
hr_hr: Je u zadnjih (dana)
hu_hu: Az elmúlt (napokban)
id_id: Dalam beberapa hari terakhir
it_it: È negli ultimi (giorni)
ja_jp: 最後の（日数）以内
ko_kr: 지난 (일) 동안
lt_lt: Buvo per paskutines (dienas)
ms_my: Dalam tempoh (hari) terakhir
nl_nl: Is in de laatste (dagen)
no_no: Er i løpet av de siste (dager)
pa_in: ਪਿਛਲੇ (ਦਿਨਾਂ) ਵਿੱਚ ਹੈ
pl_pl: Jest w ciągu ostatnich (dni)
pt_br: É nos últimos (dias)
ro_ro: Este în ultimele (zile)
ru_ru: За последние (дни)
sk_sk: Je za posledných (dní)
sq_al: Është në (ditët) e fundit
sr_cyrl_rs: Је у последњих (дана)
sv_se: Är under de senaste (dagar)
sw_ke: Iko katika siku za mwisho
ta_in: கடைசி நாட்களில் உள்ளது
th_th: อยู่ในช่วง (วัน) ที่ผ่านมา
tr_tr: Son (gün) içinde
uk_ua: За останні (дні)
vi_vn: Trong vòng (ngày)
zh_hans: 在最近（天）内
zh_tw: 在過去 (天) 中

# Operator_IsNotInTheLast
source: Is not in the last (days)
af_za: Is nie in die laaste (dae) nie
ar_eg: ليس في آخر (أيام)
bg_bg: Не е през последните (дни)
bn_bd: শেষ (দিনের) মধ্যে নয়
ca_es: No és dels darrers (dies)
cs_cz: Není za posledních (dní)
da_dk: Er ikke inden for de sidste (dage)
de_de: Ist nicht in den letzten (Tagen)
el_gr: Δεν είναι στις τελευταίες (ημέρες)
es_mx: No está en los últimos (días)
et_ee: Ei ole viimase (päeva) jooksul
fa_ir: در (روزهای) اخیر نیست
fi_fi: Ei ole viimeisten (päivien) aikana
fil_ph: Ay wala sa huling (araw)
fr_fr: N'est pas dans les derniers (jours)
ga_ie: Níl sé sna (laethanta) deireanacha
he_il: לא היה ב-{0} הימים האחרונים
hi_in: पिछले (दिनों) में नहीं है
hr_hr: Nije u zadnjih (dana)
hu_hu: Nem az elmúlt (napokban)
id_id: Tidak dalam beberapa hari terakhir
it_it: Non è negli ultimi (giorni)
ja_jp: 最後の（日数）以外
ko_kr: 지난 (일) 동안 아님
lt_lt: Nebuvo per paskutines (dienas)
ms_my: Bukan dalam tempoh (hari) terakhir
nl_nl: Is niet in de laatste (dagen)
no_no: Er ikke i løpet av de siste (dager)
pa_in: ਪਿਛਲੇ (ਦਿਨਾਂ) ਵਿੱਚ ਨਹੀਂ ਹੈ
pl_pl: Nie jest w ciągu ostatnich (dni)
pt_br: Não é nos últimos (dias)
ro_ro: Nu este în ultimele (zile)
ru_ru: Не за последние (дни)
sk_sk: Nie je za posledných (dní)
sq_al: Nuk është në (ditët) e fundit
sr_cyrl_rs: Није у последњих (дана)
sv_se: Är inte under de senaste (dagar)
sw_ke: Haiko katika siku za mwisho
ta_in: கடைசி நாட்களில் இல்லை
th_th: ไม่อยู่ในช่วง (วัน) ที่ผ่านมา
tr_tr: Son (gün) içinde değil
uk_ua: Не за останні (дні)
vi_vn: Không trong vòng (ngày)
zh_hans: 不在最近（天）内
zh_tw: 不在過去 (天) 中

# Operator_IsTrue
source: Is true
af_za: Is waar
ar_eg: صحيح
bg_bg: Е вярно
bn_bd: সত্য
ca_es: És cert
cs_cz: Je pravda
da_dk: Er sand
de_de: Ist wahr
el_gr: Είναι αληθές
es_mx: Es verdadero
et_ee: On tõene
fa_ir: صحیح است
fi_fi: On tosi
fil_ph: Ay totoo
fr_fr: Est vrai
ga_ie: Is fíor
he_il: הוא אמת
hi_in: सही है
hr_hr: Je točno
hu_hu: Igaz
id_id: Benar
it_it: È vero
ja_jp: 真
ko_kr: 참
lt_lt: Yra tiesa
ms_my: Benar
nl_nl: Is waar
no_no: Er sann
pa_in: ਸੱਚ ਹੈ
pl_pl: Jest prawdą
pt_br: É verdadeiro
ro_ro: Este adevărat
ru_ru: Истина
sk_sk: Je pravda
sq_al: Është e vërtetë
sr_cyrl_rs: Је тачно
sv_se: Är sant
sw_ke: Ni kweli
ta_in: உண்மை
th_th: เป็นจริง
tr_tr: Doğru
uk_ua: Істина
vi_vn: Là đúng
zh_hans: 为真
zh_tw: 為真

# Operator_IsFalse
source: Is false
af_za: Is onwaar
ar_eg: خطأ
bg_bg: Е грешно
bn_bd: মিথ্যা
ca_es: És fals
cs_cz: Je nepravda
da_dk: Er falsk
de_de: Ist falsch
el_gr: Είναι ψευδές
es_mx: Es falso
et_ee: On väär
fa_ir: غلط است
fi_fi: On epätosi
fil_ph: Ay mali
fr_fr: Est faux
ga_ie: Is bréagach
he_il: הוא שקר
hi_in: गलत है
hr_hr: Je netočno
hu_hu: Hamis
id_id: Salah
it_it: È falso
ja_jp: 偽
ko_kr: 거짓
lt_lt: Yra klaida
ms_my: Palsu
nl_nl: Is onwaar
no_no: Er usann
pa_in: ਗਲਤ ਹੈ
pl_pl: Jest fałszem
pt_br: É falso
ro_ro: Este fals
ru_ru: Ложь
sk_sk: Je nepravda
sq_al: Është e pavërtetë
sr_cyrl_rs: Је нетачно
sv_se: Är falskt
sw_ke: Si kweli
ta_in: தவறு
th_th: เป็นเท็จ
tr_tr: Yanlış
uk_ua: Хибність
vi_vn: Là sai
zh_hans: 为假
zh_tw: 為假

# SmartPlaylist_Title_New
source: New Smart Playlist
af_za: Nuwe Slim Snitlys
ar_eg: قائمة تشغيل ذكية جديدة
bg_bg: Нов интелигентен плейлист
bn_bd: নতুন স্মার্ট প্লেলিস্ট
ca_es: Nova llista de reproducció intel·ligent
cs_cz: Nový chytrý seznam skladeb
da_dk: Ny smart afspilningsliste
de_de: Neue intelligente Wiedergabeliste
el_gr: Νέα Έξυπνη Λίστα Αναπαραγωγής
es_mx: Nueva lista de reproducción inteligente
et_ee: Uus nutikas esitusloend
fa_ir: لیست پخش هوشمند جدید
fi_fi: Uusi älykäs soittolista
fil_ph: Bagong Smart Playlist
fr_fr: Nouvelle liste de lecture intelligente
ga_ie: Seinmliosta Cliste Nua
he_il: רשימת השמעה חכמה חדשה
hi_in: नई स्मार्ट प्लेलिस्ट
hr_hr: Novi pametni popis pjesama
hu_hu: Új intelligens lejátszási lista
id_id: Daftar Putar Cerdas Baru
it_it: Nuova Playlist Intelligente
ja_jp: 新しいスマートプレイリスト
ko_kr: 새 스마트 재생 목록
lt_lt: Naujas išmanusis grojaraštis
ms_my: Senarai Main Pintar Baharu
nl_nl: Nieuwe slimme afspeellijst
no_no: Ny smart spilleliste
pa_in: ਨਵੀਂ ਸਮਾਰਟ ਪਲੇਲਿਸਟ
pl_pl: Nowa Inteligentna Playlista
pt_br: Nova Playlist Inteligente
ro_ro: Listă de redare inteligentă nouă
ru_ru: Новый умный плейлист
sk_sk: Nový inteligentný zoznam skladieb
sq_al: Listë e re luajtjeje inteligjente
sr_cyrl_rs: Нова паметна плејлиста
sv_se: Ny smart spellista
sw_ke: Orodha Mpya ya Cheza Nadhifu
ta_in: புதிய ஸ்மார்ட் பிளேலிஸ்ட்
th_th: เพลย์ลิสต์อัจฉริยะใหม่
tr_tr: Yeni Akıllı Çalma Listesi
uk_ua: Новий розумний список відтворення
vi_vn: Danh sách phát thông minh mới
zh_hans: 新建智能播放列表
zh_tw: 新增智慧播放清單

# SmartPlaylist_Title_EditFormat
source: Edit Smart Playlist - {0}
af_za: Wysig Slim Snitlys - {0}
ar_eg: تعديل قائمة التشغيل الذكية - {0}
bg_bg: Редактиране на интелигентен плейлист - {0}
bn_bd: স্মার্ট প্লেলিস্ট সম্পাদনা করুন - {0}
ca_es: Edita la llista de reproducció intel·ligent - {0}
cs_cz: Upravit chytrý seznam skladeb – {0}
da_dk: Rediger smart afspilningsliste - {0}
de_de: Intelligente Wiedergabeliste bearbeiten - {0}
el_gr: Επεξεργασία Έξυπνης Λίστας Αναπαραγωγής - {0}
es_mx: Editar lista de reproducción inteligente - {0}
et_ee: Muuda nutikat esitusloendit – {0}
fa_ir: ویرایش لیست پخش هوشمند - {0}
fi_fi: Muokkaa älykästä soittolistaa - {0}
fil_ph: I-edit ang Smart Playlist - {0}
fr_fr: Modifier la liste de lecture intelligente - {0}
ga_ie: Eagar Seinmliosta Cliste - {0}
he_il: ערוך רשימת השמעה חכמה - {0}
hi_in: स्मार्ट प्लेलिस्ट संपादित करें - {0}
hr_hr: Uredi pametni popis pjesama - {0}
hu_hu: Intelligens lejátszási lista szerkesztése - {0}
id_id: Edit Daftar Putar Cerdas - {0}
it_it: Modifica Playlist Intelligente - {0}
ja_jp: スマートプレイリストを編集 - {0}
ko_kr: 스마트 재생 목록 편집 - {0}
lt_lt: Redaguoti išmanųjį grojaraštį – {0}
ms_my: Edit Senarai Main Pintar - {0}
nl_nl: Slimme afspeellijst bewerken - {0}
no_no: Rediger smart spilleliste - {0}
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਸੰਪਾਦਿਤ ਕਰੋ - {0}
pl_pl: Edytuj Inteligentną Playlistę - {0}
pt_br: Editar Playlist Inteligente - {0}
ro_ro: Editare listă de redare inteligentă - {0}
ru_ru: Редактировать умный плейлист — {0}
sk_sk: Upraviť inteligentný zoznam skladieb - {0}
sq_al: Redakto listën inteligjente të luajtjes - {0}
sr_cyrl_rs: Уреди паметну плејлисту - {0}
sv_se: Redigera smart spellista - {0}
sw_ke: Hariri Orodha ya Cheza Nadhifu - {0}
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டைத் திருத்து - {0}
th_th: แก้ไขเพลย์ลิสต์อัจฉริยะ - {0}
tr_tr: Akıllı Çalma Listesini Düzenle - {0}
uk_ua: Редагувати розумний список відтворення - {0}
vi_vn: Chỉnh sửa Danh sách phát thông minh - {0}
zh_hans: 编辑智能播放列表 - {0}
zh_tw: 編輯智慧播放清單 - {0}

# SmartPlaylist_Status_EnterName
source: Enter a playlist name
af_za: Voer 'n snitlysnaam in
ar_eg: أدخل اسم قائمة التشغيل
bg_bg: Въведете име на плейлист
bn_bd: একটি প্লেলিস্টের নাম লিখুন
ca_es: Introdueix un nom de llista de reproducció
cs_cz: Zadejte název seznamu skladeb
da_dk: Indtast et navn på afspilningslisten
de_de: Geben Sie einen Wiedergabelistennamen ein
el_gr: Εισαγάγετε ένα όνομα λίστας αναπαραγωγής
es_mx: Introduce un nombre para la lista de reproducción
et_ee: Sisesta esitusloendi nimi
fa_ir: نام لیست پخش را وارد کنید
fi_fi: Anna soittolistan nimi
fil_ph: Ilagay ang pangalan ng playlist
fr_fr: Saisir un nom de liste de lecture
ga_ie: Iontráil ainm seinmliosta
he_il: הזן שם לרשימת השמעה
hi_in: प्लेलिस्ट का नाम दर्ज करें
hr_hr: Unesite naziv popisa pjesama
hu_hu: Adjon meg egy lejátszási lista nevet
id_id: Masukkan nama daftar putar
it_it: Inserisci un nome playlist
ja_jp: プレイリスト名を入力してください
ko_kr: 재생 목록 이름 입력
lt_lt: Įveskite grojaraščio pavadinimą
ms_my: Masukkan nama senarai main
nl_nl: Voer een afspeellijstnaam in
no_no: Skriv inn et spillelistenavn
pa_in: ਇੱਕ ਪਲੇਲਿਸਟ ਨਾਮ ਦਰਜ ਕਰੋ
pl_pl: Wprowadź nazwę playlisty
pt_br: Insira um nome para a playlist
ro_ro: Introduceți un nume pentru lista de redare
ru_ru: Введите название плейлиста
sk_sk: Zadajte názov zoznamu skladieb
sq_al: Vendosni një emër për listën e luajtjes
sr_cyrl_rs: Унесите назив плејлисте
sv_se: Ange ett namn för spellistan
sw_ke: Weka jina la orodha ya kucheza
ta_in: பிளேலிஸ்ட் பெயரை உள்ளிடவும்
th_th: ป้อนชื่อเพลย์ลิสต์
tr_tr: Bir çalma listesi adı girin
uk_ua: Введіть назву списку відтворення
vi_vn: Nhập tên danh sách phát
zh_hans: 输入播放列表名称
zh_tw: 輸入播放清單名稱

# SmartPlaylist_Status_MatchCountFormat
source: {0:N0} songs match current rules
af_za: {0:N0} liedjies pas by huidige reëls
ar_eg: {0} أغنية تطابق القواعد الحالية
bg_bg: {0:N0} песни съответстват на текущите правила
bn_bd: বর্তমান নিয়মের সাথে {0:N0}টি গান মিলেছে
ca_es: {0:N0} cançons coincideixen amb les regles actuals
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}} odpovídá aktuálním pravidlům
da_dk: {0:N0} sange matcher aktuelle regler
de_de: {0} Lieder passen zu den aktuellen Regeln
el_gr: {0:N0} τραγούδια ταιριάζουν με τους τρέχοντες κανόνες
es_mx: {0:N0} canciones coinciden con las reglas actuales
et_ee: {0} laulu vastab praegustele reeglitele
fa_ir: {0:N0} آهنگ با قوانین فعلی مطابقت دارد
fi_fi: {0:N0} kappaletta vastaa nykyisiä sääntöjä
fil_ph: {0:N0} tugtugin ang tumutugma sa kasalukuyang panuntunan
fr_fr: {0} morceaux correspondent aux règles actuelles
ga_ie: {0:N0} amhrán ag teacht le rialacha reatha
he_il: {0:N0} שירים תואמים את הכללים הנוכחיים
hi_in: वर्तमान नियमों से {0} गाने मेल खाते हैं
hr_hr: {0:N0} pjesama odgovara trenutnim pravilima
hu_hu: {0:N0} dal egyezik a jelenlegi szabályokkal
id_id: {0:N0} lagu cocok dengan aturan saat ini
it_it: {0} brani corrispondono alle regole attuali
ja_jp: 現在設定されているルールに一致する曲が{0}件あります
ko_kr: 현재 규칙과 일치하는 곡 {0:N0}곡
lt_lt: {0:N0} kūrinių atitinka dabartines taisykles
ms_my: {0:N0} lagu sepadan dengan peraturan semasa
nl_nl: {0:N0} nummers voldoen aan de huidige regels
no_no: {0} sanger passer gjeldende regler
pa_in: {0:N0} ਗੀਤ ਮੌਜੂਦਾ ਨਿਯਮਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਹਨ
pl_pl: {0, plural, one {1 utwór pasuje do obecnych reguł} few {{0} utwory pasują do obecnych reguł} many {{0} utworów pasuje do obecnych reguł} other {{0} utworów pasuje do obecnych reguł}}
pt_br: {0:N0} músicas correspondem às regras atuais
ro_ro: {0} piese se potrivesc cu regulile curente
ru_ru: {0, plural, one {# песня} few {# песни} many {# песен} other {# песен}} соответствует текущим правилам
sk_sk: {0} skladieb zodpovedá aktuálnym pravidlám
sq_al: {0} këngë përputhen me rregullat aktuale
sr_cyrl_rs: {0} песама одговара тренутним правилима
sv_se: {0:N0} låtar matchar aktuella regler
sw_ke: Nyimbo {0:N0} zinalingana na sheria za sasa
ta_in: தற்போதைய விதிகளுடன் {0:N0} பாடல்கள் பொருந்துகின்றன
th_th: {0} เพลงตรงตามกฎปัจจุบัน
tr_tr: {0:N0} şarkı mevcut kurallarla eşleşiyor
uk_ua: {0} пісень відповідають поточним правилам
vi_vn: {0:N0} bài hát khớp với các quy tắc hiện tại
zh_hans: 有 {0:N0} 首歌曲符合当前规则
zh_tw: {0:N0} 首歌曲符合目前規則
