Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Playlist_Status_Deleting
source: Deleting playlist...
af_za: Vee tans snitlys uit...
ar_eg: جاري حذف قائمة التشغيل...
bg_bg: Изтриване на плейлист...
bn_bd: প্লেলিস্ট মুছে ফেলা হচ্ছে...
ca_es: S'està suprimint la llista de reproducció...
cs_cz: Maže se seznam skladeb...
da_dk: Sletter afspilningsliste...
de_de: Wiedergabeliste wird gelöscht...
el_gr: Διαγράφεται η λίστα αναπαραγωγής...
es_mx: Eliminando lista de reproducción...
et_ee: Esitusloendi kustutamine...
fa_ir: در حال حذف لیست پخش...
fi_fi: Poistetaan soittolistaa...
fil_ph: Binubura ang playlist...
fr_fr: Suppression de la liste de lecture...
ga_ie: Ag scriosadh seinmliosta...
he_il: מוחק רשימת השמעה...
hi_in: प्लेलिस्ट हटाई जा रही है...
hr_hr: Brišem popis pjesama...
hu_hu: Lejátszási lista törlése...
id_id: Menghapus daftar putar...
it_it: Eliminazione playlist...
ja_jp: プレイリストを削除中...
ko_kr: 재생 목록 삭제 중...
lt_lt: Trinamas grojaraštis...
ms_my: Memadam senarai main...
nl_nl: Afspeellijst verwijderen...
no_no: Sletter spilleliste...
pa_in: ਪਲੇਲਿਸਟ ਮਿਟਾਈ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Usuwam playlistę...
pt_br: Excluindo playlist...
ro_ro: Se șterge lista de redare...
ru_ru: Удаление плейлиста...
sk_sk: Odstraňujem zoznam skladieb...
sq_al: Duke fshirë listën e luajtjes...
sr_cyrl_rs: Бришем плејлисту...
sv_se: Raderar spellista...
sw_ke: Inafuta orodha ya kucheza...
ta_in: பிளேலிஸ்ட் நீக்கப்படுகிறது...
th_th: กำลังลบเพลย์ลิสต์...
tr_tr: Çalma listesi siliniyor...
uk_ua: Видалення списку відтворення...
vi_vn: Đang xóa danh sách phát...
zh_hans: 正在删除播放列表...
zh_tw: 正在刪除播放清單...

# Playlist_Status_DeleteFailed
source: Failed to delete playlist.
af_za: Kon nie snitlys uitvee nie.
ar_eg: فشل في حذف قائمة التشغيل.
bg_bg: Неуспешно изтриване на плейлист.
bn_bd: প্লেলিস্ট মুছে ফেলতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut suprimir la llista de reproducció.
cs_cz: Nepodařilo se smazat seznam skladeb.
da_dk: Kunne ikke slette afspilningsliste.
de_de: Wiedergabeliste konnte nicht gelöscht werden.
el_gr: Αποτυχία διαγραφής λίστας αναπαραγωγής.
es_mx: Error al eliminar la lista de reproducción.
et_ee: Esitusloendi kustutamine ebaõnnestus.
fa_ir: حذف لیست پخش ناموفق بود.
fi_fi: Soittolistan poistaminen epäonnistui.
fil_ph: Nabigo ang pagbura ng playlist.
fr_fr: Échec de la suppression de la liste de lecture.
ga_ie: Theip ar an seinmliosta a scriosadh.
he_il: מחיקת רשימת ההשמעה נכשלה.
hi_in: प्लेलिस्ट हटाने में विफल।
hr_hr: Brisanje popisa pjesama nije uspjelo.
hu_hu: Nem sikerült törölni a lejátszási listát.
id_id: Gagal menghapus daftar putar.
it_it: Impossibile eliminare la playlist.
ja_jp: プレイリストの削除に失敗しました。
ko_kr: 재생 목록 삭제에 실패했습니다.
lt_lt: Nepavyko ištrinti grojaraščio.
ms_my: Gagal memadam senarai main.
nl_nl: Verwijderen afspeellijst mislukt.
no_no: Klarte ikke å slette spillelisten.
pa_in: ਪਲੇਲਿਸਟ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się usunąć playlisty.
pt_br: Falha ao excluir playlist.
ro_ro: Ștergerea listei de redare a eșuat.
ru_ru: Не удалось удалить плейлист.
sk_sk: Nepodarilo sa odstrániť zoznam skladieb.
sq_al: Dështoi fshirja e listës së luajtjes.
sr_cyrl_rs: Брисање плејлисте није успело.
sv_se: Kunde inte radera spellistan.
sw_ke: Imeshindwa kufuta orodha ya kucheza.
ta_in: பிளேலிஸ்ட்டை நீக்கத் தவறிவிட்டது.
th_th: ไม่สามารถลบเพลย์ลิสต์ได้
tr_tr: Çalma listesi silinemedi.
uk_ua: Не вдалося видалити список відтворення.
vi_vn: Không thể xóa danh sách phát.
zh_hans: 删除播放列表失败。
zh_tw: 刪除播放清單失敗。

# Playlist_Status_DeleteError
source: An error occurred while deleting the playlist.
af_za: 'n Fout het voorgekom terwyl die snitlys uitgevee is.
ar_eg: حدث خطأ أثناء حذف قائمة التشغيل.
bg_bg: Възникна грешка при изтриване на плейлиста.
bn_bd: প্লেলিস্ট মোছার সময় একটি ত্রুটি ঘটেছে।
ca_es: S'ha produït un error en suprimir la llista de reproducció.
cs_cz: Při mazání seznamu skladeb došlo k chybě.
da_dk: Der opstod en fejl under sletning af afspilningslisten.
de_de: Beim Löschen der Wiedergabeliste ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της λίστας αναπαραγωγής.
es_mx: Ocurrió un error al eliminar la lista de reproducción.
et_ee: Esitusloendi kustutamisel ilmnes viga.
fa_ir: هنگام حذف لیست پخش خطایی رخ داد.
fi_fi: Virhe soittolistan poistamisessa.
fil_ph: May error na naganap habang binubura ang playlist.
fr_fr: Une erreur est survenue lors de la suppression de la liste de lecture.
ga_ie: Tharla earráid agus an seinmliosta á scriosadh.
he_il: אירעה שגיאה בעת מחיקת רשימת ההשמעה.
hi_in: प्लेलिस्ट हटाते समय एक त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom brisanja popisa pjesama.
hu_hu: Hiba történt a lejátszási lista törlése során.
id_id: Terjadi kesalahan saat menghapus daftar putar.
it_it: Si è verificato un errore durante l'eliminazione della playlist.
ja_jp: プレイリストの削除中にエラーが発生しました。
ko_kr: 재생 목록을 삭제하는 중 오류가 발생했습니다.
lt_lt: Įvyko klaida trinant grojaraštį.
ms_my: Ralat berlaku semasa memadam senarai main.
nl_nl: Er is een fout opgetreden bij het verwijderen van de afspeellijst.
no_no: Det oppsto en feil under sletting av spillelisten.
pa_in: ਪਲੇਲਿਸਟ ਮਿਟਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਹੋਈ।
pl_pl: Wystąpił błąd podczas usuwania playlisty.
pt_br: Ocorreu um erro ao excluir a playlist.
ro_ro: A apărut o eroare la ștergerea listei de redare.
ru_ru: Произошла ошибка при удалении плейлиста.
sk_sk: Počas odstraňovania zoznamu skladieb došlo k chybe.
sq_al: Ndodhi një gabim gjatë fshirjes së listës së luajtjes.
sr_cyrl_rs: Дошло је до грешке при брисању плејлисте.
sv_se: Ett fel uppstod när spellistan skulle raderas.
sw_ke: Hitilafu imetokea wakati wa kufuta orodha ya kucheza.
ta_in: பிளேலிஸ்ட்டை நீக்கும்போது பிழை ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดขณะลบเพลย์ลิสต์
tr_tr: Çalma listesi silinirken bir hata oluştu.
uk_ua: Виникла помилка під час видалення списку відтворення.
vi_vn: Đã xảy ra lỗi khi xóa danh sách phát.
zh_hans: 删除播放列表时发生错误。
zh_tw: 刪除播放清單時發生錯誤。

# Settings_Reset_Title
source: Confirm Reset
af_za: Bevestig Herstel
ar_eg: تأكيد إعادة الضبط
bg_bg: Потвърди нулиране
bn_bd: রিসেট নিশ্চিত করুন
ca_es: Confirmar restabliment
cs_cz: Potvrdit resetování
da_dk: Bekræft nulstilling
de_de: Zurücksetzen bestätigen
el_gr: Επιβεβαίωση Επαναφοράς
es_mx: Confirmar restablecimiento
et_ee: Kinnita lähtestamine
fa_ir: تأیید بازنشانی
fi_fi: Vahvista nollaus
fil_ph: Kumpirmahin ang Pag-reset
fr_fr: Confirmer la réinitialisation
ga_ie: Deimhnigh Athshocrú
he_il: אשר איפוס
hi_in: रीसेट की पुष्टि करें
hr_hr: Potvrdi poništavanje
hu_hu: Visszaállítás megerősítése
id_id: Konfirmasi Reset
it_it: Conferma ripristino
ja_jp: リセットの確認
ko_kr: 초기화 확인
lt_lt: Patvirtinti atkūrimą
ms_my: Sahkan Tetapan Semula
nl_nl: Reset bevestigen
no_no: Bekreft tilbakestilling
pa_in: ਰੀਸੈਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl_pl: Potwierdź Reset
pt_br: Confirmar Reinício
ro_ro: Confirmați resetarea
ru_ru: Подтвердить сброс
sk_sk: Potvrdiť resetovanie
sq_al: Konfirmo rivendosjen
sr_cyrl_rs: Потврди ресетовање
sv_se: Bekräfta återställning
sw_ke: Thibitisha Kuweka Upya
ta_in: மறுஅமைப்பை உறுதிப்படுத்து
th_th: ยืนยันการรีเซ็ต
tr_tr: Sıfırlamayı Onayla
uk_ua: Підтвердити скидання
vi_vn: Xác nhận đặt lại
zh_hans: 确认重置
zh_tw: 確認重設

# Settings_Reset_Message
source: Are you sure you want to reset all application data and settings? This action cannot be undone. The application will return to the initial setup.
af_za: Is jy seker jy wil alle toepassingsdata en -instellings herstel? Hierdie aksie kan nie ongedaan gemaak word nie. Die toepassing sal na die aanvanklike opstelling terugkeer.
ar_eg: هل أنت متأكد أنك تريد إعادة تعيين جميع بيانات وإعدادات التطبيق؟ لا يمكن التراجع عن هذا الإجراء. سيعود التطبيق إلى الإعداد الأولي.
bg_bg: Сигурни ли сте, че искате да нулирате всички данни и настройки на приложението? Това действие не може да бъде отменено. Приложението ще се върне към първоначалната настройка.
bn_bd: আপনি কি নিশ্চিত যে আপনি সমস্ত অ্যাপ্লিকেশন ডেটা এবং সেটিংস রিসেট করতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না। অ্যাপ্লিকেশনটি প্রাথমিক সেটআপে ফিরে যাবে।
ca_es: Estàs segur que vols restablir totes les dades i la configuració de l'aplicació? Aquesta acció no es pot desfer. L'aplicació tornarà a la configuració inicial.
cs_cz: Opravdu chcete resetovat všechna data a nastavení aplikace? Tuto akci nelze vrátit zpět. Aplikace se vrátí k počátečnímu nastavení.
da_dk: Er du sikker på, at du vil nulstille alle programdata og indstillinger? Denne handling kan ikke fortrydes. Programmet vender tilbage til den indledende opsætning.
de_de: Sind Sie sicher, dass Sie alle Anwendungsdaten und Einstellungen zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden. Die Anwendung wird auf die ursprüngliche Einrichtung zurückgesetzt.
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα δεδομένα και τις ρυθμίσεις της εφαρμογής; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Η εφαρμογή θα επιστρέψει στην αρχική ρύθμιση.
es_mx: ¿Estás seguro de que deseas restablecer todos los datos y la configuración de la aplicación? Esta acción no se puede deshacer. La aplicación volverá a la configuración inicial.
et_ee: Kas olete kindel, et soovite lähtestada kõik rakenduse andmed ja seaded? Seda toimingut ei saa tagasi võtta. Rakendus naaseb algseadistusse.
fa_ir: آیا مطمئن هستید که می‌خواهید تمام داده‌ها و تنظیمات برنامه را بازنشانی کنید؟ این عمل قابل بازگرداندن نیست. برنامه به تنظیمات اولیه بازخواهد گشت.
fi_fi: Haluatko varmasti nollata kaikki sovelluksen tiedot ja asetukset? Tätä toimintoa ei voi kumota. Sovellus palaa alkuperäiseen asennukseen.
fil_ph: Sigurado ka bang gusto mong i-reset ang lahat ng data at setting ng application? Hindi ito maaaring i-undo. Babalik ang application sa paunang setup.
fr_fr: Êtes-vous sûr de vouloir réinitialiser toutes les données et paramètres de l'application ? Cette action est irréversible. L'application reviendra à la configuration initiale.
ga_ie: An bhfuil tú cinnte gur mhaith leat gach sonra agus socrú feidhmchláir a athshocrú? Ní féidir an gníomh seo a chealú. Fillfidh an feidhmchlár ar an socrú tosaigh.
he_il: האם אתה בטוח שברצונך לאפס את כל נתוני והגדרות היישום? פעולה זו אינה ניתנת לביטול. היישום יחזור להגדרות הראשוניות.
hi_in: क्या आप निश्चित हैं कि आप सभी एप्लिकेशन डेटा और सेटिंग्स को रीसेट करना चाहते हैं? इस कार्रवाई को पूर्ववत नहीं किया जा सकता है। एप्लिकेशन प्रारंभिक सेटअप पर वापस आ जाएगा।
hr_hr: Jeste li sigurni da želite poništiti sve podatke i postavke aplikacije? Ova radnja se ne može poništiti. Aplikacija će se vratiti na početno postavljanje.
hu_hu: Biztosan vissza szeretné állítani az összes alkalmazásadatot és beállítást? Ez a művelet nem vonható vissza. Az alkalmazás visszaáll az eredeti beállításokra.
id_id: Apakah Anda yakin ingin mereset semua data dan pengaturan aplikasi? Tindakan ini tidak dapat dibatalkan. Aplikasi akan kembali ke pengaturan awal.
it_it: Sei sicuro di voler reimpostare tutti i dati e le impostazioni dell'applicazione? Questa azione non può essere annullata. L'applicazione tornerà alla configurazione iniziale.
ja_jp: すべてのアプリケーションデータと設定をリセットしてもよろしいですか？この操作は元に戻せません。アプリケーションは初期設定に戻ります。
ko_kr: 모든 애플리케이션 데이터와 설정을 초기화하시겠습니까? 이 작업은 되돌릴 수 없습니다. 애플리케이션은 초기 설정으로 돌아갑니다.
lt_lt: Ar tikrai norite atkurti visus programos duomenis ir nustatymus? Šio veiksmo atšaukti negalima. Programa bus grąžinta į pradinę sąranką.
ms_my: Adakah anda pasti ingin menetapkan semula semua data dan tetapan aplikasi? Tindakan ini tidak boleh dibatalkan. Aplikasi akan kembali ke persediaan awal.
nl_nl: Weet u zeker dat u alle applicatiegegevens en instellingen wilt resetten? Deze actie kan niet ongedaan worden gemaakt. De applicatie keert terug naar de initiële configuratie.
no_no: Er du sikker på at du vil tilbakestille alle programdata og innstillinger? Denne handlingen kan ikke angres. Applikasjonen vil gå tilbake til den første oppsettet.
pa_in: ਕੀ ਤੁਸੀਂ ਸਾਰਾ ਐਪਲੀਕੇਸ਼ਨ ਡਾਟਾ ਅਤੇ ਸੈਟਿੰਗਾਂ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਲਈ ਜਾ ਸਕਦੀ। ਐਪਲੀਕੇਸ਼ਨ ਸ਼ੁਰੂਆਤੀ ਸੈਟਅਪ 'ਤੇ ਵਾਪਸ ਆ ਜਾਵੇਗੀ।
pl_pl: Czy na pewno chcesz zresetować wszystkie dane i ustawienia aplikacji? Tej operacji nie można cofnąć. Aplikacja powróci do początkowej konfiguracji.
pt_br: Tem certeza de que deseja redefinir todos os dados e configurações do aplicativo? Esta ação não pode ser desfeita. O aplicativo retornará à configuração inicial.
ro_ro: Sigur doriți să resetați toate datele și setările aplicației? Această acțiune nu poate fi anulată. Aplicația va reveni la configurarea inițială.
ru_ru: Вы уверены, что хотите сбросить все данные и настройки приложения? Это действие необратимо. Приложение вернется к начальной настройке.
sk_sk: Naozaj chcete resetovať všetky aplikačné dáta a nastavenia? Túto akciu nemožno vrátiť späť. Aplikácia sa vráti k počiatočnému nastaveniu.
sq_al: Jeni të sigurt që dëshironi të rivendosni të gjitha të dhënat dhe cilësimet e aplikacionit? Ky veprim nuk mund të anulohet. Aplikacioni do të kthehet në konfigurimin fillestar.
sr_cyrl_rs: Да ли сте сигурни да желите да ресетујете све податке и подешавања апликације? Ова радња се не може опозвати. Апликација ће се вратити на почетно подешавање.
sv_se: Är du säker på att du vill återställa all programdata och alla inställningar? Denna åtgärd kan inte ångras. Programmet kommer att återgå till den ursprungliga installationen.
sw_ke: Una uhakika unataka kuweka upya data na mipangilio yote ya programu? Kitendo hiki hakiwezi kutenduliwa. Programu itarudi kwenye usanidi wa awali.
ta_in: அனைத்து பயன்பாட்டு தரவு மற்றும் அமைப்புகளையும் மீட்டமைக்க விரும்புகிறீர்களா? இந்தச் செயலை மாற்றியமைக்க முடியாது. பயன்பாடு ஆரம்ப அமைப்பிற்குத் திரும்பும்.
th_th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตข้อมูลและการตั้งค่าแอปพลิเคชันทั้งหมด? การดำเนินการนี้ไม่สามารถยกเลิกได้ แอปพลิเคชันจะกลับสู่การตั้งค่าเริ่มต้น
tr_tr: Tüm uygulama verilerini ve ayarlarını sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz. Uygulama başlangıç kurulumuna dönecektir.
uk_ua: Ви впевнені, що хочете скинути всі дані та налаштування програми? Цю дію не можна скасувати. Програма повернеться до початкових налаштувань.
vi_vn: Bạn có chắc chắn muốn đặt lại tất cả dữ liệu và cài đặt ứng dụng không? Hành động này không thể hoàn tác. Ứng dụng sẽ trở về cài đặt ban đầu.
zh_hans: 您确定要重置所有应用程序数据和设置吗？此操作无法撤消。应用程序将恢复到初始设置。
zh_tw: 您確定要重設所有應用程式資料和設定嗎？此動作無法復原。應用程式將恢復初始設定。

# Settings_Reset_Button
source: Reset
af_za: Herstel
ar_eg: إعادة ضبط
bg_bg: Нулиране
bn_bd: রিসেট করুন
ca_es: Restablir
cs_cz: Resetovat
da_dk: Nulstil
de_de: Zurücksetzen
el_gr: Επαναφορά
es_mx: Restablecer
et_ee: Lähtesta
fa_ir: بازنشانی
fi_fi: Nollaa
fil_ph: I-reset
fr_fr: Réinitialiser
ga_ie: Athshocraigh
he_il: איפוס
hi_in: रीसेट करें
hr_hr: Poništi
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: リセット
ko_kr: 초기화
lt_lt: Atkurti
ms_my: Tetapkan Semula
nl_nl: Resetten
no_no: Tilbakestill
pa_in: ਰੀਸੈਟ ਕਰੋ
pl_pl: Resetuj
pt_br: Redefinir
ro_ro: Resetați
ru_ru: Сбросить
sk_sk: Resetovať
sq_al: Rivendos
sr_cyrl_rs: Ресетуј
sv_se: Återställ
sw_ke: Weka Upya
ta_in: மீட்டமை
th_th: รีเซ็ต
tr_tr: Sıfırla
uk_ua: Скинути
vi_vn: Đặt lại
zh_hans: 重置
zh_tw: 重設

# Settings_ResetError_Title
source: Reset Error
af_za: Herstelfout
ar_eg: خطأ في إعادة الضبط
bg_bg: Грешка при нулиране
bn_bd: রিসেট ত্রুটি
ca_es: Error de restabliment
cs_cz: Chyba resetování
da_dk: Nulstillingsfejl
de_de: Fehler beim Zurücksetzen
el_gr: Σφάλμα Επαναφοράς
es_mx: Error de restablecimiento
et_ee: Lähtestamise viga
fa_ir: خطای بازنشانی
fi_fi: Nollausvirhe
fil_ph: Error sa Pag-reset
fr_fr: Erreur de réinitialisation
ga_ie: Earráid Athshocraithe
he_il: שגיאת איפוס
hi_in: रीसेट त्रुटि
hr_hr: Pogreška pri poništavanju
hu_hu: Visszaállítási hiba
id_id: Kesalahan Reset
it_it: Errore di ripristino
ja_jp: リセットエラー
ko_kr: 초기화 오류
lt_lt: Atkūrimo klaida
ms_my: Ralat Tetapan Semula
nl_nl: Resetfout
no_no: Tilbakestillingsfeil
pa_in: ਰੀਸੈਟ ਗਲਤੀ
pl_pl: Błąd Resetowania
pt_br: Erro de Reinício
ro_ro: Eroare de resetare
ru_ru: Ошибка сброса
sk_sk: Chyba resetovania
sq_al: Gabim rivendosjeje
sr_cyrl_rs: Грешка ресетовања
sv_se: Återställningsfel
sw_ke: Hitilafu ya Kuweka Upya
ta_in: மீட்டமைப்பு பிழை
th_th: ข้อผิดพลาดในการรีเซ็ต
tr_tr: Sıfırlama Hatası
uk_ua: Помилка скидання
vi_vn: Lỗi đặt lại
zh_hans: 重置错误
zh_tw: 重設錯誤

# Settings_ResetError_Message
source: An error occurred while resetting application data: {0}. Please try restarting the app manually.
af_za: 'n Fout het voorgekom tydens die herstel van toepassingsdata: {0}. Probeer asseblief om die toepassing handmatig te herbegin.
ar_eg: حدث خطأ أثناء إعادة تعيين بيانات التطبيق: {0}. يرجى محاولة إعادة تشغيل التطبيق يدويًا.
bg_bg: Възникна грешка при нулиране на данните на приложението: {0}. Моля, опитайте да рестартирате приложението ръчно.
bn_bd: অ্যাপ্লিকেশন ডেটা রিসেট করার সময় একটি ত্রুটি ঘটেছে: {0}। অনুগ্রহ করে ম্যানুয়ালি অ্যাপটি পুনরায় চালু করার চেষ্টা করুন।
ca_es: S'ha produït un error en restablir les dades de l'aplicació: {0}. Intenta reiniciar l'aplicació manualment.
cs_cz: Při resetování dat aplikace došlo k chybě: {0}. Zkuste prosím aplikaci restartovat ručně.
da_dk: Der opstod en fejl under nulstilling af programdata: {0}. Prøv venligst at genstarte appen manuelt.
de_de: Beim Zurücksetzen der Anwendungsdaten ist ein Fehler aufgetreten: {0}. Bitte versuchen Sie, die App manuell neu zu starten.
el_gr: Παρουσιάστηκε σφάλμα κατά την επαναφορά των δεδομένων της εφαρμογής: {0}. Παρακαλώ δοκιμάστε να επανεκκινήσετε την εφαρμογή χειροκίνητα.
es_mx: Ocurrió un error al restablecer los datos de la aplicación: {0}. Intenta reiniciar la aplicación manualmente.
et_ee: Rakenduse andmete lähtestamisel ilmnes viga: {0}. Palun proovige rakendus käsitsi taaskäivitada.
fa_ir: هنگام بازنشانی داده‌های برنامه خطایی رخ داد: {0}. لطفاً برنامه را به صورت دستی مجدداً راه‌اندازی کنید.
fi_fi: Virhe sovelluksen tietojen nollauksessa: {0}. Yritä käynnistää sovellus uudelleen manuaalisesti.
fil_ph: May error na naganap habang ni-re-reset ang data ng application: {0}. Mangyaring subukang i-restart nang mano-mano ang app.
fr_fr: Une erreur est survenue lors de la réinitialisation des données de l'application : {0}. Veuillez essayer de redémarrer l'application manuellement.
ga_ie: Tharla earráid agus sonraí feidhmchláir á n-athshocrú: {0}. Bain triail as an aip a atosú de láimh le do thoil.
he_il: אירעה שגיאה בעת איפוס נתוני היישום: {0}. אנא נסה להפעיל מחדש את האפליקציה ידנית.
hi_in: एप्लिकेशन डेटा रीसेट करते समय एक त्रुटि हुई: {0}। कृपया ऐप को मैन्युअल रूप से पुनरारंभ करने का प्रयास करें।
hr_hr: Došlo je do pogreške prilikom poništavanja podataka aplikacije: {0}. Molimo pokušajte ručno ponovo pokrenuti aplikaciju.
hu_hu: Hiba történt az alkalmazásadatok visszaállítása során: {0}. Kérjük, próbálja meg manuálisan újraindítani az alkalmazást.
id_id: Terjadi kesalahan saat mereset data aplikasi: {0}. Harap coba mulai ulang aplikasi secara manual.
it_it: Si è verificato un errore durante il ripristino dei dati dell'applicazione: {0}. Riprova a riavviare l'app manualmente.
ja_jp: アプリケーションデータのリセット中にエラーが発生しました: {0}。アプリを手動で再起動してみてください。
ko_kr: 애플리케이션 데이터를 초기화하는 중 오류가 발생했습니다: {0}. 앱을 수동으로 다시 시작해 주세요.
lt_lt: Įvyko klaida atkuriant programos duomenis: {0}. Bandykite paleisti programą iš naujo rankiniu būdu.
ms_my: Ralat berlaku semasa menetapkan semula data aplikasi: {0}. Sila cuba mulakan semula aplikasi secara manual.
nl_nl: Er is een fout opgetreden bij het resetten van applicatiegegevens: {0}. Probeer de app handmatig opnieuw te starten.
no_no: Det oppsto en feil under tilbakestilling av programdata: {0}. Vennligst prøv å starte appen manuelt på nytt.
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਡਾਟਾ ਰੀਸੈਟ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਹੋਈ: {0}। ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਨੂੰ ਮੈਨੂਅਲੀ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Wystąpił błąd podczas resetowania danych aplikacji: {0}. Spróbuj ręcznie ponownie uruchomić aplikację.
pt_br: Ocorreu um erro ao redefinir os dados do aplicativo: {0}. Por favor, tente reiniciar o aplicativo manualmente.
ro_ro: A apărut o eroare la resetarea datelor aplicației: {0}. Vă rugăm să încercați să reporniți aplicația manual.
ru_ru: Произошла ошибка при сбросе данных приложения: {0}. Пожалуйста, попробуйте перезапустить приложение вручную.
sk_sk: Počas resetovania aplikačných dát došlo k chybe: {0}. Skúste reštartovať aplikáciu manuálne.
sq_al: Ndodhi një gabim gjatë rivendosjes së të dhënave të aplikacionit: {0}. Ju lutemi provoni të rindizni aplikacionin manualisht.
sr_cyrl_rs: Дошло је до грешке при ресетовању података апликације: {0}. Молимо покушајте ручно поново покренути апликацију.
sv_se: Ett fel uppstod vid återställning av programdata: {0}. Försök att starta om appen manuellt.
sw_ke: Hitilafu imetokea wakati wa kuweka upya data ya programu: {0}. Tafadhali jaribu kuanzisha upya programu mwenyewe.
ta_in: பயன்பாட்டு தரவை மீட்டமைக்கும்போது ஒரு பிழை ஏற்பட்டது: {0}. தயவுசெய்து பயன்பாட்டை கைமுறையாக மறுதொடக்கம் செய்ய முயற்சிக்கவும்.
th_th: เกิดข้อผิดพลาดขณะรีเซ็ตข้อมูลแอปพลิเคชัน: {0} โปรดลองรีสตาร์ทแอปด้วยตนเอง
tr_tr: Uygulama verileri sıfırlanırken bir hata oluştu: {0}. Lütfen uygulamayı manuel olarak yeniden başlatmayı deneyin.
uk_ua: Виникла помилка під час скидання даних програми: {0}. Будь ласка, спробуйте перезапустити програму вручну.
vi_vn: Đã xảy ra lỗi khi đặt lại dữ liệu ứng dụng: {0}. Vui lòng thử khởi động lại ứng dụng theo cách thủ công.
zh_hans: 重置应用程序数据时发生错误：{0}。请尝试手动重启应用程序。
zh_tw: 重設應用程式資料時發生錯誤：{0}。請嘗試手動重新啟動應用程式。

# Settings_LastFm_AuthError_Title
source: Error
af_za: Fout
ar_eg: خطأ
bg_bg: Грешка
bn_bd: ত্রুটি
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
ga_ie: Earráid
he_il: שגיאה
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
ms_my: Ralat
nl_nl: Fout
no_no: Feil
pa_in: ਗਲਤੀ
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sq_al: Gabim
sr_cyrl_rs: Грешка
sv_se: Fel
sw_ke: Hitilafu
ta_in: பிழை
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_hans: 错误
zh_tw: 錯誤
