Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Settings_Provider_NetEase_Desc
source: Chinese music service, great for Asian music
af_za: Chinese musiekdiens, uitstekend vir Asiatiese musiek
ar_eg: خدمة موسيقى صينية، رائعة للموسيقى الآسيوية
bg_bg: Китайска музикална услуга, чудесна за азиатска музика
bn_bd: চীনা সঙ্গীত পরিষেবা, এশীয় সঙ্গীতের জন্য দুর্দান্ত
ca_es: Servei de música xinès, ideal per a música asiàtica
cs_cz: Čínská hudební služba, skvělá pro asijskou hudbu
da_dk: Kinesisk musiktjeneste, fantastisk til asiatisk musik
de_de: Chinesischer Musikdienst, ideal für asiatische Musik
el_gr: Κινεζική υπηρεσία μουσικής, εξαιρετική για ασιατική μουσική
es_mx: Servicio de música chino, ideal para música asiática
et_ee: Hiina muusikateenus, suurepärane Aasia muusika jaoks
fa_ir: سرویس موسیقی چینی، عالی برای موسیقی آسیایی
fi_fi: Kiinalainen musiikkipalvelu, erinomainen aasialaiselle musiikille
fil_ph: Chinese music service, mahusay para sa musikang Asyano
fr_fr: Service de musique chinois, idéal pour la musique asiatique
ga_ie: Seirbhís ceoil Síneach, iontach do cheol na hÁise
he_il: שירות מוזיקה סיני, נהדר למוזיקה אסיאתית
hi_in: चीनी संगीत सेवा, एशियाई संगीत के लिए शानदार
hr_hr: Kineska glazbena usluga, izvrsna za azijsku glazbu
hu_hu: Kínai zenei szolgáltatás, kiváló ázsiai zenéhez
id_id: Layanan musik Tiongkok, bagus untuk musik Asia
it_it: Servizio musicale cinese, ottimo per la musica asiatica
ja_jp: 中国の音楽サービス、アジア音楽に最適
ko_kr: 아시아 음악에 적합한 중국 음악 서비스
lt_lt: Kinų muzikos paslauga, puikiai tinkanti Azijos muzikai
ms_my: Perkhidmatan muzik Cina, hebat untuk muzik Asia
nl_nl: Chinese muziekdienst, ideaal voor Aziatische muziek
no_no: Kinesisk musikktjeneste, flott for asiatisk musikk
pa_in: ਚੀਨੀ ਸੰਗੀਤ ਸੇਵਾ, ਏਸ਼ੀਆਈ ਸੰਗੀਤ ਲਈ ਵਧੀਆ
pl_pl: Chińska usługa muzyczna, świetna dla muzyki azjatyckiej
pt_br: Serviço de música chinês, ótimo para música asiática
ro_ro: Serviciu muzical chinezesc, excelent pentru muzica asiatică
ru_ru: Китайский музыкальный сервис, отлично подходит для азиатской музыки
sk_sk: Čínska hudobná služba, skvelá pre ázijskú hudbu
sq_al: Shërbim muzikor kinez, i shkëlqyer për muzikën aziatike
sr_cyrl_rs: Кинеска музичка услуга, одлична за азијску музику
sv_se: Kinesisk musiktjänst, utmärkt för asiatisk musik
sw_ke: Huduma ya muziki ya Kichina, nzuri kwa muziki wa Asia
ta_in: சீன இசை சேவை, ஆசிய இசைக்கு சிறந்தது
th_th: บริการเพลงจีน เหมาะสำหรับเพลงเอเชีย
tr_tr: Asya müziği için harika bir Çin müzik hizmeti
uk_ua: Китайський музичний сервіс, чудовий для азійської музики
vi_vn: Dịch vụ nhạc Trung Quốc, tuyệt vời cho nhạc châu Á
zh_hans: 中国音乐服务，非常适合亚洲音乐
zh_tw: 中文音樂服務，非常適合亞洲音樂

# Settings_Provider_MusicBrainz_Desc
source: Fetches artist IDs (required for TheAudioDB and Fanart.tv)
af_za: Verkry kunstenaar-ID's (vereis vir TheAudioDB en Fanart.tv)
ar_eg: يجلب معرفات الفنانين (مطلوبة لـ TheAudioDB و Fanart.tv)
bg_bg: Извлича ID на изпълнители (необходимо за TheAudioDB и Fanart.tv)
bn_bd: শিল্পীর আইডি নিয়ে আসে (TheAudioDB এবং Fanart.tv এর জন্য প্রয়োজন)
ca_es: Obté els ID d'artista (requerit per a TheAudioDB i Fanart.tv)
cs_cz: Získává ID interpretů (vyžadováno pro TheAudioDB a Fanart.tv)
da_dk: Henter kunstner-ID'er (kræves til TheAudioDB og Fanart.tv)
de_de: Ruft Künstler-IDs ab (erforderlich für TheAudioDB und Fanart.tv)
el_gr: Ανακτά αναγνωριστικά καλλιτεχνών (απαιτείται για TheAudioDB και Fanart.tv)
es_mx: Obtiene IDs de artista (requerido para TheAudioDB y Fanart.tv)
et_ee: Hangib artisti ID-d (vajalik TheAudioDB ja Fanart.tv jaoks)
fa_ir: شناسه‌های هنرمندان را واکشی می‌کند (برای TheAudioDB و Fanart.tv الزامی است)
fi_fi: Hakee artistien ID:t (tarvitaan TheAudioDB:lle ja Fanart.tv:lle)
fil_ph: Kumukuha ng mga ID ng artista (kinakailangan para sa TheAudioDB at Fanart.tv)
fr_fr: Récupère les identifiants d'artiste (requis pour TheAudioDB et Fanart.tv)
ga_ie: Faigheann sé Aitheantais ealaíontóra (riachtanach do TheAudioDB agus Fanart.tv)
he_il: שולף מזהי אמן (נדרש עבור TheAudioDB ו-Fanart.tv)
hi_in: कलाकार ID प्राप्त करता है (TheAudioDB और Fanart.tv के लिए आवश्यक)
hr_hr: Dohvaća ID-ove izvođača (potrebno za TheAudioDB i Fanart.tv)
hu_hu: Előadóazonosítókat tölt be (szükséges a TheAudioDB és Fanart.tv számára)
id_id: Mengambil ID artis (diperlukan untuk TheAudioDB dan Fanart.tv)
it_it: Recupera ID artista (richiesto per TheAudioDB e Fanart.tv)
ja_jp: アーティストIDを取得します (TheAudioDBとFanart.tvに必要)
ko_kr: 아티스트 ID를 가져옵니다 (TheAudioDB 및 Fanart.tv에 필요)
lt_lt: Nuskaito atlikėjų ID (būtina TheAudioDB ir Fanart.tv)
ms_my: Mengambil ID artis (diperlukan untuk TheAudioDB dan Fanart.tv)
nl_nl: Haalt artiest-ID's op (vereist voor TheAudioDB en Fanart.tv)
no_no: Henter artist-ID-er (kreves for TheAudioDB og Fanart.tv)
pa_in: ਕਲਾਕਾਰ ID ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ (TheAudioDB ਅਤੇ Fanart.tv ਲਈ ਲੋੜੀਂਦਾ)
pl_pl: Pobiera identyfikatory wykonawców (wymagane dla TheAudioDB i Fanart.tv)
pt_br: Busca IDs de artistas (necessário para TheAudioDB e Fanart.tv)
ro_ro: Prelucrează ID-urile artiștilor (necesar pentru TheAudioDB și Fanart.tv)
ru_ru: Получает идентификаторы исполнителей (требуется для TheAudioDB и Fanart.tv)
sk_sk: Načíta ID interpretov (vyžaduje sa pre TheAudioDB a Fanart.tv)
sq_al: Marr ID-të e artistëve (e kërkuar për TheAudioDB dhe Fanart.tv)
sr_cyrl_rs: Преузима ID-је извођача (потребно за TheAudioDB и Fanart.tv)
sv_se: Hämtar artist-ID:n (krävs för TheAudioDB och Fanart.tv)
sw_ke: Inapata vitambulisho vya wasanii (vinahitajika kwa TheAudioDB na Fanart.tv)
ta_in: கலைஞர் ஐடிகளைப் பெறுகிறது (TheAudioDB மற்றும் Fanart.tv க்கு தேவை)
th_th: ดึง ID ศิลปิน (จำเป็นสำหรับ TheAudioDB และ Fanart.tv)
tr_tr: Sanatçı kimliklerini getirir (TheAudioDB ve Fanart.tv için gereklidir)
uk_ua: Отримує ID виконавців (потрібно для TheAudioDB та Fanart.tv)
vi_vn: Lấy ID nghệ sĩ (bắt buộc cho TheAudioDB và Fanart.tv)
zh_hans: 获取艺术家 ID（TheAudioDB 和 Fanart.tv 所需）
zh_tw: 擷取演出者 ID (TheAudioDB 和 Fanart.tv 所需)

# Settings_Provider_TheAudioDB_Desc
source: High-quality artist images and biographies (requires MusicBrainz)
af_za: Hoëgehalte kunstenaarprente en biografieë (vereis MusicBrainz)
ar_eg: صور وسير ذاتية عالية الجودة للفنانين (تتطلب MusicBrainz)
bg_bg: Висококачествени изображения и биографии на изпълнители (изисква MusicBrainz)
bn_bd: উচ্চ-মানের শিল্পীর ছবি এবং জীবনী (MusicBrainz প্রয়োজন)
ca_es: Imatges i biografies d'artista d'alta qualitat (requereix MusicBrainz)
cs_cz: Vysoce kvalitní obrázky a biografie interpretů (vyžaduje MusicBrainz)
da_dk: Kunstnerbilleder og biografier i høj kvalitet (kræver MusicBrainz)
de_de: Hochwertige Künstlerbilder und -biografien (erfordert MusicBrainz)
el_gr: Εικόνες και βιογραφίες καλλιτεχνών υψηλής ποιότητας (απαιτεί MusicBrainz)
es_mx: Imágenes y biografías de artistas de alta calidad (requiere MusicBrainz)
et_ee: Kvaliteetsed artisti pildid ja biograafiad (vajab MusicBrainzi)
fa_ir: تصاویر و بیوگرافی‌های هنرمندان با کیفیت بالا (نیاز به MusicBrainz دارد)
fi_fi: Laadukkaat artistikuvat ja elämäkerrat (vaatii MusicBrainz:in)
fil_ph: Mataas na kalidad na mga larawan at biography ng artista (nangangailangan ng MusicBrainz)
fr_fr: Images et biographies d'artistes de haute qualité (nécessite MusicBrainz)
ga_ie: Íomhánna agus beathaisnéisí ardcháilíochta ealaíontóirí (éilíonn MusicBrainz)
he_il: תמונות וביוגרפיות אמנים באיכות גבוהה (דורש MusicBrainz)
hi_in: उच्च-गुणवत्ता वाली कलाकार छवियाँ और जीवनियाँ (MusicBrainz आवश्यक है)
hr_hr: Visokokvalitetne slike i biografije izvođača (zahtijeva MusicBrainz)
hu_hu: Kiváló minőségű előadóképek és életrajzok (MusicBrainz szükséges)
id_id: Gambar dan biografi artis berkualitas tinggi (membutuhkan MusicBrainz)
it_it: Immagini e biografie di artisti di alta qualità (richiede MusicBrainz)
ja_jp: 高品質のアーティスト画像とバイオグラフィー (MusicBrainzが必要)
ko_kr: 고품질 아티스트 이미지 및 바이오그래피 (MusicBrainz 필요)
lt_lt: Aukštos kokybės atlikėjų nuotraukos ir biografijos (reikalingas MusicBrainz)
ms_my: Imej dan biografi artis berkualiti tinggi (memerlukan MusicBrainz)
nl_nl: Hoogwaardige artiestafbeeldingen en biografieën (vereist MusicBrainz)
no_no: Høykvalitets artistbilder og biografier (krever MusicBrainz)
pa_in: ਉੱਚ-ਗੁਣਵੱਤਾ ਵਾਲੇ ਕਲਾਕਾਰ ਚਿੱਤਰ ਅਤੇ ਜੀਵਨੀ (MusicBrainz ਦੀ ਲੋੜ ਹੈ)
pl_pl: Wysokiej jakości obrazy i biografie wykonawców (wymaga MusicBrainz)
pt_br: Imagens e biografias de artistas de alta qualidade (requer MusicBrainz)
ro_ro: Imagini și biografii de înaltă calitate ale artiștilor (necesită MusicBrainz)
ru_ru: Высококачественные изображения и биографии исполнителей (требуется MusicBrainz)
sk_sk: Vysokokvalitné obrázky a biografie interpretov (vyžaduje MusicBrainz)
sq_al: Imazhe dhe biografi artistësh me cilësi të lartë (kërkon MusicBrainz)
sr_cyrl_rs: Квалитетне слике и биографије извођача (захтева MusicBrainz)
sv_se: Högkvalitativa artistbilder och biografier (kräver MusicBrainz)
sw_ke: Picha na wasifu wa wasanii wa hali ya juu (inahitaji MusicBrainz)
ta_in: உயர்தர கலைஞர் படங்கள் மற்றும் சுயசரிதைகள் (MusicBrainz தேவை)
th_th: รูปภาพและประวัติศิลปินคุณภาพสูง (ต้องใช้ MusicBrainz)
tr_tr: Yüksek kaliteli sanatçı görselleri ve biyografileri (MusicBrainz gerektirir)
uk_ua: Високоякісні зображення та біографії виконавців (потрібно MusicBrainz)
vi_vn: Hình ảnh và tiểu sử nghệ sĩ chất lượng cao (yêu cầu MusicBrainz)
zh_hans: 高质量艺术家图片和传记（需要 MusicBrainz）
zh_tw: 高品質演出者圖片和傳記 (需要 MusicBrainz)

# Settings_Provider_FanartTv_Desc
source: High-quality artist images only (requires MusicBrainz)
af_za: Slegs hoëgehalte kunstenaarprente (vereis MusicBrainz)
ar_eg: صور فنانين عالية الجودة فقط (تتطلب MusicBrainz)
bg_bg: Само висококачествени изображения на изпълнители (изисква MusicBrainz)
bn_bd: শুধুমাত্র উচ্চ-মানের শিল্পীর ছবি (MusicBrainz প্রয়োজন)
ca_es: Només imatges d'artista d'alta qualitat (requereix MusicBrainz)
cs_cz: Pouze vysoce kvalitní obrázky interpretů (vyžaduje MusicBrainz)
da_dk: Kun kunstnerbilleder i høj kvalitet (kræver MusicBrainz)
de_de: Nur hochwertige Künstlerbilder (erfordert MusicBrainz)
el_gr: Μόνο εικόνες καλλιτεχνών υψηλής ποιότητας (απαιτεί MusicBrainz)
es_mx: Solo imágenes de artistas de alta calidad (requiere MusicBrainz)
et_ee: Ainult kvaliteetsed artisti pildid (vajab MusicBrainzi)
fa_ir: فقط تصاویر هنرمندان با کیفیت بالا (نیاز به MusicBrainz دارد)
fi_fi: Vain laadukkaat artistikuvat (vaatii MusicBrainz:in)
fil_ph: Mga larawan lamang ng artista na mataas ang kalidad (nangangailangan ng MusicBrainz)
fr_fr: Uniquement des images d'artistes de haute qualité (nécessite MusicBrainz)
ga_ie: Íomhánna ardcháilíochta ealaíontóirí amháin (éilíonn MusicBrainz)
he_il: תמונות אמנים באיכות גבוהה בלבד (דורש MusicBrainz)
hi_in: केवल उच्च-गुणवत्ता वाली कलाकार छवियाँ (MusicBrainz आवश्यक है)
hr_hr: Samo visokokvalitetne slike izvođača (zahtijeva MusicBrainz)
hu_hu: Csak kiváló minőségű előadóképek (MusicBrainz szükséges)
id_id: Hanya gambar artis berkualitas tinggi (membutuhkan MusicBrainz)
it_it: Solo immagini di artisti di alta qualità (richiede MusicBrainz)
ja_jp: 高品質のアーティスト画像のみ (MusicBrainzが必要)
ko_kr: 고품질 아티스트 이미지만 (MusicBrainz 필요)
lt_lt: Tik aukštos kokybės atlikėjų nuotraukos (reikalingas MusicBrainz)
ms_my: Imej artis berkualiti tinggi sahaja (memerlukan MusicBrainz)
nl_nl: Alleen hoogwaardige artiestafbeeldingen (vereist MusicBrainz)
no_no: Kun høykvalitets artistbilder (krever MusicBrainz)
pa_in: ਸਿਰਫ਼ ਉੱਚ-ਗੁਣਵੱਤਾ ਵਾਲੇ ਕਲਾਕਾਰ ਚਿੱਤਰ (MusicBrainz ਦੀ ਲੋੜ ਹੈ)
pl_pl: Tylko wysokiej jakości obrazy wykonawców (wymaga MusicBrainz)
pt_br: Apenas imagens de artistas de alta qualidade (requer MusicBrainz)
ro_ro: Doar imagini de înaltă calitate ale artiștilor (necesită MusicBrainz)
ru_ru: Только высококачественные изображения исполнителей (требуется MusicBrainz)
sk_sk: Iba vysokokvalitné obrázky interpretov (vyžaduje MusicBrainz)
sq_al: Vetëm imazhe artistësh me cilësi të lartë (kërkon MusicBrainz)
sr_cyrl_rs: Само квалитетне слике извођача (захтева MusicBrainz)
sv_se: Endast högkvalitativa artistbilder (kräver MusicBrainz)
sw_ke: Picha za wasanii za hali ya juu tu (inahitaji MusicBrainz)
ta_in: உயர்தர கலைஞர் படங்கள் மட்டும் (MusicBrainz தேவை)
th_th: เฉพาะรูปภาพศิลปินคุณภาพสูง (ต้องใช้ MusicBrainz)
tr_tr: Yalnızca yüksek kaliteli sanatçı görselleri (MusicBrainz gerektirir)
uk_ua: Тільки високоякісні зображення виконавців (потрібно MusicBrainz)
vi_vn: Chỉ hình ảnh nghệ sĩ chất lượng cao (yêu cầu MusicBrainz)
zh_hans: 仅高质量艺术家图片（需要 MusicBrainz）
zh_tw: 僅限高品質演出者圖片 (需要 MusicBrainz)

# Settings_Provider_Spotify_Desc
source: Artist images only
af_za: Slegs kunstenaarprente
ar_eg: صور الفنانين فقط
bg_bg: Само изображения на изпълнители
bn_bd: শুধুমাত্র শিল্পীর ছবি
ca_es: Només imatges d'artista
cs_cz: Pouze obrázky interpretů
da_dk: Kun kunstnerbilleder
de_de: Nur Künstlerbilder
el_gr: Μόνο εικόνες καλλιτεχνών
es_mx: Solo imágenes de artistas
et_ee: Ainult artisti pildid
fa_ir: فقط تصاویر هنرمندان
fi_fi: Vain artistikuvat
fil_ph: Mga larawan lamang ng artista
fr_fr: Uniquement des images d'artistes
ga_ie: Íomhánna ealaíontóirí amháin
he_il: תמונות אמנים בלבד
hi_in: केवल कलाकार छवियाँ
hr_hr: Samo slike izvođača
hu_hu: Csak előadóképek
id_id: Hanya gambar artis
it_it: Solo immagini artista
ja_jp: アーティスト画像のみ
ko_kr: 아티스트 이미지만
lt_lt: Tik atlikėjų nuotraukos
ms_my: Imej artis sahaja
nl_nl: Alleen artiestafbeeldingen
no_no: Kun artistbilder
pa_in: ਸਿਰਫ਼ ਕਲਾਕਾਰ ਚਿੱਤਰ
pl_pl: Tylko obrazy wykonawców
pt_br: Apenas imagens de artistas
ro_ro: Doar imagini ale artiștilor
ru_ru: Только изображения исполнителей
sk_sk: Iba obrázky interpretov
sq_al: Vetëm imazhe artistësh
sr_cyrl_rs: Само слике извођача
sv_se: Endast artistbilder
sw_ke: Picha za wasanii tu
ta_in: கலைஞர் படங்கள் மட்டும்
th_th: เฉพาะรูปภาพศิลปิน
tr_tr: Yalnızca sanatçı görselleri
uk_ua: Тільки зображення виконавців
vi_vn: Chỉ hình ảnh nghệ sĩ
zh_hans: 仅艺术家图片
zh_tw: 僅限演出者圖片

# Settings_Provider_LastFm_Desc
source: Artist biographies and images (fallback)
af_za: Kunstenaarbiografieë en -prente (terugval)
ar_eg: سير وصور الفنانين (بديل)
bg_bg: Биографии и изображения на изпълнители (резервен вариант)
bn_bd: শিল্পীর জীবনী এবং ছবি (ফলব্যাক)
ca_es: Biografies i imatges d'artista (alternativa)
cs_cz: Biografie a obrázky interpretů (záložní)
da_dk: Kunstnerbiografier og -billeder (fallback)
de_de: Künstlerbiografien und -bilder (Fallback)
el_gr: Βιογραφίες και εικόνες καλλιτεχνών (εφεδρική)
es_mx: Biografías e imágenes de artistas (alternativa)
et_ee: Artisti biograafiad ja pildid (varuvariant)
fa_ir: بیوگرافی و تصاویر هنرمندان (جایگزین)
fi_fi: Artistien elämäkerrat ja kuvat (vararatkaisu)
fil_ph: Mga biography at larawan ng artista (fallback)
fr_fr: Biographies et images d'artistes (solution de repli)
ga_ie: Beathaisnéisí agus íomhánna ealaíontóirí (cúlú)
he_il: ביוגרפיות ותמונות אמנים (חלופי)
hi_in: कलाकार की जीवनियाँ और छवियाँ (फ़ॉलबैक)
hr_hr: Biografije i slike izvođača (rezervno)
hu_hu: Előadó életrajzok és képek (tartalék)
id_id: Biografi dan gambar artis (cadangan)
it_it: Biografie e immagini artista (fallback)
ja_jp: アーティストのバイオグラフィーと画像 (フォールバック)
ko_kr: 아티스트 바이오그래피 및 이미지 (대체)
lt_lt: Atlikėjų biografijos ir nuotraukos (atsarginis variantas)
ms_my: Biografi dan imej artis (sandaran)
nl_nl: Artiestbiografieën en -afbeeldingen (terugval)
no_no: Artistbiografier og bilder (reserve)
pa_in: ਕਲਾਕਾਰ ਦੀਆਂ ਜੀਵਨੀਆਂ ਅਤੇ ਚਿੱਤਰ (ਫਾਲਬੈਕ)
pl_pl: Biografie i obrazy wykonawców (awaryjne)
pt_br: Biografias e imagens de artistas (fallback)
ro_ro: Biografii și imagini ale artiștilor (alternativă)
ru_ru: Биографии и изображения исполнителей (резервный вариант)
sk_sk: Biografie a obrázky interpretov (záložné)
sq_al: Biografi dhe imazhe artistësh (rezervë)
sr_cyrl_rs: Биографије и слике извођача (алтернатива)
sv_se: Artistbiografier och bilder (återgång)
sw_ke: Wasifu na picha za wasanii (mbadala)
ta_in: கலைஞர் சுயசரிதைகள் மற்றும் படங்கள் (பின்வாங்கல்)
th_th: ประวัติและรูปภาพศิลปิน (ตัวสำรอง)
tr_tr: Sanatçı biyografileri ve görselleri (yedek)
uk_ua: Біографії та зображення виконавців (резервний варіант)
vi_vn: Tiểu sử và hình ảnh nghệ sĩ (dự phòng)
zh_hans: 艺术家传记和图片（备用）
zh_tw: 演出者傳記和圖片 (備用)

# App_Name_Default
source: Nagi
bn_bd: নাগি
fa_ir: ناگی
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகி

# App_Version_Unknown
source: N/A
af_za: N.v.t.
ar_eg: غير متوفر
bg_bg: Н/Д
bn_bd: প্রযোজ্য নয়
ca_es: N/D
da_dk: Ikke relevant
de_de: N.V.
el_gr: Μη διαθέσιμο
es_mx: N/D
et_ee: Pole saadaval
fa_ir: غیرقابل دسترس
fi_fi: Ei saatavilla
he_il: לא זמין
hi_in: उपलब्ध नहीं
id_id: T/A
it_it: N/D
ko_kr: 해당 없음
lt_lt: N/D
ms_my: T/A
nl_nl: N.v.t.
no_no: Ikke tilgjengelig
pa_in: ਲਾਗੂ ਨਹੀਂ
pl_pl: N/D
pt_br: N/D
ru_ru: Н/Д
sr_cyrl_rs: Н/Д
sw_ke: Haipatikani
ta_in: பொருத்தமில்லை
th_th: ไม่มี
tr_tr: Yok
uk_ua: Н/Д
vi_vn: Không áp dụng
zh_hans: 不适用
zh_tw: 不適用

# AlbumPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# AlbumPage_SearchButton_Search_ToolTip
source: Search albums
af_za: Soek albums
ar_eg: البحث في الألبومات
bg_bg: Търсене в албуми
bn_bd: অ্যালবাম অনুসন্ধান করুন
ca_es: Cercar àlbums
cs_cz: Hledat alba
da_dk: Søg albummer
de_de: Alben suchen
el_gr: Αναζήτηση άλμπουμ
es_mx: Buscar álbumes
et_ee: Otsi albumeid
fa_ir: جستجوی آلبوم‌ها
fi_fi: Hae albumeista
fil_ph: Maghanap ng mga album
fr_fr: Rechercher des albums
ga_ie: Cuardaigh albaim
he_il: חפש אלבומים
hi_in: एल्बम खोजें
hr_hr: Pretraži albume
hu_hu: Albumok keresése
id_id: Cari album
it_it: Cerca album
ja_jp: アルバムを検索
ko_kr: 앨범 검색
lt_lt: Ieškoti albumų
ms_my: Cari album
nl_nl: Zoek albums
no_no: Søk album
pa_in: ਐਲਬਮਾਂ ਖੋਜੋ
pl_pl: Szukaj albumów
pt_br: Pesquisar álbuns
ro_ro: Căutați albume
ru_ru: Искать альбомы
sk_sk: Hľadať albumy
sq_al: Kërko albume
sr_cyrl_rs: Претражи албуме
sv_se: Sök album
sw_ke: Tafuta albamu
ta_in: ஆல்பங்களைத் தேடு
th_th: ค้นหาอัลบั้ม
tr_tr: Albümlerde ara
uk_ua: Пошук альбомів
vi_vn: Tìm kiếm album
zh_hans: 搜索专辑
zh_tw: 搜尋專輯

# AlbumViewPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋

# AlbumViewPage_SearchButton_Search_ToolTip
source: Search in album
af_za: Soek in album
ar_eg: البحث في الألبوم
bg_bg: Търсене в албума
bn_bd: অ্যালবামে অনুসন্ধান করুন
ca_es: Cercar a l'àlbum
cs_cz: Hledat v albu
da_dk: Søg i album
de_de: Im Album suchen
el_gr: Αναζήτηση σε άλμπουμ
es_mx: Buscar en álbum
et_ee: Otsi albumist
fa_ir: جستجو در آلبوم
fi_fi: Hae albumista
fil_ph: Maghanap sa album
fr_fr: Rechercher dans l'album
ga_ie: Cuardaigh san albam
he_il: חפש באלבום
hi_in: एल्बम में खोजें
hr_hr: Pretraži u albumu
hu_hu: Keresés albumban
id_id: Cari di album
it_it: Cerca nell'album
ja_jp: アルバム内を検索
ko_kr: 앨범에서 검색
lt_lt: Ieškoti albume
ms_my: Cari dalam album
nl_nl: Zoeken in album
no_no: Søk i album
pa_in: ਐਲਬਮ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w albumie
pt_br: Pesquisar no álbum
ro_ro: Căutați în album
ru_ru: Искать в альбоме
sk_sk: Hľadať v albume
sq_al: Kërko në album
sr_cyrl_rs: Претражи у албуму
sv_se: Sök i album
sw_ke: Tafuta ndani ya albamu
ta_in: ஆல்பத்தில் தேடு
th_th: ค้นหาในอัลบั้ม
tr_tr: Albümde ara
uk_ua: Пошук в альбомі
vi_vn: Tìm kiếm trong album
zh_hans: 在专辑中搜索
zh_tw: 在專輯中搜尋

# AlbumViewPage_PlaylistMenu_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné seznamy skladeb k dispozici
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Ei soittolistoja saatavilla
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं
hr_hr: Nema dostupnih popisa pjesama
hu_hu: Nincs elérhető lejátszási lista
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra galimų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_br: Nenhuma playlist disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne dostupné zoznamy skladieb
sq_al: Asnjë listë luajtjeje nuk është në dispozicion
sr_cyrl_rs: Нису доступне плејлисте
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za kucheza zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi yok
uk_ua: Немає доступних списків відтворення
vi_vn: Không có danh sách phát nào khả dụng
zh_hans: 无可用播放列表
zh_tw: 無可用播放清單

# ArtistPage_SearchButton_Close_ToolTip
source: Close search
af_za: Maak soektog toe
ar_eg: إغلاق البحث
bg_bg: Затвори търсенето
bn_bd: অনুসন্ধান বন্ধ করুন
ca_es: Tancar cerca
cs_cz: Zavřít hledání
da_dk: Luk søgning
de_de: Suche schließen
el_gr: Κλείσιμο αναζήτησης
es_mx: Cerrar búsqueda
et_ee: Sulge otsing
fa_ir: بستن جستجو
fi_fi: Sulje haku
fil_ph: Isara ang paghahanap
fr_fr: Fermer la recherche
ga_ie: Dún cuardach
he_il: סגור חיפוש
hi_in: खोज बंद करें
hr_hr: Zatvori pretraživanje
hu_hu: Keresés bezárása
id_id: Tutup pencarian
it_it: Chiudi ricerca
ja_jp: 検索を閉じる
ko_kr: 검색 닫기
lt_lt: Uždaryti paiešką
ms_my: Tutup carian
nl_nl: Zoeken sluiten
no_no: Lukk søk
pa_in: ਖੋਜ ਬੰਦ ਕਰੋ
pl_pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
ro_ro: Închide căutarea
ru_ru: Закрыть поиск
sk_sk: Zavrieť hľadanie
sq_al: Mbyll kërkimin
sr_cyrl_rs: Затвори претрагу
sv_se: Stäng sökning
sw_ke: Funga utafutaji
ta_in: தேடலை மூடு
th_th: ปิดการค้นหา
tr_tr: Aramayı kapat
uk_ua: Закрити пошук
vi_vn: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_tw: 關閉搜尋
