Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_Language_Description
source: Changes require a restart to take effect
af_za: Veranderings vereis 'n herbegin om in werking te tree
ar_eg: تتطلب التغييرات إعادة تشغيل لتصبح سارية المفعول
bg_bg: Промените изискват рестартиране, за да влязат в сила
bn_bd: পরিবর্তন কার্যকর হতে পুনরায় চালু করতে হবে
ca_es: Els canvis requereixen un reinici per fer-se efectius
cs_cz: Změny vyžadují restart pro projevení
da_dk: Ændringer kræver en genstart for at træde i kraft
de_de: Änderungen erfordern einen Neustart, um wirksam zu werden
el_gr: Οι αλλαγές απαιτούν επανεκκίνηση για να τεθούν σε ισχύ
es_mx: Los cambios requieren un reinicio para que surtan efecto
et_ee: Muudatused jõustuvad pärast taaskäivitust
fa_ir: تغییرات برای اعمال شدن نیاز به راه‌اندازی مجدد دارند
fil_ph: Ang mga pagbabago ay nangangailangan ng restart upang magkabisa
fr_fr: Les modifications nécessitent un redémarrage pour prendre effet
ga_ie: Teastaíonn atosú chun go dtiocfaidh athruithe i bhfeidhm
he_il: שינויים דורשים הפעלה מחדש כדי להיכנס לתוקף
hi_in: परिवर्तनों को प्रभावी होने के लिए पुनरारंभ की आवश्यकता है
hr_hr: Promjene zahtijevaju ponovno pokretanje da bi stupile na snagu
hu_hu: A változtatások érvénybelépéséhez újraindítás szükséges
id_id: Perubahan memerlukan restart agar berlaku
it_it: Le modifiche richiedono un riavvio per avere effetto
ja_jp: 変更を適用するには再起動が必要です
ko_kr: 변경 사항을 적용하려면 다시 시작해야 합니다
lt_lt: Pakeitimams įsigalioti reikia paleisti iš naujo
ms_my: Perubahan memerlukan permulaan semula untuk berkuat kuasa
nl_nl: Wijzigingen vereisen een herstart om van kracht te worden
no_no: Endringer krever en omstart for å tre i kraft
pa_in: ਬਦਲਾਵਾਂ ਨੂੰ ਲਾਗੂ ਹੋਣ ਲਈ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl_pl: Zmiany wymagają ponownego uruchomienia, aby вступиły w życie
ru_ru: Изменения требуют перезапуска для вступления в силу
sk_sk: Zmeny vyžadujú reštart na uplatnenie
sq_al: Ndryshimet kërkojnë një rifillim për të hyrë në fuqi
sr_cyrl_rs: Промене захтевају поновно покретање да би ступиле на снагу
sv_se: Ändringar kräver en omstart för att träda i kraft
sw_ke: Mabadiliko yanahitaji kuanzisha upya ili kuanza kufanya kazi
ta_in: மாற்றங்கள் நடைமுறைக்கு வர ஒரு மறுதொடக்கம் தேவை
th_th: การเปลี่ยนแปลงต้องรีสตาร์ทเพื่อให้มีผล
tr_tr: Değişikliklerin etkili olması için yeniden başlatma gerekir
uk_ua: Зміни вимагають перезапуску для набуття чинності
vi_vn: Thay đổi yêu cầu khởi động lại để có hiệu lực
zh_hans: 更改需要重启才能生效

# SettingsPage_RestartRequired_Title
source: Restart Required
af_za: Herbegin Vereis
ar_eg: يتطلب إعادة تشغيل
bg_bg: Изисква се рестартиране
bn_bd: পুনরায় চালু করা আবশ্যক
ca_es: Reinici necessari
cs_cz: Vyžaduje se restart
da_dk: Genstart påkrævet
de_de: Neustart erforderlich
el_gr: Απαιτείται επανεκκίνηση
es_mx: Reinicio requerido
et_ee: Vajalik taaskäivitus
fa_ir: نیاز به راه‌اندازی مجدد
fil_ph: Kinakailangan ang Restart
fr_fr: Redémarrage requis
ga_ie: Atosú Ag Teastáil
he_il: נדרשת הפעלה מחדש
hi_in: पुनरारंभ आवश्यक
hr_hr: Potrebno ponovno pokretanje
hu_hu: Újraindítás szükséges
id_id: Restart Diperlukan
it_it: Riavvio richiesto
ja_jp: 再起動が必要です
ko_kr: 다시 시작 필요
lt_lt: Reikia paleisti iš naujo
ms_my: Memerlukan Permulaan Semula
nl_nl: Herstart vereist
no_no: Omstart nødvendig
pa_in: ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਲੋੜੀਂਦਾ
pl_pl: Wymagane ponowne uruchomienie
ru_ru: Требуется перезапуск
sk_sk: Vyžaduje sa reštart
sq_al: Rifillim i nevojshëm
sr_cyrl_rs: Поновно покретање потребно
sv_se: Omstart krävs
sw_ke: Kuanzisha Upya Kunahitajika
ta_in: மறுதொடக்கம் தேவை
th_th: ต้องรีสตาร์ท
tr_tr: Yeniden Başlatma Gerekli
uk_ua: Потрібен перезапуск
vi_vn: Yêu cầu khởi động lại
zh_hans: 需要重启

# SettingsPage_RestartRequired_Message
source: Please restart the application for the language change to fully take effect.
af_za: Herbegin asseblief die toepassing sodat die taalverandering ten volle in werking kan tree.
ar_eg: يرجى إعادة تشغيل التطبيق لتصبح تغييرات اللغة سارية المفعول بالكامل.
bg_bg: Моля, рестартирайте приложението, за да влязат напълно в сила промените в езика.
bn_bd: ভাষার পরিবর্তন সম্পূর্ণরূপে কার্যকর হওয়ার জন্য দয়া করে অ্যাপ্লিকেশনটি পুনরায় চালু করুন।
ca_es: Si us plau, reinicia l'aplicació perquè el canvi d'idioma es faci efectiu completament.
cs_cz: Pro plné projevení změny jazyka restartujte aplikaci.
da_dk: Genstart venligst applikationen for at sprogændringen kan træde fuldt i kraft.
de_de: Bitte starten Sie die Anwendung neu, damit die Sprachänderung vollständig wirksam wird.
el_gr: Παρακαλούμε επανεκκινήστε την εφαρμογή για να τεθεί σε πλήρη ισχύ η αλλαγή γλώσσας.
es_mx: Reinicie la aplicación para que el cambio de idioma surta efecto completo.
et_ee: Keelemuutuse täielikuks jõustumiseks taaskäivitage rakendus.
fa_ir: لطفاً برنامه را برای اعمال کامل تغییر زبان، مجدداً راه‌اندازی کنید.
fil_ph: Mangyaring i-restart ang application para sa ganap na pagpapatupad ng pagbabago ng wika.
fr_fr: Veuillez redémarrer l'application pour que le changement de langue prenne pleinement effet.
ga_ie: Atosaigh an feidhmchlár, le do thoil, chun go dtiocfaidh an t-athrú teanga i bhfeidhm go hiomlán.
he_il: אנא הפעל מחדש את היישום כדי ששינוי השפה ייכנס לתוקף מלא.
hi_in: भाषा परिवर्तन को पूरी तरह से प्रभावी होने के लिए कृपया एप्लिकेशन को पुनरारंभ करें।
hr_hr: Molimo ponovno pokrenite aplikaciju kako bi promjena jezika u potpunosti stupila na snagu.
hu_hu: Kérjük, indítsa újra az alkalmazást, hogy a nyelvi változtatás teljesen érvénybe lépjen.
id_id: Harap mulai ulang aplikasi agar perubahan bahasa dapat berlaku sepenuhnya.
it_it: Si prega di riavviare l'applicazione affinché la modifica della lingua abbia pieno effetto.
ja_jp: 言語の変更を完全に適用するには、アプリケーションを再起動してください。
ko_kr: 언어 변경 사항을 완전히 적용하려면 애플리케이션을 다시 시작하십시오.
lt_lt: Norėdami, kad kalbos pakeitimas visiškai įsigaliotų, paleiskite programą iš naujo.
ms_my: Sila mulakan semula aplikasi agar perubahan bahasa berkuat kuasa sepenuhnya.
nl_nl: Herstart de applicatie om de taalwijziging volledig van kracht te laten worden.
no_no: Vennligst start applikasjonen på nytt for at språkendringen skal tre i kraft.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਭਾਸ਼ਾ ਪਰਿਵਰਤਨ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਾਗੂ ਹੋਣ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl_pl: Aby zmiana języka w pełni weszła w życie, uruchom aplikację ponownie.
ru_ru: Пожалуйста, перезапустите приложение, чтобы изменения языка полностью вступили в силу.
sk_sk: Prosím, reštartujte aplikáciu, aby sa zmena jazyka plne prejavila.
sq_al: Ju lutemi rifilloni aplikacionin që ndryshimi i gjuhës të hyjë plotësisht në fuqi.
sr_cyrl_rs: Молимо вас да поново покренете апликацију како би промена језика у потпуности ступила на снагу.
sv_se: Vänligen starta om applikationen för att språkändringen ska träda i kraft helt.
sw_ke: Tafadhali anzisha upya programu ili mabadiliko ya lugha yaanze kufanya kazi kikamilifu.
ta_in: மொழி மாற்றம் முழுமையாக நடைமுறைக்கு வர, பயன்பாட்டை மறுதொடக்கம் செய்யவும்.
th_th: โปรดรีสตาร์ทแอปพลิเคชันเพื่อให้การเปลี่ยนภาษามีผลอย่างสมบูรณ์
tr_tr: Dil değişikliğinin tam olarak etkili olması için lütfen uygulamayı yeniden başlatın.
uk_ua: Будь ласка, перезапустіть програму, щоб зміни мови повністю набули чинності.
vi_vn: Vui lòng khởi động lại ứng dụng để thay đổi ngôn ngữ có hiệu lực hoàn toàn.
zh_hans: 请重新启动应用程序以使语言更改完全生效。

# SettingsPage_About_PrivacyPolicy_Content
source: Privacy Policy
zh_hans: 隐私政策
