Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# PlaylistSongViewPage_Context_RemoveFromPlaylist
source: Remove from playlist
af_za: Verwyder van snitlys
ar_eg: إزالة من قائمة التشغيل
bg_bg: Премахни от плейлист
bn_bd: প্লেলিস্ট থেকে সরান
ca_es: Eliminar de la llista de reproducció
cs_cz: Odebrat ze seznamu skladeb
da_dk: Fjern fra afspilningsliste
de_de: Aus Playlist entfernen
el_gr: Κατάργηση από λίστα αναπαραγωγής
es_mx: Quitar de la lista de reproducción
et_ee: Eemalda esitusloendist
fa_ir: حذف از لیست پخش
fil_ph: Alisin mula sa playlist
fr_fr: Supprimer de la liste de lecture
ga_ie: Bain ón seinmliosta
he_il: הסר מרשימת השמעה
hi_in: प्लेलिस्ट से हटाएँ
hr_hr: Ukloni s popisa za reprodukciju
hu_hu: Eltávolítás a lejátszási listából
id_id: Hapus dari daftar putar
it_it: Rimuovi dalla playlist
ja_jp: プレイリストから削除
ko_kr: 재생목록에서 제거
lt_lt: Pašalinti iš grojaraščio
ms_my: Alih keluar daripada senarai main
nl_nl: Verwijderen uit afspeellijst
no_no: Fjern fra spilleliste
pa_in: ਪਲੇਲਿਸਟ ਤੋਂ ਹਟਾਓ
pl_pl: Usuń z playlisty
ru_ru: Удалить из плейлиста
sk_sk: Odstrániť z playlistu
sq_al: Hiq nga lista e luajtjes
sr_cyrl_rs: Уклони из плејлисте
sv_se: Ta bort från spellista
sw_ke: Ondoa kutoka kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டிலிருந்து நீக்கு
th_th: ลบออกจากเพลย์ลิสต์
tr_tr: Çalma listesinden kaldır
uk_ua: Видалити зі списку відтворення
vi_vn: Xóa khỏi danh sách phát
zh_hans: 从播放列表中移除

# PlaylistSongViewPage_SongElement_PlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# PlaylistSongViewPage_EmptyState_Title
source: This playlist is empty
af_za: Hierdie snitlys is leeg
ar_eg: قائمة التشغيل هذه فارغة
bg_bg: Този плейлист е празен
bn_bd: এই প্লেলিস্টটি খালি
ca_es: Aquesta llista de reproducció està buida
cs_cz: Tento seznam skladeb je prázdný
da_dk: Denne afspilningsliste er tom
de_de: Diese Playlist ist leer
el_gr: Αυτή η λίστα αναπαραγωγής είναι άδεια
es_mx: Esta lista de reproducción está vacía
et_ee: See esitusloend on tühi
fa_ir: این لیست پخش خالی است
fil_ph: Walang laman ang playlist na ito
fr_fr: Cette liste de lecture est vide
ga_ie: Tá an seinmliosta seo folamh
he_il: רשימת השמעה זו ריקה
hi_in: यह प्लेलिस्ट खाली है
hr_hr: Ovaj popis za reprodukciju je prazan
hu_hu: Ez a lejátszási lista üres
id_id: Daftar putar ini kosong
it_it: Questa playlist è vuota
ja_jp: このプレイリストは空です
ko_kr: 이 재생목록은 비어 있습니다
lt_lt: Šis grojaraštis tuščias
ms_my: Senarai main ini kosong
nl_nl: Deze afspeellijst is leeg
no_no: Denne spillelisten er tom
pa_in: ਇਹ ਪਲੇਲਿਸਟ ਖਾਲੀ ਹੈ
pl_pl: Ta playlista jest pusta
ru_ru: Этот плейлист пуст
sk_sk: Tento playlist je prázdny
sq_al: Kjo listë luajtjeje është bosh
sr_cyrl_rs: Ова плејлиста је празна
sv_se: Denna spellista är tom
sw_ke: Orodha hii ya nyimbo haina kitu
ta_in: இந்தப் பிளேலிஸ்ட் காலியாக உள்ளது
th_th: เพลย์ลิสต์นี้ว่างเปล่า
tr_tr: Bu çalma listesi boş
uk_ua: Цей список відтворення порожній
vi_vn: Danh sách phát này trống
zh_hans: 此播放列表为空

# PlaylistSongViewPage_EmptyState_Subtitle
source: Add songs from your library
af_za: Voeg liedjies uit jou biblioteek by
ar_eg: أضف أغاني من مكتبتك
bg_bg: Добавете песни от вашата библиотека
bn_bd: আপনার লাইব্রেরি থেকে গান যোগ করুন
ca_es: Afegeix cançons de la teva biblioteca
cs_cz: Přidejte skladby z vaší knihovny
da_dk: Tilføj sange fra dit bibliotek
de_de: Fügen Sie Titel aus Ihrer Bibliothek hinzu
el_gr: Προσθέστε τραγούδια από τη βιβλιοθήκη σας
es_mx: Agregue canciones de su biblioteca
et_ee: Lisa laule oma teegist
fa_ir: آهنگ‌هایی را از کتابخانه خود اضافه کنید
fil_ph: Magdagdag ng mga kanta mula sa iyong library
fr_fr: Ajoutez des chansons de votre bibliothèque
ga_ie: Cuir amhráin ó do leabharlann leis
he_il: הוסף שירים מהספרייה שלך
hi_in: अपनी लाइब्रेरी से गाने जोड़ें
hr_hr: Dodajte pjesme iz svoje biblioteke
hu_hu: Adjon hozzá dalokat a könyvtárából
id_id: Tambah lagu dari pustaka Anda
it_it: Aggiungi brani dalla tua libreria
ja_jp: ライブラリから曲を追加してください
ko_kr: 라이브러리에서 노래를 추가하세요
lt_lt: Pridėkite dainų iš savo bibliotekos
ms_my: Tambah lagu dari pustaka anda
nl_nl: Voeg nummers toe uit uw bibliotheek
no_no: Legg til sanger fra biblioteket ditt
pa_in: ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਗਾਣੇ ਜੋੜੋ
pl_pl: Dodaj utwory z Twojej biblioteki
ru_ru: Добавьте песни из вашей библиотеки
sk_sk: Pridajte skladby z vašej knižnice
sq_al: Shtoni këngë nga biblioteka juaj
sr_cyrl_rs: Додајте песме из ваше библиотеке
sv_se: Lägg till låtar från ditt bibliotek
sw_ke: Ongeza nyimbo kutoka kwenye maktaba yako
ta_in: உங்கள் நூலகத்திலிருந்து பாடல்களைச் சேர்க்கவும்
th_th: เพิ่มเพลงจากไลบรารีของคุณ
tr_tr: Arşivinizden şarkı ekleyin
uk_ua: Додайте пісні зі своєї бібліотеки
vi_vn: Thêm bài hát từ thư viện của bạn
zh_hans: 从您的库中添加歌曲

# GenreViewPage_Header_Caption
source: Genre
ar_eg: النوع
bg_bg: Жанр
bn_bd: জেনার
ca_es: Gènere
cs_cz: Žánr
el_gr: Είδος
es_mx: Género
et_ee: Žanr
fa_ir: ژانر
ga_ie: Seánra
he_il: ז'אנר
hi_in: शैली
hr_hr: Žanr
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanras
no_no: Sjanger
pa_in: ਸ਼ੈਲੀ
pl_pl: Gatunek
ru_ru: Жанр
sk_sk: Žáner
sq_al: Zhanri
sr_cyrl_rs: Жанр
sw_ke: Aina ya Muziki
ta_in: வகை
th_th: แนวเพลง
tr_tr: Tür
uk_ua: Жанр
vi_vn: Thể loại
zh_hans: 流派

# GenreViewPage_Section_Songs
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Titel
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 노래
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngët
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲

# GenreViewPage_SearchBox_Placeholder
source: Search in genre...
af_za: Soek in genre...
ar_eg: البحث في النوع...
bg_bg: Търсене в жанр...
bn_bd: জেনারে অনুসন্ধান করুন...
ca_es: Cercar al gènere...
cs_cz: Hledat v žánru...
da_dk: Søg i genre...
de_de: Im Genre suchen...
el_gr: Αναζήτηση σε είδος...
es_mx: Buscar en género...
et_ee: Otsi žanrist...
fa_ir: جستجو در ژانر...
fil_ph: Maghanap sa genre...
fr_fr: Rechercher dans le genre...
ga_ie: Cuardaigh sa seánra...
he_il: חפש בז'אנר...
hi_in: शैली में खोजें...
hr_hr: Pretraži u žanru...
hu_hu: Keresés a műfajban...
id_id: Cari di genre...
it_it: Cerca nel genere...
ja_jp: ジャンル内を検索...
ko_kr: 장르 내 검색...
lt_lt: Ieškoti žanre...
ms_my: Cari dalam genre...
nl_nl: Zoek in genre...
no_no: Søk i sjanger...
pa_in: ਸ਼ੈਲੀ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w gatunku...
ru_ru: Поиск в жанре...
sk_sk: Vyhľadať v žánri...
sq_al: Kërko në zhanër...
sr_cyrl_rs: Претражи у жанру...
sv_se: Sök i genre...
sw_ke: Tafuta kwenye aina ya muziki...
ta_in: வகைகளில் தேடு...
th_th: ค้นหาในแนวเพลง...
tr_tr: Türde ara...
uk_ua: Пошук у жанрі...
vi_vn: Tìm trong thể loại...
zh_hans: 在流派中搜索...

# GenreViewPage_SearchButton_ToolTip
source: Search in genre
af_za: Soek in genre
ar_eg: البحث في النوع
bg_bg: Търсене в жанр
bn_bd: জেনারে অনুসন্ধান করুন
ca_es: Cercar al gènere
cs_cz: Hledat v žánru
da_dk: Søg i genre
de_de: Im Genre suchen
el_gr: Αναζήτηση σε είδος
es_mx: Buscar en género
et_ee: Otsi žanrist
fa_ir: جستجو در ژانر
fil_ph: Maghanap sa genre
fr_fr: Rechercher dans le genre
ga_ie: Cuardaigh sa seánra
he_il: חפש בז'אנר
hi_in: शैली में खोजें
hr_hr: Pretraži u žanru
hu_hu: Keresés a műfajban
id_id: Cari di genre
it_it: Cerca nel genere
ja_jp: ジャンル内を検索
ko_kr: 장르 내 검색
lt_lt: Ieškoti žanre
ms_my: Cari dalam genre
nl_nl: Zoek in genre
no_no: Søk i sjanger
pa_in: ਸ਼ੈਲੀ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w gatunku
ru_ru: Поиск в жанре
sk_sk: Vyhľadať v žánri
sq_al: Kërko në zhanër
sr_cyrl_rs: Претражи у жанру
sv_se: Sök i genre
sw_ke: Tafuta kwenye aina ya muziki
ta_in: வகைகளில் தேடு
th_th: ค้นหาในแนวเพลง
tr_tr: Türde ara
uk_ua: Пошук у жанрі
vi_vn: Tìm trong thể loại
zh_hans: 在流派中搜索

# GenreViewPage_PlayAllButton_ToolTip
source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reprodueix-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle abspielen
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fil_ph: I-play lahat
fr_fr: Tout lire
ga_ie: Seinn uile
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti viską
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystko
ru_ru: Воспроизвести все
sk_sk: Prehrať všetky
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_hans: 播放全部

# GenreViewPage_ShufflePlayAllButton_ToolTip
source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলোভাবে সব চালান
ca_es: Barreja i reprodueix-ho tot
cs_cz: Náhodně přehrát vše
da_dk: Bland og afspil alle
de_de: Alle mischen und abspielen
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Mezclar y reproducir todo
et_ee: Sega ja esita kõik
fa_ir: پخش تصادفی همه
fil_ph: I-shuffle at i-play lahat
fr_fr: Lecture aléatoire et tout lire
ga_ie: Meirbhliostáil agus seinn uile
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutto in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti viską
ms_my: Campur dan mainkan semua
nl_nl: Alles willekeurig afspelen
no_no: Stokk og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Losowo odtwórz wszystko
ru_ru: Перемешать и воспроизвести все
sk_sk: Zamiešať a prehrať všetky
sq_al: Përzih dhe luaj të gjitha
sr_cyrl_rs: Насумично пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na cheza zote
ta_in: அனைத்தையும் கலக்கி இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Xáo trộn và phát tất cả
zh_hans: 随机播放全部

# GenreViewPage_Context_Play
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# GenreViewPage_Context_PlayNext
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
bg_bg: Пусни следващо
bn_bd: পরবর্তী চালান
ca_es: Reprodueix següent
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes abspielen
el_gr: Αναπαραγωγή επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fil_ph: I-play Susunod
fr_fr: Lire la suite
ga_ie: Seinn an Chéad Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Lejátszás következőként
id_id: Putar Berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko_kr: 다음 곡 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
ru_ru: Воспроизвести следующей
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்து இயக்கு
th_th: เล่นถัดไป
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_hans: 下一首播放

# GenreViewPage_Context_AddToQueue
source: Add to Queue
af_za: Voeg by Tou
ar_eg: إضافة إلى قائمة الانتظار
bg_bg: Добави към опашката
bn_bd: কিউতে যোগ করুন
ca_es: Afegeix a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Agregar a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف پخش
fil_ph: Idagdag sa Queue
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir leis an Scuaine
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Barisan
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มไปยังคิว
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_hans: 添加到队列

# GenreViewPage_Context_AddToPlaylist
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegeix a la llista de reproducció
cs_cz: Přidat do seznamu skladeb
da_dk: Føj til afspilningsliste
de_de: Zur Playlist hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Agregar a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fil_ph: Idagdag sa playlist
fr_fr: Ajouter à la liste de lecture
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
ru_ru: Добавить в плейлист
sk_sk: Pridať do playlistu
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มไปยังเพลย์ลิสต์
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# GenreViewPage_Context_GoToAlbum
source: Go to album
af_za: Gaan na album
ar_eg: انتقل إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση σε άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fil_ph: Pumunta sa album
fr_fr: Aller à l'album
ga_ie: Téigh chuig albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Pergi ke album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tr_tr: Albüm sayfasına git
uk_ua: Перейти до альбому
vi_vn: Đi đến album
zh_hans: 转到专辑

# GenreViewPage_Context_GoToArtist
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: انتقل إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση σε καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine artistile
fa_ir: رفتن به هنرمند
fil_ph: Pumunta sa artist
fr_fr: Aller à l'artiste
ga_ie: Téigh chuig an ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Pergi ke artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞரிடம் செல்
th_th: ไปที่ศิลปิน
tr_tr: Sanatçı sayfasına git
uk_ua: Перейти до виконавця
vi_vn: Đi đến nghệ sĩ
zh_hans: 转到艺术家

# GenreViewPage_Context_ShowInExplorer
source: Show in explorer
af_za: Wys in verkenner
ar_eg: إظهار في المستكشف
bg_bg: Покажи във File Explorer
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση αρχείων
es_mx: Mostrar en el explorador
et_ee: Näita exploreris
fa_ir: نمایش در اکسپلورر
fil_ph: Ipakita sa explorer
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin i taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u istraživaču
hu_hu: Megnyitás a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjukkan dalam explorer
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tr_tr: Dosya Gezgini'nde göster
uk_ua: Показати в провіднику
vi_vn: Hiện trong trình khám phá
zh_hans: 在资源管理器中显示

# GenreViewPage_Context_NoPlaylists
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Žádné dostupné seznamy skladeb
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Playlists verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: هیچ لیست پخشی موجود نیست
fil_ph: Walang available na playlist
fr_fr: Aucune liste de lecture disponible
ga_ie: Níl seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं है
hr_hr: Nema dostupnih popisa za reprodukciju
hu_hu: Nincsenek elérhető lejátszási listák
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストがありません
ko_kr: 사용 가능한 재생목록 없음
lt_lt: Nėra grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelige
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
ru_ru: Нет доступных плейлистов
sk_sk: Žiadne dostupné playlisty
sq_al: Asnjë listë luajtjeje nuk është e disponueshme
sr_cyrl_rs: Нема доступних плејлиста
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za nyimbo zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் இல்லை
th_th: ไม่มีเพลย์ลิสต์
tr_tr: Çalma listesi mevcut değil
uk_ua: Списки відтворення відсутні
vi_vn: Không có danh sách phát nào
zh_hans: 无可用播放列表

# GenreViewPage_SongElement_PlayButton_ToolTip
source: Play
af_za: Speel
ar_eg: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reprodueix
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fil_ph: I-play
fr_fr: Lire
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_hans: 播放

# GenreViewPage_EmptyState_Title
source: No songs found for this genre
af_za: Geen liedjies vir hierdie genre gevind nie
ar_eg: لم يتم العثور على أغاني لهذا النوع
bg_bg: Няма намерени песни за този жанр
bn_bd: এই জেনারের জন্য কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons per a aquest gènere
cs_cz: Pro tento žánr nebyly nalezeny žádné skladby
da_dk: Ingen sange fundet for denne genre
de_de: Keine Titel für dieses Genre gefunden
el_gr: Δεν βρέθηκαν τραγούδια για αυτό το είδος
es_mx: No se encontraron canciones para este género
et_ee: Selle žanri laule ei leitud
fa_ir: هیچ آهنگی برای این ژانر یافت نشد
fil_ph: Walang kantang natagpuan para sa genre na ito
fr_fr: Aucune chanson trouvée pour ce genre
ga_ie: Níor aimsíodh amhráin ar bith don seánra seo
he_il: לא נמצאו שירים עבור ז'אנר זה
hi_in: इस शैली के लिए कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama za ovaj žanr
hu_hu: Nem található dal ehhez a műfajhoz
id_id: Tidak ada lagu ditemukan untuk genre ini
it_it: Nessun brano trovato per questo genere
ja_jp: このジャンルの曲が見つかりません
ko_kr: 이 장르의 노래를 찾을 수 없습니다
lt_lt: Šiam žanrui dainų nerasta
ms_my: Tiada lagu ditemui untuk genre ini
nl_nl: Geen nummers gevonden voor dit genre
no_no: Ingen sanger funnet for denne sjangeren
pa_in: ਇਸ ਸ਼ੈਲੀ ਲਈ ਕੋਈ ਗਾਣੇ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów dla tego gatunku
ru_ru: Песни этого жанра не найдены
sk_sk: Pre tento žáner neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet për këtë zhanër
sr_cyrl_rs: Нису пронађене песме за овај жанр
sv_se: Inga låtar hittades för denna genre
sw_ke: Hakuna nyimbo zilizopatikana kwa aina hii ya muziki
ta_in: இந்த வகைக்கு பாடல்கள் எதுவும் இல்லை
th_th: ไม่พบเพลงสำหรับแนวเพลงนี้
tr_tr: Bu tür için şarkı bulunamadı
uk_ua: Пісень цього жанру не знайдено
vi_vn: Không tìm thấy bài hát nào cho thể loại này
zh_hans: 此流派未找到歌曲

# GenreViewPage_EmptyState_Subtitle
source: Try searching for something else
af_za: Probeer om vir iets anders te soek
ar_eg: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু অনুসন্ধান করার চেষ্টা করুন
ca_es: Prova de cercar una altra cosa
cs_cz: Zkuste vyhledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, etwas anderes zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intente buscar otra cosa
et_ee: Proovi otsida midagi muud
fa_ir: سعی کنید چیز دیگری را جستجو کنید
fil_ph: Subukang maghanap ng iba
fr_fr: Essayez de chercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon meg másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 別のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari perkara lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
ru_ru: Попробуйте поискать что-нибудь другое
sk_sk: Skúste vyhľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Prova att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Thử tìm kiếm thứ khác
zh_hans: 尝试搜索其他内容
