Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# SettingsPage_ArtistSplitting_Description
source: Define characters used to split multiple artists (e.g. ';/'). Leave empty to disable.
af_za: Definieer karakters wat gebruik word om veelvuldige kunstenaars te skei (bv. ';/'). Laat leeg om te deaktiveer.
ar_eg: حدد الأحرف المستخدمة لتقسيم الفنانين المتعددين (مثل ';/'). اتركها فارغة للتعطيل.
bg_bg: Определете символите, използвани за разделяне на множество изпълнители (напр. ';/'). Оставете празно, за да деактивирате.
bn_bd: একাধিক শিল্পীকে বিভাজন করতে ব্যবহৃত অক্ষরগুলি সংজ্ঞায়িত করুন (উদাহরণস্বরূপ ';/')। নিষ্ক্রিয় করতে খালি রাখুন।
ca_es: Defineix els caràcters utilitzats per dividir diversos artistes (p. ex., ';/'). Deixa-ho buit per desactivar.
cs_cz: Definujte znaky použité pro rozdělení více interpretů (např. ';/'). Ponechejte prázdné pro zakázání.
da_dk: Definer tegn, der bruges til at opdele flere kunstnere (f.eks. ';/'). Lad feltet være tomt for at deaktivere.
de_de: Definieren Sie Zeichen, die zum Trennen mehrerer Künstler verwendet werden (z.B. ';/'). Lassen Sie das Feld leer, um die Funktion zu deaktivieren.
el_gr: Ορίστε χαρακτήρες που χρησιμοποιούνται για τον διαχωρισμό πολλών καλλιτεχνών (π.χ. ';/'). Αφήστε κενό για απενεργοποίηση.
es_mx: Defina los caracteres utilizados para dividir varios artistas (por ejemplo, ';/'). Deje en blanco para deshabilitar.
et_ee: Määra märgid, mida kasutatakse mitme artisti jagamiseks (nt ';/'). Keelamiseks jäta tühjaks.
fa_ir: کاراکترهای مورد استفاده برای تفکیک هنرمندان متعدد را تعریف کنید (مثلاً ';/'). برای غیرفعال کردن خالی بگذارید.
fil_ph: Tukuyin ang mga karakter na ginagamit upang paghiwalayin ang maraming artist (hal. ';/'). Iwanang blangko upang i-disable.
fr_fr: Définir les caractères utilisés pour séparer plusieurs artistes (par exemple, ';/'). Laisser vide pour désactiver.
ga_ie: Sainigh carachtair a úsáidtear chun il-ealaíontóirí a scoilt (m.sh. ';/'). Fág folamh chun a dhíchumasú.
he_il: הגדר תווים המשמשים לפיצול מספר אמנים (לדוגמה: ';/'). השאר ריק כדי להשבית.
hi_in: कई कलाकारों को विभाजित करने के लिए उपयोग किए जाने वाले वर्णों को परिभाषित करें (उदाहरण के लिए ';/')। अक्षम करने के लिए खाली छोड़ दें।
hr_hr: Definirajte znakove korištene za razdvajanje više izvođača (npr. ';/'). Ostavite prazno za onemogućavanje.
hu_hu: Definiálja azokat a karaktereket, amelyekkel több előadó szétválasztható (pl. ';/'). Hagyja üresen a kikapcsoláshoz.
id_id: Definisikan karakter yang digunakan untuk memisahkan beberapa artis (misalnya ';/'). Biarkan kosong untuk menonaktifkan.
it_it: Definisci i caratteri usati per separare più artisti (es. ';/'). Lascia vuoto per disabilitare.
ja_jp: 複数のアーティストを分割するために使用される文字を定義します（例：';/'）。無効にするには空欄にしてください。
ko_kr: 여러 아티스트를 분할하는 데 사용되는 문자(예: ';/')를 정의합니다. 비워 두면 비활성화됩니다.
lt_lt: Apibrėžkite simbolius, naudojamus atskirti kelis atlikėjus (pvz., „;/“). Palikite tuščią, kad išjungtumėte.
ms_my: Tentukan aksara yang digunakan untuk memisahkan berbilang artis (cth. ';/'). Biarkan kosong untuk melumpuhkan.
nl_nl: Definieer tekens die worden gebruikt om meerdere artiesten te splitsen (bijv. ';/'). Laat leeg om uit te schakelen.
no_no: Definer tegn som brukes til å splitte flere artister (f.eks. ';/'). La stå tomt for å deaktivere.
pa_in: ਕਈ ਕਲਾਕਾਰਾਂ ਨੂੰ ਵੰਡਣ ਲਈ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਅੱਖਰਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ (ਉਦਾਹਰਨ ਲਈ ';/')। ਅਯੋਗ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ।
pl_pl: Zdefiniuj znaki używane do rozdzielania wielu artystów (np. ';/'). Pozostaw puste, aby wyłączyć.
ru_ru: Определите символы, используемые для разделения нескольких исполнителей (например, ';/'). Оставьте пустым, чтобы отключить.
sk_sk: Definujte znaky použité na oddelenie viacerých interpretov (napr. ';/'). Nechajte prázdne pre vypnutie.
sq_al: Përcaktoni karakteret e përdorura për të ndarë artistë të shumtë (p.sh. ';/'). Lëreni bosh për të çaktivizuar.
sr_cyrl_rs: Дефинишите знакове који се користе за раздвајање више извођача (нпр. ';/'). Оставите празно да бисте онемогућили.
sv_se: Definiera tecken som används för att dela upp flera artister (t.ex. ';/'). Lämna tomt för att inaktivera.
sw_ke: Fafanua herufi zinazotumika kugawanya wasanii wengi (k.m. ';/'). Acha tupu ili kuzima.
ta_in: பல கலைஞர்களைப் பிரிக்கப் பயன்படுத்தப்படும் எழுத்துக்களை வரையறுக்கவும் (எ.கா. ';/'). முடக்க காலியாக விடவும்.
th_th: กำหนดอักขระที่ใช้ในการแยกศิลปินหลายคน (เช่น ';/') เว้นว่างไว้เพื่อปิดใช้งาน
tr_tr: Birden fazla sanatçıyı ayırmak için kullanılan karakterleri tanımlayın (örn. ';/'). Devre dışı bırakmak için boş bırakın.
uk_ua: Визначте символи, що використовуються для розділення кількох виконавців (наприклад, ';/'). Залиште порожнім, щоб вимкнути.
vi_vn: Xác định các ký tự dùng để tách nhiều nghệ sĩ (ví dụ: ';/'). Để trống để tắt.
zh_hans: 定义用于拆分多个艺术家的字符（例如“;/”）。留空以禁用。

# SettingsPage_RescanLibrary_Content
source: Rescan Library
af_za: Herskan Biblioteek
ar_eg: إعادة فحص المكتبة
bg_bg: Пресканирай библиотека
bn_bd: লাইব্রেরি পুনরায় স্ক্যান করুন
ca_es: Tornar a escanejar la biblioteca
cs_cz: Znovu prohledat knihovnu
da_dk: Genscan bibliotek
de_de: Bibliothek neu scannen
el_gr: Εκ νέου σάρωση βιβλιοθήκης
es_mx: Volver a escanear biblioteca
et_ee: Skaneeri teek uuesti
fa_ir: اسکن مجدد کتابخانه
fil_ph: I-rescan ang Library
fr_fr: Analyser la bibliothèque
ga_ie: Athscanadh Leabharlann
he_il: סרוק מחדש ספרייה
hi_in: लाइब्रेरी पुनः स्कैन करें
hr_hr: Ponovno skeniraj biblioteku
hu_hu: Könyvtár újraolvasása
id_id: Pindai Ulang Pustaka
it_it: Riscansiona libreria
ja_jp: ライブラリを再スキャン
ko_kr: 라이브러리 다시 스캔
lt_lt: Nuskaityti biblioteką iš naujo
ms_my: Imbas Semula Pustaka
nl_nl: Bibliotheek opnieuw scannen
no_no: Skann bibliotek på nytt
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Skanuj bibliotekę ponownie
ru_ru: Пересканировать библиотеку
sk_sk: Znova skenovať knižnicu
sq_al: Rikërko Bibliotekën
sr_cyrl_rs: Поново скенирај библиотеку
sv_se: Skanna om bibliotek
sw_ke: Changanua Tena Maktaba
ta_in: நூலகத்தை மீண்டும் ஸ்கேன் செய்
th_th: สแกนไลบรารีซ้ำ
tr_tr: Arşivi Yeniden Tara
uk_ua: Повторне сканування бібліотеки
vi_vn: Quét lại thư viện
zh_hans: 重新扫描库

# SettingsPage_RescanLibrary_ToolTip
source: Rescan library to apply splitting changes
af_za: Herskan biblioteek om veranderings toe te pas
ar_eg: إعادة فحص المكتبة لتطبيق تغييرات التقسيم
bg_bg: Пресканирайте библиотеката, за да приложите промените в разделянето
bn_bd: বিভাজন পরিবর্তনগুলি প্রয়োগ করতে লাইব্রেরি পুনরায় স্ক্যান করুন
ca_es: Torna a escanejar la biblioteca per aplicar els canvis de divisió
cs_cz: Znovu prohledat knihovnu pro použití změn rozdělení
da_dk: Genscan bibliotek for at anvende opdelingsændringer
de_de: Bibliothek neu scannen, um Aufteilung-Änderungen anzuwenden
el_gr: Εκ νέου σάρωση βιβλιοθήκης για εφαρμογή αλλαγών διαχωρισμού
es_mx: Volver a escanear la biblioteca para aplicar los cambios de división
et_ee: Jagatud muudatuste rakendamiseks skaneeri teek uuesti
fa_ir: برای اعمال تغییرات تفکیک، کتابخانه را اسکن مجدد کنید
fil_ph: I-rescan ang library upang ilapat ang mga pagbabago sa paghihiwalay
fr_fr: Analyser la bibliothèque pour appliquer les modifications de séparation
ga_ie: Athscanadh leabharlann chun athruithe scoilte a chur i bhfeidhm
he_il: סרוק מחדש את הספרייה כדי להחיל שינויי פיצול
hi_in: विभाजन परिवर्तनों को लागू करने के लिए लाइब्रेरी को पुनः स्कैन करें
hr_hr: Ponovno skenirajte biblioteku za primjenu promjena razdvajanja
hu_hu: Olvassa be újra a könyvtárat a szétválasztási változtatások alkalmazásához
id_id: Pindai ulang pustaka untuk menerapkan perubahan pembagian
it_it: Riscansiona la libreria per applicare le modifiche di divisione
ja_jp: 分割の変更を適用するためにライブラリを再スキャンします
ko_kr: 분할 변경 사항을 적용하려면 라이브러리를 다시 스캔하세요
lt_lt: Nuskaitykite biblioteką iš naujo, kad pritaikytumėte skaidymo pakeitimus
ms_my: Imbas semula pustaka untuk menggunakan perubahan pemisahan
nl_nl: Bibliotheek opnieuw scannen om splitsingswijzigingen toe te passen
no_no: Skann biblioteket på nytt for å bruke splittingendringer
pa_in: ਵੰਡਣ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Zeskanuj bibliotekę ponownie, aby zastosować zmiany w dzieleniu
ru_ru: Пересканировать библиотеку для применения изменений разделения
sk_sk: Znova skenovať knižnicu pre aplikovanie zmien v rozdelení
sq_al: Rikërko bibliotekën për të aplikuar ndryshimet e ndarjes
sr_cyrl_rs: Поново скенирај библиотеку да бисте применили промене раздвајања
sv_se: Skanna om bibliotek för att tillämpa uppdelningsändringar
sw_ke: Changanua tena maktaba ili kutumia mabadiliko ya kugawanya
ta_in: பிரிப்பு மாற்றங்களைப் பயன்படுத்த நூலகத்தை மீண்டும் ஸ்கேன் செய்யவும்
th_th: สแกนไลบรารีซ้ำเพื่อปรับใช้การเปลี่ยนแปลงการแยก
tr_tr: Bölme değişikliklerini uygulamak için arşivi yeniden tarayın
uk_ua: Повторно просканувати бібліотеку, щоб застосувати зміни в розділенні
vi_vn: Quét lại thư viện để áp dụng thay đổi tách
zh_hans: 重新扫描库以应用拆分更改

# SettingsPage_OnlineMetadata_Header
source: Retrieve online metadata
af_za: Haal aanlyn metadata op
ar_eg: استرداد البيانات الوصفية عبر الإنترنت
bg_bg: Извличане на онлайн метаданни
bn_bd: অনলাইন মেটাডেটা পুনরুদ্ধার করুন
ca_es: Recuperar metadades en línia
cs_cz: Načíst online metadata
da_dk: Hent online metadata
de_de: Online-Metadaten abrufen
el_gr: Ανάκτηση μεταδεδομένων από το διαδίκτυο
es_mx: Recuperar metadatos en línea
et_ee: Too veebist metaandmed
fa_ir: بازیابی فراداده آنلاین
fil_ph: Kuhanin ang online metadata
fr_fr: Récupérer les métadonnées en ligne
ga_ie: Aisghabh meiteashonraí ar líne
he_il: אחזר מטא נתונים מקוונים
hi_in: ऑनलाइन मेटाडेटा पुनः प्राप्त करें
hr_hr: Dohvati online metapodatke
hu_hu: Online metaadatok lekérése
id_id: Ambil metadata daring
it_it: Recupera metadati online
ja_jp: オンラインメタデータを取得
ko_kr: 온라인 메타데이터 검색
lt_lt: Gauti metaduomenis internetu
ms_my: Dapatkan metadata dalam talian
nl_nl: Online metadata ophalen
no_no: Hent online metadata
pa_in: ਆਨਲਾਈਨ ਮੈਟਾਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl_pl: Pobierz metadane online
ru_ru: Получать онлайн-метаданные
sk_sk: Načítať online metadáta
sq_al: Merr meta të dhëna online
sr_cyrl_rs: Преузми онлајн метаподатке
sv_se: Hämta onlinemetadata
sw_ke: Pata metadata mtandaoni
ta_in: ஆன்லைன் மெட்டாடேட்டாவை மீட்டெடு
th_th: ดึงข้อมูลเมตาออนไลน์
tr_tr: Çevrimiçi meta verileri al
uk_ua: Отримати онлайн-метадані
vi_vn: Truy xuất siêu dữ liệu trực tuyến
zh_hans: 检索在线元数据

# SettingsPage_OnlineMetadata_Description
source: Fetch additional information like artist images and biographies from online services (e.g., Spotify, Last.fm).
af_za: Haal addisionele inligting soos kunstenaarbeelde en biografieë van aanlyndienste (bv. Spotify, Last.fm) op.
ar_eg: جلب معلومات إضافية مثل صور الفنانين والسير الذاتية من الخدمات عبر الإنترنت (مثل Spotify وLast.fm).
bg_bg: Извличане на допълнителна информация като изображения на изпълнители и биографии от онлайн услуги (напр. Spotify, Last.fm).
bn_bd: অনলাইন পরিষেবাগুলি (যেমন Spotify, Last.fm) থেকে শিল্পী ছবি এবং জীবনীগুলির মতো অতিরিক্ত তথ্য আনুন।
ca_es: Recupera informació addicional com ara imatges d'artista i biografies de serveis en línia (p. ex., Spotify, Last.fm).
cs_cz: Načíst dodatečné informace, jako jsou obrázky interpretů a biografie, z online služeb (např. Spotify, Last.fm).
da_dk: Hent yderligere information såsom kunstnerbilleder og biografier fra online-tjenester (f.eks. Spotify, Last.fm).
de_de: Ruft zusätzliche Informationen wie Künstlerbilder und Biografien von Online-Diensten (z.B. Spotify, Last.fm) ab.
el_gr: Ανάκτηση πρόσθετων πληροφοριών, όπως εικόνες καλλιτεχνών και βιογραφίες, από διαδικτυακές υπηρεσίες (π.χ., Spotify, Last.fm).
es_mx: Obtener información adicional como imágenes de artistas y biografías de servicios en línea (por ejemplo, Spotify, Last.fm).
et_ee: Too lisateavet, nagu artisti pildid ja elulood, veebiteenustest (nt Spotify, Last.fm).
fa_ir: اطلاعات اضافی مانند تصاویر هنرمندان و بیوگرافی‌ها را از سرویس‌های آنلاین (مانند Spotify, Last.fm) دریافت کنید.
fil_ph: Kuhanin ang karagdagang impormasyon tulad ng mga larawan ng artist at biography mula sa mga online na serbisyo (hal., Spotify, Last.fm).
fr_fr: Récupérer des informations supplémentaires comme les images d'artistes et les biographies depuis des services en ligne (par exemple, Spotify, Last.fm).
ga_ie: Faigh faisnéis bhreise cosúil le híomhánna ealaíontóra agus beathaisnéise ó sheirbhísí ar líne (m.sh., Spotify, Last.fm).
he_il: אחזר מידע נוסף כמו תמונות אמן וביוגרפיות משירותים מקוונים (לדוגמה, Spotify, Last.fm).
hi_in: ऑनलाइन सेवाओं (जैसे Spotify, Last.fm) से कलाकार छवियों और आत्मकथाओं जैसी अतिरिक्त जानकारी प्राप्त करें।
hr_hr: Dohvatite dodatne informacije poput slika izvođača i biografija s online usluga (npr. Spotify, Last.fm).
hu_hu: További információk, például előadóképek és életrajzok lekérése online szolgáltatásokból (pl. Spotify, Last.fm).
id_id: Ambil informasi tambahan seperti gambar artis dan biografi dari layanan daring (misalnya, Spotify, Last.fm).
it_it: Recupera informazioni aggiuntive come immagini di artisti e biografie da servizi online (es. Spotify, Last.fm).
ja_jp: アーティストの画像やバイオグラフィーなどの追加情報をオンラインサービス（例：Spotify、Last.fm）から取得します。
ko_kr: 온라인 서비스(예: Spotify, Last.fm)에서 아티스트 이미지 및 전기와 같은 추가 정보를 가져옵니다.
lt_lt: Gauti papildomą informaciją, pvz., atlikėjų paveikslėlius ir biografijas, iš internetinių paslaugų (pvz., Spotify, Last.fm).
ms_my: Dapatkan maklumat tambahan seperti imej artis dan biografi daripada perkhidmatan dalam talian (cth., Spotify, Last.fm).
nl_nl: Haal aanvullende informatie, zoals artiestafbeeldingen en biografieën, op van online services (bijv. Spotify, Last.fm).
no_no: Hent tilleggsinformasjon som artistbilder og biografier fra onlinetjenester (f.eks. Spotify, Last.fm).
pa_in: ਆਨਲਾਈਨ ਸੇਵਾਵਾਂ (ਜਿਵੇਂ, ਸਪੋਟੀਫਾਈ, ਲਾਸਟ.ਐਫ.ਐਮ.) ਤੋਂ ਕਲਾਕਾਰ ਚਿੱਤਰਾਂ ਅਤੇ ਜੀਵਨੀਆਂ ਵਰਗੀਆਂ ਵਾਧੂ ਜਾਣਕਾਰੀਆਂ ਪ੍ਰਾਪਤ ਕਰੋ।
pl_pl: Pobierz dodatkowe informacje, takie jak obrazy artystów i biografie, z usług online (np. Spotify, Last.fm).
ru_ru: Получать дополнительную информацию, такую как изображения исполнителей и биографии, из онлайн-сервисов (например, Spotify, Last.fm).
sk_sk: Načítať ďalšie informácie, ako sú obrázky interpretov a biografie z online služieb (napr. Spotify, Last.fm).
sq_al: Merrni informacione shtesë si imazhe artistësh dhe biografi nga shërbimet online (p.sh., Spotify, Last.fm).
sr_cyrl_rs: Преузмите додатне информације попут слика извођача и биографија са онлајн сервиса (нпр. Spotify, Last.fm).
sv_se: Hämta ytterligare information som artistbilder och biografier från onlinetjänster (t.ex. Spotify, Last.fm).
sw_ke: Pata maelezo ya ziada kama vile picha za wasanii na wasifu kutoka huduma za mtandaoni (k.m., Spotify, Last.fm).
ta_in: ஆன்லைன் சேவைகளிலிருந்து (எ.கா., Spotify, Last.fm) கலைஞர் படங்கள் மற்றும் சுயசரிதைகள் போன்ற கூடுதல் தகவல்களைப் பெறுங்கள்.
th_th: ดึงข้อมูลเพิ่มเติม เช่น รูปภาพศิลปินและชีวประวัติจากบริการออนไลน์ (เช่น Spotify, Last.fm)
tr_tr: Sanatçı görselleri ve biyografileri gibi ek bilgileri çevrimiçi hizmetlerden (örn. Spotify, Last.fm) alın.
uk_ua: Отримувати додаткову інформацію, таку як зображення виконавців та біографії, з онлайн-сервісів (наприклад, Spotify, Last.fm).
vi_vn: Tải thêm thông tin như ảnh nghệ sĩ và tiểu sử từ các dịch vụ trực tuyến (ví dụ: Spotify, Last.fm).
zh_hans: 从在线服务（例如 Spotify、Last.fm）获取其他信息，如艺术家图像和传记。

# SettingsPage_MetadataSources_Header
source: Sources
af_za: Bronne
ar_eg: المصادر
bg_bg: Източници
bn_bd: উত্স
ca_es: Fonts
cs_cz: Zdroje
da_dk: Kilder
de_de: Quellen
el_gr: Πηγές
es_mx: Fuentes
et_ee: Allikad
fa_ir: منابع
fil_ph: Mga Pinagmulan
ga_ie: Foinsí
he_il: מקורות
hi_in: स्रोत
hr_hr: Izvori
hu_hu: Források
id_id: Sumber
it_it: Sorgenti
ja_jp: ソース
ko_kr: 소스
lt_lt: Šaltiniai
ms_my: Sumber
nl_nl: Bronnen
no_no: Kilder
pa_in: ਸਰੋਤ
pl_pl: Źródła
ru_ru: Источники
sk_sk: Zdroje
sq_al: Burimet
sr_cyrl_rs: Извори
sv_se: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
th_th: แหล่งที่มา
tr_tr: Kaynaklar
uk_ua: Джерела
vi_vn: Nguồn
zh_hans: 来源

# SettingsPage_MetadataSources_Description
source: Drag to reorder metadata sources. Hover over each source for details.
af_za: Sleep om metadata-bronne te herrangskik. Beweeg oor elke bron vir besonderhede.
ar_eg: اسحب لإعادة ترتيب مصادر البيانات الوصفية. مرر مؤشر الماوس فوق كل مصدر للحصول على التفاصيل.
bg_bg: Плъзнете, за да пренаредите източниците на метаданни. Задръжте курсора върху всеки източник за подробности.
bn_bd: মেটাডেটা উত্সগুলির ক্রম পরিবর্তন করতে টেনে আনুন। বিস্তারিত জানার জন্য প্রতিটি উত্সের উপর হোভার করুন।
ca_es: Arrossega per reordenar les fonts de metadades. Passa el ratolí per sobre de cada font per a més detalls.
cs_cz: Přetáhněte pro změnu pořadí zdrojů metadat. Pro podrobnosti najeďte myší na každý zdroj.
da_dk: Træk for at omarrangere metadata-kilder. Hold musen over hver kilde for detaljer.
de_de: Ziehen Sie, um die Metadatenquellen neu anzuordnen. Fahren Sie mit der Maus über jede Quelle, um Details anzuzeigen.
el_gr: Σύρετε για αναδιάταξη των πηγών μεταδεδομένων. Περάστε το ποντίκι πάνω από κάθε πηγή για λεπτομέρειες.
es_mx: Arrastre para reordenar las fuentes de metadatos. Pase el cursor sobre cada fuente para obtener detalles.
et_ee: Lohista metaandmete allikate ümberjärjestamiseks. Lisateabe saamiseks hõljuta kursorit iga allika kohal.
fa_ir: برای تغییر ترتیب منابع فراداده بکشید. برای جزئیات بیشتر، روی هر منبع نگه دارید.
fil_ph: I-drag upang muling ayusin ang mga pinagmulan ng metadata. Mag-hover sa bawat pinagmulan para sa mga detalye.
fr_fr: Faites glisser pour réorganiser les sources de métadonnées. Survolez chaque source pour plus de détails.
ga_ie: Tarraing chun foinsí meiteashonraí a atheagrú. Ligeann tú an cúrsóir thairis ar gach foinse le haghaidh sonraí.
he_il: גרור כדי לסדר מחדש מקורות מטא נתונים. רחף מעל כל מקור לפרטים.
hi_in: मेटाडेटा स्रोतों को पुनर्व्यवस्थित करने के लिए खींचें। विवरण के लिए प्रत्येक स्रोत पर होवर करें।
hr_hr: Povucite za preuređivanje izvora metapodataka. Zadržite pokazivač miša iznad svakog izvora za detalje.
hu_hu: Húzza az elemeket a metaadat-források sorrendjének megváltoztatásához. Vigye az egeret minden forrás fölé a részletekért.
id_id: Seret untuk menyusun ulang sumber metadata. Arahkan kursor ke setiap sumber untuk detail.
it_it: Trascina per riordinare le sorgenti dei metadati. Passa il mouse su ogni sorgente per i dettagli.
ja_jp: メタデータソースをドラッグして並べ替えます。各ソースにカーソルを合わせると詳細が表示されます。
ko_kr: 메타데이터 소스를 다시 정렬하려면 드래그하세요. 각 소스 위에 마우스를 올리면 자세한 정보를 볼 수 있습니다.
lt_lt: Vilkite, kad pertvarkytumėte metaduomenų šaltinius. Užveskite pelės žymeklį virš kiekvieno šaltinio, kad gautumėte išsamią informaciją.
ms_my: Seret untuk menyusun semula sumber metadata. Arahkan kursor ke setiap sumber untuk butiran.
nl_nl: Sleep om metadatabronnen te herschikken. Beweeg de muis over elke bron voor details.
no_no: Dra for å endre rekkefølgen på metadatakilder. Hold musepekeren over hver kilde for detaljer.
pa_in: ਮੈਟਾਡੇਟਾ ਸਰੋਤਾਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਵੇਰਵਿਆਂ ਲਈ ਹਰੇਕ ਸਰੋਤ ਉੱਤੇ ਹੋਵਰ ਕਰੋ।
pl_pl: Przeciągnij, aby zmienić kolejność źródeł metadanych. Najedź kursorem na każde źródło, aby uzyskać szczegóły.
ru_ru: Перетащите, чтобы изменить порядок источников метаданных. Наведите курсор на каждый источник для получения подробной информации.
sk_sk: Presuňte pre zmenu poradia zdrojov metadát. Prejdite myšou nad každým zdrojom pre podrobnosti.
sq_al: Zvarritni për të rirenditur burimet e meta të dhënave. Kaloni me miun mbi çdo burim për detaje.
sr_cyrl_rs: Превуците да бисте преуредили изворе метаподатака. Пређите мишем преко сваког извора за детаље.
sv_se: Dra för att ändra ordning på metadatakällor. Håll muspekaren över varje källa för detaljer.
sw_ke: Buruta ili kupanga upya vyanzo vya metadata. Elea juu ya kila chanzo kwa maelezo.
ta_in: மெட்டாடேட்டா ஆதாரங்களை மறுவரிசைப்படுத்த இழுக்கவும். விவரங்களுக்கு ஒவ்வொரு ஆதாரத்தின் மீதும் வட்டமிடுங்கள்.
th_th: ลากเพื่อจัดลำดับแหล่งที่มาของข้อมูลเมตาใหม่ เลื่อนเมาส์ไปที่แต่ละแหล่งที่มาเพื่อดูรายละเอียด
tr_tr: Meta veri kaynaklarını yeniden sıralamak için sürükleyin. Ayrıntılar için her bir kaynağın üzerine gelin.
uk_ua: Перетягніть, щоб змінити порядок джерел метаданих. Наведіть курсор на кожне джерело для отримання деталей.
vi_vn: Kéo để sắp xếp lại các nguồn siêu dữ liệu. Di chuột qua từng nguồn để biết chi tiết.
zh_hans: 拖动以重新排序元数据来源。将鼠标悬停在每个来源上可查看详细信息。

# SettingsPage_OnlineLyrics_Header
source: Fetch online lyrics
af_za: Haal aanlyn lirieke op
ar_eg: جلب كلمات الأغاني عبر الإنترنت
bg_bg: Извличане на онлайн текстове
bn_bd: অনলাইন লিরিক্স আনুন
ca_es: Recuperar lletres en línia
cs_cz: Načíst online texty
da_dk: Hent online tekster
de_de: Online-Liedtexte abrufen
el_gr: Ανάκτηση στίχων από το διαδίκτυο
es_mx: Obtener letras en línea
et_ee: Too veebist laulusõnad
fa_ir: دریافت متن آهنگ آنلاین
fil_ph: Kuhanin ang online lyrics
fr_fr: Récupérer les paroles en ligne
ga_ie: Faigh liricí ar líne
he_il: אחזר מילים מקוונות
hi_in: ऑनलाइन गीत प्राप्त करें
hr_hr: Dohvati online stihove
hu_hu: Online dalszövegek lekérése
id_id: Ambil lirik daring
it_it: Recupera testi online
ja_jp: オンライン歌詞を取得
ko_kr: 온라인 가사 가져오기
lt_lt: Gauti dainų tekstus internetu
ms_my: Dapatkan lirik dalam talian
nl_nl: Online songteksten ophalen
no_no: Hent online tekster
pa_in: ਆਨਲਾਈਨ ਬੋਲ ਪ੍ਰਾਪਤ ਕਰੋ
pl_pl: Pobierz teksty piosenek online
ru_ru: Получать онлайн-тексты песен
sk_sk: Načítať online texty piesní
sq_al: Merr tekstet online
sr_cyrl_rs: Преузми онлајн текстове песама
sv_se: Hämta online låttexter
sw_ke: Pata mashairi mtandaoni
ta_in: ஆன்லைன் பாடல் வரிகளைப் பெறு
th_th: ดึงเนื้อเพลงออนไลน์
tr_tr: Çevrimiçi şarkı sözlerini al
uk_ua: Отримати онлайн-тексти пісень
vi_vn: Tải lời bài hát trực tuyến
zh_hans: 获取在线歌词
