Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Update_Downloading_Message
source: Version {0} is being downloaded. The application will restart automatically when it's ready.
af_za: Weergawe {0} word afgelaai. Die toepassing sal outomaties herbegin wanneer dit gereed is.
ar_eg: يتم تنزيل الإصدار {0}. سيعاد تشغيل التطبيق تلقائيًا عندما يكون جاهزًا.
bg_bg: Версия {0} се изтегля. Приложението ще се рестартира автоматично, когато е готово.
bn_bd: সংস্করণ {0} ডাউনলোড করা হচ্ছে। প্রস্তুত হলে অ্যাপ্লিকেশনটি স্বয়ংক্রিয়ভাবে পুনরায় চালু হবে।
ca_es: S'està descarregant la versió {0}. L'aplicació es reiniciarà automàticament quan estigui a punt.
cs_cz: Stahuje se verze {0}. Aplikace se automaticky restartuje, až bude připravena.
da_dk: Version {0} downloades. Programmet genstarter automatisk, når det er klar.
de_de: Version {0} wird heruntergeladen. Die Anwendung wird automatisch neu gestartet, wenn sie bereit ist.
el_gr: Η έκδοση {0} κατεβαίνει. Η εφαρμογή θα επανεκκινήσει αυτόματα όταν είναι έτοιμη.
es_mx: Se está descargando la versión {0}. La aplicación se reiniciará automáticamente cuando esté lista.
et_ee: Versioon {0} laaditakse alla. Rakendus taaskäivitub automaatselt, kui see on valmis.
fa_ir: نسخه {0} در حال دانلود است. برنامه پس از آماده شدن به صورت خودکار مجدداً راه‌اندازی خواهد شد.
fi_fi: Versiota {0} ladataan. Sovellus käynnistyy automaattisesti uudelleen, kun se on valmis.
fil_ph: Dina-download ang Bersyon {0}. Awtomatikong magre-restart ang application kapag handa na ito.
fr_fr: La version {0} est en cours de téléchargement. L'application redémarrera automatiquement lorsqu'elle sera prête.
ga_ie: Tá leagan {0} á íoslódáil. Atosóidh an feidhmchlár go huathoibríoch nuair a bheidh sé réidh.
he_il: גרסה {0} מורדת. היישום יופעל מחדש אוטומטית כשיתקין.
hi_in: संस्करण {0} डाउनलोड किया जा रहा है। तैयार होने पर एप्लिकेशन अपने आप पुनरारंभ हो जाएगा।
hr_hr: Preuzima se verzija {0}. Aplikacija će se automatski ponovo pokrenuti kada bude spremna.
hu_hu: A(z) {0} verzió letöltése folyamatban van. Az alkalmazás automatikusan újraindul, ha elkészült.
id_id: Versi {0} sedang diunduh. Aplikasi akan memulai ulang secara otomatis saat siap.
it_it: La versione {0} è in fase di download. L'applicazione si riavvierà automaticamente quando sarà pronta.
ja_jp: バージョン{0}をダウンロード中です。準備が完了するとアプリケーションが自動的に再起動します。
ko_kr: 버전 {0}이(가) 다운로드 중입니다. 준비되면 애플리케이션이 자동으로 다시 시작됩니다.
lt_lt: Versija {0} yra atsisiunčiama. Programa automatiškai paleis iš naujo, kai bus paruošta.
ms_my: Versi {0} sedang dimuat turun. Aplikasi akan dimulakan semula secara automatik apabila sedia.
nl_nl: Versie {0} wordt gedownload. De applicatie wordt automatisch opnieuw gestart wanneer deze klaar is.
no_no: Versjon {0} lastes ned. Applikasjonen vil starte på nytt automatisk når den er klar.
pa_in: ਸੰਸਕਰਣ {0} ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਤਿਆਰ ਹੋਣ 'ਤੇ ਐਪਲੀਕੇਸ਼ਨ ਆਪਣੇ ਆਪ ਮੁੜ ਚਾਲੂ ਹੋ ਜਾਵੇਗੀ।
pl_pl: Wersja {0} jest pobierana. Aplikacja zostanie automatycznie ponownie uruchomiona, gdy będzie gotowa.
pt_br: A versão {0} está sendo baixada. O aplicativo será reiniciado automaticamente quando estiver pronto.
ro_ro: Versiunea {0} se descarcă. Aplicația va reporni automat când este gata.
ru_ru: Версия {0} загружается. Приложение автоматически перезапустится, когда будет готово.
sk_sk: Verzia {0} sa sťahuje. Aplikácia sa automaticky reštartuje, keď bude pripravená.
sq_al: Versioni {0} po shkarkohet. Aplikacioni do të rindizet automatikisht kur të jetë gati.
sr_cyrl_rs: Верзија {0} се преузима. Апликација ће се аутоматски поново покренути када буде спремна.
sv_se: Version {0} laddas ner. Programmet kommer att starta om automatiskt när det är klart.
sw_ke: Toleo {0} linapakuliwa. Programu itaanza upya kiotomatiki itakapokuwa tayari.
ta_in: பதிப்பு {0} பதிவிறக்கப்படுகிறது. தயாரானதும் பயன்பாடு தானாகவே மறுதொடக்கம் செய்யப்படும்.
th_th: กำลังดาวน์โหลดเวอร์ชัน {0} แอปพลิเคชันจะรีสตาร์ทโดยอัตโนมัติเมื่อพร้อมใช้งาน
tr_tr: Sürüm {0} indiriliyor. Hazır olduğunda uygulama otomatik olarak yeniden başlayacaktır.
uk_ua: Версія {0} завантажується. Програма автоматично перезапуститься, коли буде готова.
vi_vn: Phiên bản {0} đang được tải xuống. Ứng dụng sẽ tự động khởi động lại khi sẵn sàng.
zh_hans: 正在下载版本 {0}。准备就绪后，应用程序将自动重启。
zh_tw: 版本 {0} 正在下載。準備就緒後，應用程式將自動重新啟動。

# Player_Error_LibVLC_Unspecified
source: LibVLC encountered an unspecified error.
af_za: LibVLC het 'n ongespesifiseerde fout teëgekom.
ar_eg: واجه LibVLC خطأً غير محدد.
bg_bg: LibVLC срещна неуточнена грешка.
bn_bd: LibVLC একটি অনির্দিষ্ট ত্রুটির সম্মুখীন হয়েছে।
ca_es: LibVLC ha trobat un error no especificat.
cs_cz: LibVLC narazil na nespecifikovanou chybu.
da_dk: LibVLC stødte på en uspecificeret fejl.
de_de: LibVLC ist auf einen nicht spezifizierten Fehler gestoßen.
el_gr: Το LibVLC αντιμετώπισε ένα μη καθορισμένο σφάλμα.
es_mx: LibVLC encontró un error no especificado.
et_ee: LibVLC-l ilmnes määramata viga.
fa_ir: LibVLC با خطای نامشخصی مواجه شد.
fi_fi: LibVLC kohtasi määrittelemättömän virheen.
fil_ph: Nakaranas ang LibVLC ng hindi tinukoy na error.
fr_fr: LibVLC a rencontré une erreur non spécifiée.
ga_ie: Tharla earráid neamhshonraithe le LibVLC.
he_il: LibVLC נתקלה בשגיאה לא מוגדרת.
hi_in: LibVLC को एक अनिर्दिष्ट त्रुटि का सामना करना पड़ा।
hr_hr: LibVLC je naišao na nespecificiranu pogrešku.
hu_hu: A LibVLC ismeretlen hibába ütközött.
id_id: LibVLC mengalami kesalahan yang tidak ditentukan.
it_it: LibVLC ha riscontrato un errore non specificato.
ja_jp: LibVLCで不明なエラーが発生しました。
ko_kr: LibVLC에서 알 수 없는 오류가 발생했습니다.
lt_lt: LibVLC susidūrė su nepatikslinta klaida.
ms_my: LibVLC menghadapi ralat tidak ditentukan.
nl_nl: LibVLC heeft een ongespecificeerde fout ondervonden.
no_no: LibVLC støtte på en uspesifisert feil.
pa_in: LibVLC ਨੂੰ ਇੱਕ ਅਨਜਾਣੀ ਗਲਤੀ ਆਈ।
pl_pl: LibVLC napotkało nieokreślony błąd.
pt_br: LibVLC encontrou um erro não especificado.
ro_ro: LibVLC a întâmpinat o eroare nespecificată.
ru_ru: LibVLC столкнулся с неопределенной ошибкой.
sk_sk: LibVLC narazil na nešpecifikovanú chybu.
sq_al: LibVLC ndeshi një gabim të papërcaktuar.
sr_cyrl_rs: LibVLC је наишао на неодређену грешку.
sv_se: LibVLC stötte på ett ospecificerat fel.
sw_ke: LibVLC imekumbana na hitilafu isiyojulikana.
ta_in: LibVLC ஒரு குறிப்பிடப்படாத பிழையை எதிர்கொண்டது.
th_th: LibVLC พบข้อผิดพลาดที่ไม่ระบุ
tr_tr: LibVLC belirtilmemiş bir hatayla karşılaştı.
uk_ua: LibVLC зіткнувся з невизначеною помилкою.
vi_vn: LibVLC đã gặp một lỗi không xác định.
zh_hans: LibVLC 遇到未指定错误。
zh_tw: LibVLC 遇到未指定的錯誤。

# Player_Error_LibVLC_WithDetails
source: LibVLC Error: {0}
af_za: LibVLC Fout: {0}
ar_eg: خطأ LibVLC: {0}
bg_bg: Грешка на LibVLC: {0}
bn_bd: LibVLC ত্রুটি: {0}
ca_es: Error de LibVLC: {0}
cs_cz: Chyba LibVLC: {0}
da_dk: LibVLC-fejl: {0}
de_de: LibVLC Fehler: {0}
el_gr: Σφάλμα LibVLC: {0}
es_mx: Error de LibVLC: {0}
et_ee: LibVLC viga: {0}
fa_ir: خطای LibVLC: {0}
fi_fi: LibVLC virhe: {0}
fr_fr: Erreur LibVLC : {0}
ga_ie: Earráid LibVLC: {0}
he_il: שגיאת LibVLC: {0}
hi_in: LibVLC त्रुटि: {0}
hr_hr: LibVLC pogreška: {0}
hu_hu: LibVLC hiba: {0}
id_id: Kesalahan LibVLC: {0}
it_it: Errore LibVLC: {0}
ja_jp: LibVLCエラー: {0}
ko_kr: LibVLC 오류: {0}
lt_lt: LibVLC klaida: {0}
ms_my: Ralat LibVLC: {0}
nl_nl: LibVLC Fout: {0}
no_no: LibVLC-feil: {0}
pa_in: LibVLC ਗਲਤੀ: {0}
pl_pl: Błąd LibVLC: {0}
pt_br: Erro LibVLC: {0}
ro_ro: Eroare LibVLC: {0}
ru_ru: Ошибка LibVLC: {0}
sk_sk: Chyba LibVLC: {0}
sq_al: Gabim LibVLC: {0}
sr_cyrl_rs: LibVLC Грешка: {0}
sv_se: LibVLC-fel: {0}
sw_ke: Hitilafu ya LibVLC: {0}
ta_in: LibVLC பிழை: {0}
th_th: ข้อผิดพลาด LibVLC: {0}
tr_tr: LibVLC Hatası: {0}
uk_ua: Помилка LibVLC: {0}
vi_vn: Lỗi LibVLC: {0}
zh_hans: LibVLC 错误：{0}
zh_tw: LibVLC 錯誤：{0}

# Player_Error_LoadFailed
source: Failed to load '{0}'.
af_za: Kon nie '{0}' laai nie.
ar_eg: فشل في تحميل '{0}'.
bg_bg: Неуспешно зареждане на '{0}'.
bn_bd: '{0}' লোড করতে ব্যর্থ হয়েছে।
ca_es: No s'ha pogut carregar '{0}'.
cs_cz: Nepodařilo se načíst „{0}“.
da_dk: Kunne ikke indlæse '{0}'.
de_de: „{0}“ konnte nicht geladen werden.
el_gr: Αποτυχία φόρτωσης '{0}'.
es_mx: Error al cargar '{0}'.
et_ee: Ei suutnud '{0}' laadida.
fa_ir: بارگذاری '{0}' ناموفق بود.
fi_fi: '{0}' lataaminen epäonnistui.
fil_ph: Nabigo ang pag-load ng '{0}'.
fr_fr: Échec du chargement de '{0}'.
ga_ie: Theip ar '{0}' a luchtú.
he_il: טעינת '{0}' נכשלה.
hi_in: '{0}' लोड करने में विफल।
hr_hr: Učitavanje '{0}' nije uspjelo.
hu_hu: Nem sikerült betölteni: „{0}”.
id_id: Gagal memuat '{0}'.
it_it: Impossibile caricare '{0}'.
ja_jp: '{0}'の読み込みに失敗しました。
ko_kr: '{0}' 로드 실패.
lt_lt: Nepavyko įkelti "{0}".
ms_my: Gagal memuatkan '{0}'.
nl_nl: Laden van '{0}' mislukt.
no_no: Klarte ikke å laste '{0}'.
pa_in: '{0}' ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się załadować '{0}'.
pt_br: Falha ao carregar '{0}'.
ro_ro: Încărcarea „{0}” a eșuat.
ru_ru: Не удалось загрузить '{0}'.
sk_sk: Nepodarilo sa načítať '{0}'.
sq_al: Dështoi ngarkimi i '{0}'.
sr_cyrl_rs: Није успело учитавање '{0}'.
sv_se: Kunde inte ladda '{0}'.
sw_ke: Imeshindwa kupakia '{0}'.
ta_in: '{0}' ஐ ஏற்றத் தவறிவிட்டது.
th_th: ไม่สามารถโหลด '{0}' ได้
tr_tr: '{0}' yüklenemedi.
uk_ua: Не вдалося завантажити '{0}'.
vi_vn: Không thể tải '{0}'.
zh_hans: 加载“{0}”失败。
zh_tw: 載入 '{0}' 失敗。

# Settings_Nav_Library
source: Library
af_za: Biblioteek
ar_eg: المكتبة
bg_bg: Библиотека
bn_bd: লাইব্রেরি
ca_es: Biblioteca
cs_cz: Knihovna
da_dk: Bibliotek
de_de: Sammlung
el_gr: Βιβλιοθήκη
es_mx: Biblioteca
et_ee: Teek
fa_ir: کتابخانه
fi_fi: Kirjasto
fil_ph: Aklatan
fr_fr: Bibliothèque
ga_ie: Leabharlann
he_il: ספרייה
hi_in: लाइब्रेरी
hr_hr: Knjižnica
hu_hu: Könyvtár
id_id: Pustaka
it_it: Raccolta
ja_jp: ライブラリ
ko_kr: 라이브러리
lt_lt: Biblioteka
ms_my: Pustaka
nl_nl: Bibliotheek
no_no: Bibliotek
pa_in: ਲਾਇਬ੍ਰੇਰੀ
pl_pl: Biblioteka
pt_br: Biblioteca
ro_ro: Bibliotecă
ru_ru: Библиотека
sk_sk: Knižnica
sq_al: Bibliotekë
sr_cyrl_rs: Библиотека
sv_se: Bibliotek
sw_ke: Maktaba
ta_in: நூலகம்
th_th: คลังเพลง
tr_tr: Arşiv
uk_ua: Бібліотека
vi_vn: Thư viện
zh_hans: 库
zh_tw: 媒體庫

# Settings_Nav_Folders
source: Folders
af_za: Vouers
ar_eg: المجلدات
bg_bg: Папки
bn_bd: ফোল্ডার
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
de_de: Ordner
el_gr: Φάκελοι
es_mx: Carpetas
et_ee: Kaustad
fa_ir: پوشه‌ها
fi_fi: Kansiot
fil_ph: Mga Folder
fr_fr: Dossiers
ga_ie: Fillteáin
he_il: תיקיות
hi_in: फ़ोल्डर
hr_hr: Mape
hu_hu: Mappák
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankai
ms_my: Folder
nl_nl: Mappen
no_no: Mapper
pa_in: ਫੋਲਡਰ
pl_pl: Foldery
pt_br: Pastas
ro_ro: Dosare
ru_ru: Папки
sk_sk: Priečinky
sq_al: Dosje
sr_cyrl_rs: Фасцикле
sv_se: Mappar
sw_ke: Folda
ta_in: கோப்புறைகள்
th_th: โฟลเดอร์
tr_tr: Klasörler
uk_ua: Папки
vi_vn: Thư mục
zh_hans: 文件夹
zh_tw: 資料夾

# Settings_Nav_Playlists
source: Playlists
af_za: Snitlyste
ar_eg: قوائم التشغيل
bg_bg: Плейлисти
bn_bd: প্লেলিস্ট
ca_es: Llistes de reproducció
cs_cz: Seznamy skladeb
da_dk: Afspilningslister
de_de: Wiedergabelisten
el_gr: Λίστες αναπαραγωγής
es_mx: Listas de reproducción
et_ee: Esitusloendid
fa_ir: لیست‌های پخش
fi_fi: Soittolistat
fil_ph: Mga Playlist
fr_fr: Listes de lecture
ga_ie: Seinmliostaí
he_il: רשימות השמעה
hi_in: प्लेलिस्ट
hr_hr: Popisi pjesama
hu_hu: Lejátszási listák
id_id: Daftar Putar
it_it: Playlist
ja_jp: プレイリスト
ko_kr: 재생 목록
lt_lt: Grojaraščiai
ms_my: Senarai Main
nl_nl: Afspeellijsten
no_no: Spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ
pl_pl: Playlisty
ro_ro: Liste de redare
ru_ru: Плейлисты
sk_sk: Zoznamy skladieb
sq_al: Listat e luajtjes
sr_cyrl_rs: Плејлисте
sv_se: Spellistor
sw_ke: Orodha za kucheza
ta_in: பிளேலிஸ்ட்கள்
th_th: เพลย์ลิสต์
tr_tr: Çalma Listeleri
uk_ua: Списки відтворення
vi_vn: Danh sách phát
zh_hans: 播放列表
zh_tw: 播放清單

# Settings_Nav_Artists
source: Artists
af_za: Kunstenaars
ar_eg: الفنانون
bg_bg: Изпълнители
bn_bd: শিল্পী
ca_es: Artistes
cs_cz: Interpreti
da_dk: Kunstnere
de_de: Künstler
el_gr: Καλλιτέχνες
es_mx: Artistas
et_ee: Artistid
fa_ir: هنرمندان
fi_fi: Artistit
fil_ph: Mga Artista
fr_fr: Artistes
ga_ie: Ealaíontóirí
he_il: אמנים
hi_in: कलाकार
hr_hr: Izvođači
hu_hu: Előadók
id_id: Artis
it_it: Artisti
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjai
ms_my: Artis
nl_nl: Artiesten
no_no: Artister
pa_in: ਕਲਾਕਾਰ
pl_pl: Wykonawcy
pt_br: Artistas
ro_ro: Artiști
ru_ru: Исполнители
sk_sk: Interpreti
sq_al: Artistë
sr_cyrl_rs: Извођачи
sv_se: Artister
sw_ke: Wasanii
ta_in: கலைஞர்கள்
th_th: ศิลปิน
tr_tr: Sanatçılar
uk_ua: Виконавці
vi_vn: Nghệ sĩ
zh_hans: 艺术家
zh_tw: 演出者

# Settings_Nav_Albums
source: Albums
ar_eg: الألبومات
bg_bg: Албуми
bn_bd: অ্যালবাম
ca_es: Àlbums
cs_cz: Alba
da_dk: Albummer
de_de: Alben
el_gr: Άλμπουμ
es_mx: Álbumes
et_ee: Albumid
fa_ir: آلبوم‌ها
fi_fi: Albumit
fil_ph: Mga Album
ga_ie: Albaim
he_il: אלבומים
hi_in: एल्बम
hr_hr: Albumi
hu_hu: Albumok
id_id: Album
it_it: Album
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumai
ms_my: Album
no_no: Album
pa_in: ਐਲਬਮਾਂ
pl_pl: Albumy
pt_br: Álbuns
ro_ro: Albume
ru_ru: Альбомы
sk_sk: Albumy
sq_al: Albume
sr_cyrl_rs: Албуми
sv_se: Album
sw_ke: Albamu
ta_in: ஆல்பங்கள்
th_th: อัลบั้ม
tr_tr: Albümler
uk_ua: Альбоми
vi_vn: Album
zh_hans: 专辑
zh_tw: 專輯

# Settings_Nav_Genres
source: Genres
ar_eg: الأنواع
bg_bg: Жанрове
bn_bd: ঘরানা
ca_es: Gèneres
cs_cz: Žánry
da_dk: Genrer
el_gr: Είδη
es_mx: Géneros
et_ee: Žanrid
fa_ir: ژانرها
fi_fi: Genret
fil_ph: Mga Genre
ga_ie: Seánraí
he_il: ז'אנרים
hi_in: शैलियाँ
hr_hr: Žanrovi
hu_hu: Műfajok
id_id: Genre
it_it: Generi
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanrai
ms_my: Genre
no_no: Sjangere
pa_in: ਸ਼ੈਲੀਆਂ
pl_pl: Gatunki
pt_br: Gêneros
ro_ro: Genuri
ru_ru: Жанры
sk_sk: Žánre
sq_al: Zhanre
sr_cyrl_rs: Жанрови
sv_se: Genrer
sw_ke: Aina
ta_in: வகைகள்
th_th: แนวเพลง
tr_tr: Türler
uk_ua: Жанри
vi_vn: Thể loại
zh_hans: 流派
zh_tw: 類型

# Settings_Button_Shuffle
source: Shuffle
af_za: Skuifel
ar_eg: خلط عشوائي
bg_bg: Разбъркване
bn_bd: শাফেল
ca_es: Aleatori
cs_cz: Náhodné přehrávání
da_dk: Bland
de_de: Zufallswiedergabe
el_gr: Τυχαία σειρά
es_mx: Aleatorio
et_ee: Juhuesitus
fa_ir: تصادفی
fi_fi: Satunnaistoisto
fil_ph: I-shuffle
fr_fr: Aléatoire
ga_ie: Suaitheadh
he_il: ערבוב
hi_in: शफ़ल
hr_hr: Nasumično
hu_hu: Keverés
id_id: Acak
it_it: Riproduzione casuale
ja_jp: シャッフル
ko_kr: 셔플
lt_lt: Maišyti
ms_my: Rawak
nl_nl: Willekeurig
no_no: Bland
pa_in: ਸ਼ਫਲ
pl_pl: Losowo
pt_br: Aleatório
ro_ro: Amestecare
ru_ru: Перемешать
sk_sk: Náhodné prehrávanie
sq_al: Përzierje
sr_cyrl_rs: Насумично
sv_se: Blanda
sw_ke: Changanyiko
ta_in: கலக்கு
th_th: สลับเพลง
tr_tr: Karıştır
uk_ua: Перемішування
vi_vn: Ngẫu nhiên
zh_hans: 随机播放
zh_tw: 隨機播放

# Settings_Button_Previous
source: Previous
af_za: Vorige
ar_eg: السابق
bg_bg: Предишна
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Vorheriger
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fi_fi: Edellinen
fil_ph: Nakaraan
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodna
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelumnya
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
pt_br: Anterior
ro_ro: Anterior
ru_ru: Предыдущий
sk_sk: Predchádzajúce
sq_al: Paraardhëse
sr_cyrl_rs: Претходно
sv_se: Föregående
sw_ke: Iliyopita
ta_in: முந்தைய
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередній
vi_vn: Trước
zh_hans: 上一首
zh_tw: 上一首

# Settings_Button_PlayPause
source: Play/Pause
af_za: Speel/Onderbreek
ar_eg: تشغيل/إيقاف مؤقت
bg_bg: Пусни/Пауза
bn_bd: চালান/বিরতি দিন
ca_es: Reproduir/Pausa
cs_cz: Přehrát/Pozastavit
da_dk: Afspil/Pause
de_de: Wiedergabe/Pause
el_gr: Αναπαραγωγή/Παύση
es_mx: Reproducir/Pausar
et_ee: Esita/Peata
fa_ir: پخش/مکث
fi_fi: Toista/Keskeytä
fil_ph: I-play/I-pause
fr_fr: Lire/Pause
ga_ie: Seinn/Sos
he_il: נגן/השהה
hi_in: चलाएँ/रोकें
hr_hr: Reproduciraj/Pauziraj
hu_hu: Lejátszás/Szünet
id_id: Putar/Jeda
it_it: Riproduci/Pausa
ja_jp: 再生/一時停止
ko_kr: 재생/일시 정지
lt_lt: Groti/Pristabdyti
ms_my: Main/Jeda
nl_nl: Afspelen/Pauze
no_no: Spill av/Pause
pa_in: ਚਲਾਓ/ਰੋਕੋ
pl_pl: Odtwórz/Pauza
pt_br: Reproduzir/Pausar
ro_ro: Redare/Pauză
ru_ru: Воспр./Пауза
sk_sk: Prehrať/Pozastaviť
sq_al: Luaj/Pauzë
sr_cyrl_rs: Пусти/Паузирај
sv_se: Spela/Paus
sw_ke: Cheza/Sitisha
ta_in: ப்ளே/இடைநிறுத்து
th_th: เล่น/หยุดชั่วคราว
tr_tr: Oynat/Duraklat
uk_ua: Відтворити/Пауза
vi_vn: Phát/Tạm dừng
zh_hans: 播放/暂停
zh_tw: 播放/暫停

# Settings_Button_Next
source: Next
af_za: Volgende
ar_eg: التالي
bg_bg: Следваща
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Nächster
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fi_fi: Seuraava
fil_ph: Susunod
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeća
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
pt_br: Próximo
ro_ro: Următor
ru_ru: Следующий
sk_sk: Ďalšie
sq_al: Tjetra
sr_cyrl_rs: Следеће
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்த
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступний
vi_vn: Tiếp theo
zh_hans: 下一首
zh_tw: 下一首

# Settings_Button_Repeat
source: Repeat
af_za: Herhaal
ar_eg: إعادة
bg_bg: Повтаряне
bn_bd: পুনরাবৃত্তি
ca_es: Repetir
cs_cz: Opakovat
da_dk: Gentag
de_de: Wiederholen
el_gr: Επανάληψη
es_mx: Repetir
et_ee: Korda
fa_ir: تکرار
fi_fi: Toista
fil_ph: Ulitin
fr_fr: Répéter
ga_ie: Athrá
he_il: חזור
hi_in: दोहराएँ
hr_hr: Ponavljanje
hu_hu: Ismétlés
id_id: Ulangi
it_it: Ripeti
ja_jp: リピート
ko_kr: 반복
lt_lt: Kartoti
ms_my: Ulang
nl_nl: Herhalen
no_no: Gjenta
pa_in: ਦੁਹਰਾਓ
pl_pl: Powtórz
pt_br: Repetir
ro_ro: Repetare
ru_ru: Повтор
sk_sk: Opakovať
sq_al: Përsërit
sr_cyrl_rs: Понављај
sv_se: Upprepa
sw_ke: Rudia
ta_in: மீண்டும் ஒலிக்கவும்
th_th: เล่นซ้ำ
tr_tr: Tekrarla
uk_ua: Повтор
vi_vn: Lặp lại
zh_hans: 重复
zh_tw: 重複播放

# Settings_Button_Divider
source: Layout Divider
af_za: Uitlegverdeler
ar_eg: فاصل التخطيط
bg_bg: Разделител на оформлението
bn_bd: লেআউট বিভাজক
ca_es: Divisor de disseny
cs_cz: Oddělovač rozvržení
da_dk: Layoutdeler
de_de: Layout-Teiler
el_gr: Διαχωριστικό διάταξης
es_mx: Divisor de diseño
et_ee: Paigutuse eraldaja
fa_ir: جداکننده چیدمان
fi_fi: Asettelun jakaja
fil_ph: Tagapaghati ng Layout
fr_fr: Séparateur de mise en page
ga_ie: Deighilteoir Leagan Amach
he_il: מפריד פריסה
hi_in: लेआउट डिवाइडर
hr_hr: Razdjelnik izgleda
hu_hu: Elrendezés elválasztó
id_id: Pembagi Tata Letak
it_it: Divisore layout
ja_jp: レイアウト区切り線
ko_kr: 레이아웃 구분선
lt_lt: Išdėstymo skirstiklis
ms_my: Pembahagi Tata Letak
nl_nl: Lay-out scheidingslijn
no_no: Oppsett divider
pa_in: ਲੇਆਉਟ ਡਿਵਾਈਡਰ
pl_pl: Separator Układu
pt_br: Divisor de Layout
ro_ro: Separator de aspect
ru_ru: Разделитель макета
sk_sk: Oddeľovač rozloženia
sq_al: Ndarës i paraqitjes
sr_cyrl_rs: Разделник изгледа
sv_se: Layoutavdelare
sw_ke: Mgawanyiko wa Mpangilio
ta_in: அமைப்பு பிரிப்பான்
th_th: ตัวแบ่งเลย์เอาต์
tr_tr: Düzen Bölücü
uk_ua: Розділювач макета
vi_vn: Bộ chia bố cục
zh_hans: 布局分隔符
zh_tw: 版面分隔線

# Settings_Button_Lyrics
source: Lyrics
af_za: Lirieke
ar_eg: كلمات الأغاني
bg_bg: Текстове
bn_bd: গানের কথা
ca_es: Lletres
cs_cz: Texty písní
da_dk: Sangtekster
de_de: Liedtexte
el_gr: Στίχοι
es_mx: Letras
et_ee: Sõnad
fa_ir: متن آهنگ
fi_fi: Sanoitukset
fr_fr: Paroles
ga_ie: Focail
he_il: מילים
hi_in: गीत
hr_hr: Tekstovi
hu_hu: Dalszövegek
id_id: Lirik
it_it: Testi
ja_jp: 歌詞
ko_kr: 가사
lt_lt: Dainų tekstai
ms_my: Lirik
nl_nl: Teksten
no_no: Tekster
pa_in: ਬੋਲ
pl_pl: Tekst piosenki
pt_br: Letras
ro_ro: Versuri
ru_ru: Тексты песен
sk_sk: Texty
sq_al: Tekste
sr_cyrl_rs: Текст песме
sv_se: Texter
sw_ke: Maneno
ta_in: பாடல் வரிகள்
th_th: เนื้อเพลง
tr_tr: Şarkı Sözleri
uk_ua: Тексти пісень
vi_vn: Lời bài hát
zh_hans: 歌词
zh_tw: 歌詞

# Settings_Button_Queue
source: Queue
af_za: Waglys
ar_eg: قائمة الانتظار
bg_bg: Опашка
bn_bd: কিউ
ca_es: Cua
cs_cz: Fronta
da_dk: Kø
de_de: Warteschlange
el_gr: Ουρά
es_mx: Cola
et_ee: Järjekord
fa_ir: صف
fi_fi: Jono
fil_ph: Pila
fr_fr: File d'attente
ga_ie: Scuaine
he_il: תור
hi_in: पंक्ति
hr_hr: Red čekanja
hu_hu: Sor
id_id: Antrean
it_it: Coda
ja_jp: キュー
ko_kr: 대기열
lt_lt: Eilė
ms_my: Barisan
nl_nl: Wachtrij
no_no: Kø
pa_in: ਕਤਾਰ
pl_pl: Kolejka
pt_br: Fila
ro_ro: Coada de așteptare
ru_ru: Очередь
sk_sk: Front
sq_al: Radhë
sr_cyrl_rs: Ред чекања
sv_se: Kö
sw_ke: Foleni
ta_in: வரிசை
th_th: คิว
tr_tr: Sıra
uk_ua: Черга
vi_vn: Hàng đợi
zh_hans: 队列
zh_tw: 佇列

# Settings_Button_Volume
source: Volume
ar_eg: الصوت
bg_bg: Сила на звука
bn_bd: শব্দ
ca_es: Volum
cs_cz: Hlasitost
da_dk: Lydstyrke
de_de: Lautstärke
el_gr: Ένταση
es_mx: Volumen
et_ee: Helitugevus
fa_ir: صدا
fi_fi: Äänenvoimakkuus
ga_ie: Toirt
he_il: עוצמת קול
hi_in: वॉल्यूम
hr_hr: Glasnoća
hu_hu: Hangerő
ja_jp: 音量
ko_kr: 볼륨
lt_lt: Garsumas
ms_my: Kelantangan
no_no: Volum
pa_in: ਆਵਾਜ਼
pl_pl: Głośność
ro_ro: Volum
ru_ru: Громкость
sk_sk: Hlasitosť
sq_al: Volum
sr_cyrl_rs: Јачина звука
sv_se: Volym
sw_ke: Sauti
ta_in: ஒலி அளவு
th_th: ระดับเสียง
tr_tr: Ses Seviyesi
uk_ua: Гучність
vi_vn: Âm lượng
zh_hans: 音量
zh_tw: 音量

# Settings_Provider_LRCLIB_Desc
source: Community-curated lyrics database
af_za: Gemeenskap-saamgestelde lirieke-databasis
ar_eg: قاعدة بيانات كلمات أغاني منسقة بواسطة المجتمع
bg_bg: База данни с текстове на песни, подбрани от общността
bn_bd: কমিউনিটি-কিউরেটেড গানের কথা ডেটাবেস
ca_es: Base de dades de lletres curada per la comunitat
cs_cz: Komunitou spravovaná databáze textů písní
da_dk: Fællesskabsbaseret sangtekstdatabase
de_de: Von der Community kuratierte Liedtextdatenbank
el_gr: Βάση δεδομένων στίχων που επιμελείται η κοινότητα
es_mx: Base de datos de letras curada por la comunidad
et_ee: Kogukonna kureeritud laulusõnade andmebaas
fa_ir: پایگاه داده متن آهنگ با گردآوری جامعه
fi_fi: Yhteisön ylläpitämä sanoitustietokanta
fil_ph: Database ng lyrics na curated ng komunidad
fr_fr: Base de données de paroles gérée par la communauté
ga_ie: Bunachar sonraí liricí coimeádta ag an bpobal
he_il: מאגר מילים לשירים באוצר קהילתי
hi_in: समुदाय द्वारा संग्रहित गीत डेटाबेस
hr_hr: Baza podataka tekstova pjesama koju uređuje zajednica
hu_hu: Közösség által gondozott dalszöveg adatbázis
id_id: Basis data lirik yang dikurasi komunitas
it_it: Database di testi curato dalla comunità
ja_jp: コミュニティでキュレーションされた歌詞データベース
ko_kr: 커뮤니티에서 큐레이션한 가사 데이터베이스
lt_lt: Bendruomenės kuruojama dainų tekstų duomenų bazė
ms_my: Pangkalan data lirik dikumpul komuniti
nl_nl: Door de community beheerde songtekstendatabase
no_no: Fellesskapsutvalgt tekstdatabase
pa_in: ਭਾਈਚਾਰੇ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਬੋਲ ਡੇਟਾਬੇਸ
pl_pl: Baza tekstów piosenek tworzona przez społeczność
pt_br: Banco de dados de letras curado pela comunidade
ro_ro: Bază de date cu versuri organizată de comunitate
ru_ru: База текстов песен, поддерживаемая сообществом
sk_sk: Komunitne spravovaná databáza textov
sq_al: Baza e të dhënave të teksteve të kuruar nga komuniteti
sr_cyrl_rs: База података текстова песама коју уређује заједница
sv_se: Gemenskapskurerad databas för låttexter
sw_ke: Hifadhidata ya maneno iliyosimamiwa na jamii
ta_in: சமூகத்தால் தொகுக்கப்பட்ட பாடல் வரிகள் தரவுத்தளம்
th_th: ฐานข้อมูลเนื้อเพลงที่ดูแลโดยชุมชน
tr_tr: Topluluk tarafından derlenmiş şarkı sözleri veritabanı
uk_ua: База даних текстів пісень, створена спільнотою
vi_vn: Cơ sở dữ liệu lời bài hát do cộng đồng quản lý
zh_hans: 社区维护的歌词数据库
zh_tw: 社群策劃的歌詞資料庫
