Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Settings_Import_Success_Title
source: Import Successful
af_za: Invoer Suksesvol
ar_eg: تم الاستيراد بنجاح
bg_bg: Успешен импорт
bn_bd: আমদানি সফল হয়েছে
ca_es: Importació correcta
cs_cz: Import úspěšný
da_dk: Import lykkedes
de_de: Import erfolgreich
el_gr: Επιτυχής Εισαγωγή
es_mx: Importación exitosa
et_ee: Importimine õnnestus
fa_ir: درون‌ریزی موفق
fi_fi: Tuonti onnistui
fil_ph: Matagumpay na Import
fr_fr: Importation réussie
ga_ie: Iompórtáil Rathúil
he_il: ייבוא הושלם בהצלחה
hi_in: आयात सफल
hr_hr: Uvoz uspješan
hu_hu: Importálás sikeres
id_id: Impor Berhasil
it_it: Importazione riuscita
ja_jp: インポート成功
ko_kr: 가져오기 성공
lt_lt: Importavimas sėkmingas
ms_my: Import Berjaya
nl_nl: Import geslaagd
no_no: Import vellykket
pa_in: ਆਯਾਤ ਸਫਲ
pl_pl: Import Pomyślny
pt_br: Importação Bem-Sucedida
ro_ro: Import reușit
ru_ru: Импорт успешно завершен
sk_sk: Import úspešný
sq_al: Importimi i suksesshëm
sr_cyrl_rs: Увоз успешан
sv_se: Import lyckades
sw_ke: Uingizaji Umefanikiwa
ta_in: இறக்குமதி வெற்றிகரமாக முடிந்தது
th_th: นำเข้าสำเร็จ
tr_tr: İçe Aktarma Başarılı
uk_ua: Імпорт успішний
vi_vn: Nhập thành công
zh_hans: 导入成功
zh_tw: 匯入成功

# Settings_Import_Success_Message
source: Successfully imported {0} playlists ({1} songs).
af_za: {0} snitlyste ({1} liedjies) suksesvol ingevoer.
ar_eg: تم استيراد {0} قوائم تشغيل ({1} أغاني) بنجاح.
bg_bg: Успешно импортирани {0} плейлиста ({1} песни).
bn_bd: {0}টি প্লেলিস্ট ({1}টি গান) সফলভাবে আমদানি করা হয়েছে।
ca_es: S'han importat {0} llistes de reproducció ({1} cançons) correctament.
cs_cz: Úspěšně importováno {0, plural, one{# seznam skladeb} few{# seznamy skladeb} other{# seznamů skladeb}} ({1, plural, one{# skladba} few{# skladby} other{# skladeb}}).
da_dk: Importerede {0} afspilningslister ({1} sange) med succes.
de_de: {0} Wiedergabelisten ({1} Lieder) erfolgreich importiert.
el_gr: Εισήχθησαν επιτυχώς {0} λίστες αναπαραγωγής ({1} τραγούδια).
es_mx: Se importaron {0} listas de reproducción ({1} canciones) correctamente.
et_ee: Edukalt imporditi {0} esitusloendit ({1} lugu).
fa_ir: {0} لیست پخش ({1} آهنگ) با موفقیت درون‌ریزی شد.
fi_fi: Tuotiin onnistuneesti {0} soittolistaa ({1} kappaletta).
fil_ph: Matagumpay na na-import ang {0} playlist ({1} kanta).
fr_fr: {0} listes de lecture ({1} morceaux) importées avec succès.
ga_ie: Iompórtáladh {0} seinmliosta ({1} amhrán) go rathúil.
he_il: ייבא בהצלחה {0} רשימות השמעה ({1} שירים).
hi_in: सफलतापूर्वक {0} प्लेलिस्ट ({1} गाने) आयात किए गए।
hr_hr: Uspješno uvezeno {0} popisa pjesama ({1} pjesama).
hu_hu: Sikeresen importálva {0} lejátszási lista ({1} dal).
id_id: Berhasil mengimpor {0} daftar putar ({1} lagu).
it_it: Importate con successo {0} playlist ({1} brani).
ja_jp: {0}個のプレイリスト（{1}曲）のインポートに成功しました。
ko_kr: {0}개의 재생 목록({1}곡)을 성공적으로 가져왔습니다.
lt_lt: Sėkmingai importuota {0} grojaraščių ({1} kūrinių).
ms_my: Berjaya mengimport {0} senarai main ({1} lagu).
nl_nl: {0} afspeellijsten ({1} nummers) succesvol geïmporteerd.
no_no: Vellykket import av {0} spillelister ({1} sanger).
pa_in: {0} ਪਲੇਲਿਸਟਾਂ ({1} ਗੀਤ) ਸਫਲਤਾਪੂਰਵਕ ਆਯਾਤ ਕੀਤੀਆਂ ਗਈਆਂ।
pl_pl: Pomyślnie zaimportowano {0, plural, one {1 playlistę} few {{0} playlisty} many {{0} playlist} other {{0} playlist}} ({1, plural, one {1 utwór} few {{1} utwory} many {{1} utworów} other {{1} utworów}}).
pt_br: Importadas {0} playlists ({1} músicas) com sucesso.
ro_ro: S-au importat cu succes {0} liste de redare ({1} piese).
ru_ru: Успешно импортировано {0, plural, one {# плейлист} few {# плейлиста} many {# плейлистов} other {# плейлистов}} ({1, plural, one {# песня} few {# песни} many {# песен} other {# песен}}).
sk_sk: Úspešne importovaných {0} zoznamov skladieb ({1} skladieb).
sq_al: U importuan me sukses {0} lista luajtjeje ({1} këngë).
sr_cyrl_rs: Успешно увезено {0} плејлиста ({1} песама).
sv_se: Importerade {0} spellistor ({1} låtar).
sw_ke: Orodha {0} za kucheza zimeingizwa kwa mafanikio (nyimbo {1}).
ta_in: {0} பிளேலிஸ்ட்கள் ({1} பாடல்கள்) வெற்றிகரமாக இறக்குமதி செய்யப்பட்டன.
th_th: นำเข้าเพลย์ลิสต์ {0} รายการ ({1} เพลง) สำเร็จแล้ว
tr_tr: {0} çalma listesi ({1} şarkı) başarıyla içe aktarıldı.
uk_ua: Успішно імпортовано {0} списків відтворення ({1} пісень).
vi_vn: Đã nhập thành công {0} danh sách phát ({1} bài hát).
zh_hans: 成功导入了 {0} 个播放列表（{1} 首歌曲）。
zh_tw: 已成功匯入 {0} 個播放清單（{1} 首歌曲）。

# Settings_Import_Unmatched_Message
source: {0} songs could not be found in your library.
af_za: {0} liedjies kon nie in jou biblioteek gevind word nie.
ar_eg: لم يتم العثور على {0} أغنية في مكتبتك.
bg_bg: \n\n{0} песни не можаха да бъдат намерени във вашата библиотека.
bn_bd: আপনার লাইব্রেরিতে {0}টি গান পাওয়া যায়নি।
ca_es: {0} cançons no s'han trobat a la teva biblioteca.
cs_cz: {0, plural, one{# skladba} few{# skladby} other{# skladeb}} nebylo nalezeno ve vaší knihovně.
da_dk: {0} sange kunne ikke findes i dit bibliotek.
de_de: {0} Lieder konnten in Ihrer Bibliothek nicht gefunden werden.
el_gr: \n\nΔεν βρέθηκαν {0} τραγούδια στη βιβλιοθήκη σας.
es_mx: {0} canciones no se pudieron encontrar en tu biblioteca.
et_ee: {0} lugu ei leitud teie teegist.
fa_ir: \n\n{0} آهنگ در کتابخانه شما یافت نشد.
fi_fi: \n\n{0} kappaletta ei löytynyt kirjastostasi.
fil_ph: {0} kanta ang hindi makita sa iyong aklatan.
fr_fr: {0} morceaux n'ont pas pu être trouvés dans votre bibliothèque.
ga_ie: \n\nNíorbh fhéidir {0} amhrán a aimsiú i do leabharlann.
he_il: \n\n{0} שירים לא נמצאו בספרייה שלך.
hi_in: \n\nआपकी लाइब्रेरी में {0} गाने नहीं मिल सके।
hr_hr: {0} pjesama nije pronađeno u vašoj knjižnici.
hu_hu: \n\n{0} dal nem található a könyvtárában.
id_id: \n\n{0} lagu tidak dapat ditemukan di pustaka Anda.
it_it: \n\n{0} brani non sono stati trovati nella tua libreria.
ja_jp: \n\n{0}曲がライブラリで見つかりませんでした。
ko_kr: 라이브러리에서 {0}곡을 찾을 수 없습니다.
lt_lt: \n\n{0} kūrinių nerasta jūsų bibliotekoje.
ms_my: \n\n{0} lagu tidak dapat ditemui dalam pustaka anda.
nl_nl: \n\n{0} nummers konden niet worden gevonden in uw bibliotheek.
no_no: {0} sanger kunne ikke finnes i biblioteket ditt.
pa_in: \n\nਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ {0} ਗੀਤ ਨਹੀਂ ਮਿਲੇ।
pl_pl: {0, plural, one {1 utwór} few {{0} utwory} many {{0} utworów} other {{0} utworów}} nie mogło zostać znalezionych w Twojej bibliotece.
pt_br: \n\n{0} músicas não puderam ser encontradas em sua biblioteca.
ro_ro: \n\n{0} piese nu au putut fi găsite în biblioteca dvs.
ru_ru: \n\n{0, plural, one {# песня} few {# песни} many {# песен} other {# песен}} не были найдены в вашей библиотеке.
sk_sk: {0} skladieb nebolo nájdených vo vašej knižnici.
sq_al: \n\n{0} këngë nuk u gjetën në bibliotekën tuaj.
sr_cyrl_rs: \n\n{0} песама није пронађено у вашој библиотеци.
sv_se: {0} låtar kunde inte hittas i ditt bibliotek.
sw_ke: n Nyimbo {0} hazikuweza kupatikana kwenye maktaba yako.
ta_in: உங்கள் நூலகத்தில் {0} பாடல்கள் காணப்படவில்லை.
th_th: \n\nไม่พบ {0} เพลงในคลังเพลงของคุณ
tr_tr: {0} şarkı kütüphanenizde bulunamadı.
uk_ua: {0} пісень не знайдено у вашій бібліотеці.
vi_vn: nnKhông tìm thấy {0} bài hát trong thư viện của bạn.
zh_hans: 在您的音乐库中找不到 {0} 首歌曲。
zh_tw: \n\n在您的媒體庫中找不到 {0} 首歌曲。

# Settings_Import_FailedFiles_Message
source: {0} files failed to import.
af_za: {0} lêers kon nie ingevoer word nie.
ar_eg: فشل {0} ملف في الاستيراد.
bg_bg: \n\n{0} файла не успяха да бъдат импортирани.
bn_bd: {0}টি ফাইল আমদানি করতে ব্যর্থ হয়েছে।
ca_es: {0} fitxers no s'han pogut importar.
cs_cz: {0, plural, one{# soubor} few{# soubory} other{# souborů}} se nepodařilo importovat.
da_dk: {0} filer kunne ikke importeres.
de_de: {0} Dateien konnten nicht importiert werden.
el_gr: \n\nΑποτυχία εισαγωγής {0} αρχείων.
es_mx: {0} archivos no se pudieron importar.
et_ee: {0} faili importimine ebaõnnestus.
fa_ir: \n\n{0} فایل درون‌ریزی نشد.
fi_fi: \n\n{0} tiedoston tuonti epäonnistui.
fil_ph: {0} file ang nabigo na i-import.
fr_fr: {0} fichiers n'ont pas pu être importés.
ga_ie: \n\n{0} comhad theip ar iompórtáil.
he_il: \n\n{0} קבצים נכשלו בייבוא.
hi_in: \n\n{0} फाइलें आयात करने में विफल रहीं।
hr_hr: {0} datoteka nije uvezeno.
hu_hu: \n\n{0} fájlt nem sikerült importálni.
id_id: \n\n{0} berkas gagal diimpor.
it_it: \n\n{0} file non sono stati importati.
ja_jp: \n\n{0}ファイルのインポートに失敗しました。
ko_kr: {0}개 파일 가져오기 실패.
lt_lt: \n\nNepavyko importuoti {0} failų.
ms_my: \n\n{0} fail gagal diimport.
nl_nl: \n\n{0} bestanden konden niet worden geïmporteerd.
no_no: {0} filer kunne ikke importeres.
pa_in: \n\n{0} ਫਾਈਲਾਂ ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹੀਆਂ।
pl_pl: {0, plural, one {1 plik} few {{0} pliki} many {{0} plików} other {{0} plików}} nie udało się zaimportować.
pt_br: \n\n{0} arquivos falharam ao importar.
ro_ro: \n\n{0} fișiere nu au putut fi importate.
ru_ru: \n\nНе удалось импортировать {0, plural, one {# файл} few {# файла} many {# файлов} other {# файлов}}.
sk_sk: {0} súborov sa nepodarilo importovať.
sq_al: \n\n{0} skedarë dështuan të importoheshin.
sr_cyrl_rs: \n\n{0} датотека није успело да се увезе.
sv_se: {0} filer kunde inte importeras.
sw_ke: n Faili {0} zimeshindwa kuingizwa.
ta_in: {0} கோப்புகள் இறக்குமதி செய்யத் தவறிவிட்டன.
th_th: \n\nไม่สามารถนำเข้า {0} ไฟล์ได้
tr_tr: {0} dosya içe aktarılamadı.
uk_ua: {0} файлів не вдалося імпортувати.
vi_vn: nn{0} tệp không thể nhập.
zh_hans: {0} 个文件导入失败。
zh_tw: \n\n{0} 個檔案匯入失敗。

# Settings_Import_FailedTotal_Title
source: Import Failed
af_za: Invoer Misluk
ar_eg: فشل الاستيراد
bg_bg: Неуспешен импорт
bn_bd: আমদানি ব্যর্থ হয়েছে
ca_es: Error en importar
cs_cz: Import se nezdařil
da_dk: Import mislykkedes
de_de: Import fehlgeschlagen
el_gr: Αποτυχία Εισαγωγής
es_mx: Error de importación
et_ee: Importimine ebaõnnestus
fa_ir: درون‌ریزی ناموفق
fi_fi: Tuonti epäonnistui kokonaan
fil_ph: Nabigo ang Import
fr_fr: Échec de l'importation
ga_ie: Theip ar Iompórtáil
he_il: ייבוא נכשל
hi_in: आयात विफल
hr_hr: Uvoz nije uspio
hu_hu: Importálás sikertelen
id_id: Impor Gagal
it_it: Importazione fallita
ja_jp: インポート失敗
ko_kr: 가져오기 실패
lt_lt: Importavimas nepavyko
ms_my: Import Gagal
nl_nl: Import mislukt
no_no: Import mislyktes
pa_in: ਆਯਾਤ ਅਸਫਲ
pl_pl: Import Nieudany
pt_br: Falha na Importação
ro_ro: Import eșuat
ru_ru: Импорт не удался
sk_sk: Import zlyhal
sq_al: Importimi dështoi
sr_cyrl_rs: Увоз није успео
sv_se: Import misslyckades
sw_ke: Uingizaji Umeshindwa Kabisa
ta_in: இறக்குமதி தோல்வியடைந்தது
th_th: นำเข้าล้มเหลว
tr_tr: İçe Aktarma Başarısız
uk_ua: Помилка імпорту
vi_vn: Nhập thất bại
zh_hans: 导入失败
zh_tw: 匯入失敗

# Settings_Import_FailedTotal_Message
source: No playlists could be imported.
af_za: Geen snitlyste kon ingevoer word nie.
ar_eg: لم يتم استيراد أي قوائم تشغيل.
bg_bg: Не можаха да бъдат импортирани плейлисти.
bn_bd: কোনো প্লেলিস্ট আমদানি করা যায়নি।
ca_es: No s'ha pogut importar cap llista de reproducció.
cs_cz: Nebyly importovány žádné seznamy skladeb.
da_dk: Ingen afspilningslister kunne importeres.
de_de: Keine Wiedergabelisten konnten importiert werden.
el_gr: Δεν μπόρεσε να εισαχθεί καμία λίστα αναπαραγωγής.
es_mx: No se pudo importar ninguna lista de reproducción.
et_ee: Ühtegi esitusloendit ei saanud importida.
fa_ir: هیچ لیست پخشی قابل درون‌ریزی نبود.
fi_fi: Yhtään soittolistaa ei voitu tuoda.
fil_ph: Walang playlist na maaaring i-import.
fr_fr: Aucune liste de lecture n'a pu être importée.
ga_ie: Níorbh fhéidir aon seinmliostaí a iompórtáil.
he_il: לא ניתן היה לייבא רשימות השמעה.
hi_in: कोई प्लेलिस्ट आयात नहीं की जा सकी।
hr_hr: Nijedan popis pjesama nije uvezen.
hu_hu: Egy lejátszási listát sem sikerült importálni.
id_id: Tidak ada daftar putar yang dapat diimpor.
it_it: Nessuna playlist è stata importata.
ja_jp: プレイリストをインポートできませんでした。
ko_kr: 가져올 수 있는 재생 목록이 없습니다.
lt_lt: Nepavyko importuoti nė vieno grojaraščio.
ms_my: Tiada senarai main dapat diimport.
nl_nl: Geen afspeellijsten konden worden geïmporteerd.
no_no: Ingen spillelister kunne importeres.
pa_in: ਕੋਈ ਪਲੇਲਿਸਟ ਆਯਾਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl_pl: Nie można było zaimportować żadnych playlist.
pt_br: Nenhuma playlist pôde ser importada.
ro_ro: Nicio listă de redare nu a putut fi importată.
ru_ru: Не удалось импортировать ни один плейлист.
sk_sk: Žiadne zoznamy skladieb sa nepodarilo importovať.
sq_al: Asnjë listë luajtjeje nuk mund të importohej.
sr_cyrl_rs: Ниједна плејлиста није могла бити увезена.
sv_se: Inga spellistor kunde importeras.
sw_ke: Hakuna orodha za kucheza zilizoweza kuingizwa.
ta_in: எந்த பிளேலிஸ்ட்களையும் இறக்குமதி செய்ய முடியவில்லை.
th_th: ไม่สามารถนำเข้าเพลย์ลิสต์ใดๆ ได้
tr_tr: Hiçbir çalma listesi içe aktarılamadı.
uk_ua: Жодного списку відтворення не вдалося імпортувати.
vi_vn: Không có danh sách phát nào có thể được nhập.
zh_hans: 没有播放列表可导入。
zh_tw: 沒有播放清單可以匯入。

# SmartPlaylist_ErrorLoading
source: Error loading smart playlist
af_za: Fout met laai van slim snitlys
ar_eg: خطأ في تحميل قائمة التشغيل الذكية
bg_bg: Грешка при зареждане на интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্ট লোড করতে ত্রুটি
ca_es: Error en carregar la llista de reproducció intel·ligent
cs_cz: Chyba při načítání chytrého seznamu skladeb
da_dk: Fejl ved indlæsning af smart afspilningsliste
de_de: Fehler beim Laden der intelligenten Wiedergabeliste
el_gr: Σφάλμα φόρτωσης έξυπνης λίστας αναπαραγωγής
es_mx: Error al cargar la lista de reproducción inteligente
et_ee: Nutika esitusloendi laadimise viga
fa_ir: خطا در بارگذاری لیست پخش هوشمند
fi_fi: Älykkään soittolistan latausvirhe
fil_ph: Error sa pag-load ng smart playlist
fr_fr: Erreur de chargement de la liste de lecture intelligente
ga_ie: Earráid ag luchtú seinmliosta cliste
he_il: שגיאה בטעינת רשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट लोड करने में त्रुटि
hr_hr: Pogreška pri učitavanju pametnog popisa pjesama
hu_hu: Hiba az intelligens lejátszási lista betöltésekor
id_id: Kesalahan memuat daftar putar cerdas
it_it: Errore durante il caricamento della playlist intelligente
ja_jp: スマートプレイリストの読み込みエラー
ko_kr: 스마트 재생 목록 로드 오류
lt_lt: Klaida įkeliant išmanųjį grojaraštį
ms_my: Ralat memuatkan senarai main pintar
nl_nl: Fout bij laden slimme afspeellijst
no_no: Feil ved lasting av smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl_pl: Błąd ładowania inteligentnej playlisty
pt_br: Erro ao carregar playlist inteligente
ro_ro: Eroare la încărcarea listei de redare inteligente
ru_ru: Ошибка загрузки умного плейлиста
sk_sk: Chyba pri načítaní inteligentného zoznamu skladieb
sq_al: Gabim në ngarkimin e listës inteligjente të luajtjes
sr_cyrl_rs: Грешка при учитавању паметне плејлисте
sv_se: Fel vid laddning av smart spellista
sw_ke: Hitilafu wakati wa kupakia orodha ya kucheza nadhifu
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டை ஏற்றுவதில் பிழை
th_th: ข้อผิดพลาดในการโหลดเพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı çalma listesi yüklenirken hata oluştu
uk_ua: Помилка завантаження розумного списку відтворення
vi_vn: Lỗi khi tải danh sách phát thông minh
zh_hans: 加载智能播放列表出错
zh_tw: 載入智慧播放清單錯誤

# SmartPlaylist_RuleSummary_NoRules
source: No rules defined • All songs match
af_za: Geen reëls gedefinieer nie • Alle liedjies pas
ar_eg: لم يتم تحديد قواعد • جميع الأغاني متطابقة
bg_bg: Няма дефинирани правила • Всички песни съответстват
bn_bd: কোনো নিয়ম সংজ্ঞায়িত করা হয়নি • সব গান মিলেছে
ca_es: No hi ha regles definides • Totes les cançons coincideixen
cs_cz: Žádná pravidla definována • Všechny skladby odpovídají
da_dk: Ingen regler defineret • Alle sange matcher
de_de: Keine Regeln definiert • Alle Lieder stimmen überein
el_gr: Δεν ορίστηκαν κανόνες • Όλα τα τραγούδια ταιριάζουν
es_mx: No hay reglas definidas • Todas las canciones coinciden
et_ee: Reegleid pole määratud • Kõik laulud sobivad
fa_ir: هیچ قاعده‌ای تعریف نشده است • همه آهنگ‌ها مطابقت دارند
fi_fi: Ei sääntöjä määritetty • Kaikki kappaleet vastaavat
fil_ph: Walang tinukoy na panuntunan • Tumutugma ang lahat ng kanta
fr_fr: Aucune règle définie • Tous les morceaux correspondent
ga_ie: Níl aon rialacha sainithe • Tagann gach amhrán le chéile
he_il: לא הוגדרו כללים • כל השירים תואמים
hi_in: कोई नियम परिभाषित नहीं • सभी गाने मेल खाते हैं
hr_hr: Nema definiranih pravila • Sve pjesme odgovaraju
hu_hu: Nincsenek definiált szabályok • Az összes dal egyezik
id_id: Tidak ada aturan yang ditentukan • Semua lagu cocok
it_it: Nessuna regola definita • Tutti i brani corrispondono
ja_jp: ルールが定義されていません • すべての曲が一致
ko_kr: 정의된 규칙 없음 • 모든 곡 일치
lt_lt: Nėra apibrėžtų taisyklių • Visi kūriniai atitinka
ms_my: Tiada peraturan ditakrifkan • Semua lagu sepadan
nl_nl: Geen regels gedefinieerd • Alle nummers komen overeen
no_no: Ingen regler definert • Alle sanger samsvarer
pa_in: ਕੋਈ ਨਿਯਮ ਪਰਿਭਾਸ਼ਿਤ ਨਹੀਂ • ਸਾਰੇ ਗੀਤ ਮੇਲ ਖਾਂਦੇ ਹਨ
pl_pl: Brak zdefiniowanych reguł • Wszystkie utwory pasują
pt_br: Nenhuma regra definida • Todas as músicas correspondem
ro_ro: Nicio regulă definită • Toate piesele se potrivesc
ru_ru: Правила не определены • Все песни соответствуют
sk_sk: Žiadne definované pravidlá • Všetky skladby zodpovedajú
sq_al: Asnjë rregull e përcaktuar • Të gjitha këngët përputhen
sr_cyrl_rs: Нису дефинисана правила • Све песме се подударају
sv_se: Inga regler definierade • Alla låtar matchar
sw_ke: Hakuna sheria zilizofafanuliwa • Nyimbo zote zinalingana
ta_in: விதிகள் எதுவும் வரையறுக்கப்படவில்லை • அனைத்து பாடல்களும் பொருந்துகின்றன
th_th: ไม่ได้กำหนดกฎ • ทุกเพลงตรงกัน
tr_tr: Kural tanımlanmamış • Tüm şarkılar eşleşiyor
uk_ua: Правил не визначено • Усі пісні відповідають
vi_vn: Không có quy tắc nào được định nghĩa • Tất cả bài hát khớp
zh_hans: 未定义规则 • 所有歌曲均匹配
zh_tw: 未定義規則 • 所有歌曲均符合

# SmartPlaylist_RuleSummary_Format
source: Match {0} of {1} {2}
af_za: Pas by {0} van {1} {2}
ar_eg: مطابقة {0} من {1} {2}
bg_bg: Съвпадат {0} от {1} {2}
bn_bd: {1}টি {2} এর মধ্যে {0}টি মিলছে
ca_es: Coincideix {0} de {1} {2}
cs_cz: Shoduje se {0} z {1} {2}
da_dk: Match {0} af {1} {2}
de_de: Stimme {0} von {1} {2} überein
el_gr: Αντιστοίχιση {0} από {1} {2}
es_mx: Coincide {0} de {1} {2}
et_ee: Vasta {0} {1}-st {2}
fa_ir: مطابقت {0} از {1} {2}
fi_fi: Vastaa {0} {2} seuraavista {1}:stä
fil_ph: Itugma ang {0} sa {1} {2}
fr_fr: Correspond à {0} parmi {1} {2}
ga_ie: Meaitseáil {0} de {1} {2}
he_il: התאם {0} מתוך {1} {2}
hi_in: मिलान {1} में से {0} {2}
hr_hr: Podudaranje {0} od {1} {2}
hu_hu: {0} {1} {2} egyezik
id_id: Cocokkan {0} dari {1} {2}
it_it: Corrisponde a {0} di {1} {2}
ja_jp: {1}{2}のうち{0}に一致
ko_kr: {1} {2} 중 {0} 일치
lt_lt: Atitinka {0} iš {1} {2}
ms_my: Padankan {0} daripada {1} {2}
nl_nl: Overeenkomst {0} van {1} {2}
no_no: Match {0} av {1} {2}
pa_in: {1} {2} ਵਿੱਚੋਂ {0} ਮੇਲ ਖਾਂਦਾ ਹੈ
pl_pl: Dopasuj {0} z {1} {2}
pt_br: Corresponder {0} de {1} {2}
ro_ro: Potriviți {0} din {1} {2}
ru_ru: Соответствует {0} из {1} {2, plural, one {# правило} few {# правила} many {# правил} other {# правил}}
sk_sk: Zodpovedá {0} z {1} {2}
sq_al: Përputh {0} nga {1} {2}
sr_cyrl_rs: Подудара се {0} од {1} {2}
sv_se: Matcha {0} av {1} {2}
sw_ke: Linganisha {0} ya {1} {2}
ta_in: {1} {2} இல் {0} பொருந்தும்
th_th: ตรงตาม {0} จาก {1} {2}
tr_tr: {1} {2} arasından {0} eşleştir
uk_ua: Відповідає {0} з {1} {2}
vi_vn: Khớp {0} trong {1} {2}
zh_hans: 匹配 {1}{2} 中的 {0} 条
zh_tw: 符合 {1} 個 {2} 中的 {0} 個

# SmartPlaylist_MatchAll
source: all
af_za: alle
ar_eg: كل
bg_bg: всички
bn_bd: সব
ca_es: totes
cs_cz: všechna
da_dk: alle
de_de: alle
el_gr: όλοι
es_mx: todas
et_ee: kõik
fa_ir: همه
fi_fi: kaikki
fil_ph: lahat
fr_fr: toutes
ga_ie: go léir
he_il: כל
hi_in: सभी
hr_hr: svi
hu_hu: összes
id_id: semua
it_it: tutte
ja_jp: すべて
ko_kr: 모두
lt_lt: visus
ms_my: semua
nl_nl: alle
no_no: alle
pa_in: ਸਾਰੇ
pl_pl: wszystkie
pt_br: todos
ro_ro: toate
ru_ru: все
sk_sk: všetky
sq_al: të gjitha
sr_cyrl_rs: све
sv_se: alla
sw_ke: zote
ta_in: அனைத்து
th_th: ทั้งหมด
tr_tr: tümü
uk_ua: усі
vi_vn: tất cả
zh_hans: 所有
zh_tw: 所有

# SmartPlaylist_MatchAny
source: any
af_za: enige
ar_eg: أي
bg_bg: всяко
bn_bd: কোনো
ca_es: qualsevol
cs_cz: jakékoli
da_dk: enhver
de_de: beliebige
el_gr: οποιοδήποτε
es_mx: cualquiera
et_ee: mis tahes
fa_ir: هر کدام
fi_fi: mikä tahansa
fil_ph: anuman
fr_fr: n'importe quelle
ga_ie: ar bith
he_il: כלשהו
hi_in: कोई भी
hr_hr: bilo koji
hu_hu: bármely
id_id: apa pun
it_it: qualsiasi
ja_jp: いずれか
ko_kr: 어느 하나
lt_lt: bet kuriuos
ms_my: mana-mana
nl_nl: willekeurig
no_no: noen
pa_in: ਕੋਈ ਵੀ
pl_pl: dowolne
pt_br: qualquer
ro_ro: oricare
ru_ru: любое
sk_sk: ľubovoľné
sq_al: çdo
sr_cyrl_rs: било које
sv_se: någon
sw_ke: yoyote
ta_in: ஏதாவது
th_th: ใดๆ
tr_tr: herhangi biri
uk_ua: будь-який
vi_vn: bất kỳ
zh_hans: 任意
zh_tw: 任何

# SmartPlaylist_Rule_Singular
source: rule
af_za: reël
ar_eg: قاعدة
bg_bg: правило
bn_bd: নিয়ম
ca_es: regla
cs_cz: pravidlo
da_dk: regel
de_de: Regel
el_gr: κανόνας
es_mx: regla
et_ee: reegel
fa_ir: قاعده
fi_fi: sääntö
fil_ph: panuntunan
fr_fr: règle
ga_ie: riail
he_il: כלל
hi_in: नियम
hr_hr: pravilo
hu_hu: szabály
id_id: aturan
it_it: regola
ja_jp: ルール
ko_kr: 규칙
lt_lt: taisyklė
ms_my: peraturan
nl_nl: regel
no_no: regel
pa_in: ਨਿਯਮ
pl_pl: reguła
pt_br: regra
ro_ro: regulă
ru_ru: правило
sk_sk: pravidlo
sq_al: rregull
sr_cyrl_rs: правило
sv_se: regel
sw_ke: sheria
ta_in: விதி
th_th: กฎ
tr_tr: kural
uk_ua: правило
vi_vn: quy tắc
zh_hans: 规则
zh_tw: 規則

# SmartPlaylist_Rule_Plural
source: rules
af_za: reëls
ar_eg: قواعد
bg_bg: правила
bn_bd: নিয়ম
ca_es: regles
cs_cz: pravidla
da_dk: regler
de_de: Regeln
el_gr: κανόνες
es_mx: reglas
et_ee: reeglit
fa_ir: قواعد
fi_fi: sääntöä
fil_ph: mga panuntunan
fr_fr: règles
ga_ie: rialacha
he_il: כללים
hi_in: नियम
hr_hr: pravila
hu_hu: szabály
id_id: aturan
it_it: regole
ja_jp: ルール
ko_kr: 규칙
lt_lt: taisyklės
ms_my: peraturan
nl_nl: regels
no_no: regler
pa_in: ਨਿਯਮ
pl_pl: reguły
pt_br: regras
ro_ro: reguli
ru_ru: правила
sk_sk: pravidlá
sq_al: rregulla
sr_cyrl_rs: правила
sv_se: regler
sw_ke: sheria
ta_in: விதிகள்
th_th: กฎ
tr_tr: kurallar
uk_ua: правил
vi_vn: quy tắc
zh_hans: 规则
zh_tw: 規則

# SongList_PageTitle_Default
source: Songs
af_za: Liedjies
ar_eg: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fil_ph: Mga Kanta
fr_fr: Morceaux
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
ko_kr: 곡
lt_lt: Kūriniai
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗੀਤ
pl_pl: Utwory
pt_br: Músicas
ro_ro: Piese
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_hans: 歌曲
zh_tw: 歌曲

# SongList_TotalItems_Default
source: 0 items
ar_eg: 0 عناصر
bg_bg: 0 елемента
bn_bd: 0টি আইটেম
ca_es: 0 elements
cs_cz: 0 položek
da_dk: 0 elementer
de_de: 0 Elemente
el_gr: 0 αντικείμενα
es_mx: 0 elementos
et_ee: 0 objekti
fa_ir: ۰ مورد
fi_fi: 0 kohdetta
fil_ph: 0 item
fr_fr: 0 élément
ga_ie: 0 mír
he_il: 0 פריטים
hi_in: 0 आइटम
hr_hr: 0 stavki
hu_hu: 0 elem
id_id: 0 item
it_it: 0 elementi
ja_jp: 0アイテム
ko_kr: 0개 항목
lt_lt: 0 elementų
ms_my: 0 item
no_no: 0 elementer
pa_in: 0 ਆਈਟਮਾਂ
pl_pl: 0 elementów
pt_br: 0 itens
ro_ro: 0 elemente
ru_ru: 0 элементов
sk_sk: 0 položiek
sq_al: 0 artikuj
sr_cyrl_rs: 0 ставки
sv_se: 0 objekt
sw_ke: vitu 0
ta_in: 0 பொருட்கள்
th_th: 0 รายการ
tr_tr: 0 öğe
uk_ua: 0 елементів
vi_vn: 0 mục
zh_hans: 0 个项目
zh_tw: 0 個項目
