Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Resources/Strings.*.resx
Languages: af_za, ar_eg, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_hans, zh_tw

# Settings_Dialog_RescanComplete_Content
source: Library metadata has been updated.
af_za: Biblioteekmetadata is opgedateer.
ar_eg: تم تحديث البيانات الوصفية للمكتبة.
bg_bg: Метаданните на библиотеката са актуализирани.
bn_bd: লাইব্রেরি মেটাডেটা আপডেট করা হয়েছে।
ca_es: Les metadades de la biblioteca s'han actualitzat.
cs_cz: Metadata knihovny byla aktualizována.
da_dk: Biblioteksmetadata er blevet opdateret.
de_de: Die Bibliotheksmetadaten wurden aktualisiert.
el_gr: Τα μεταδεδομένα της βιβλιοθήκης έχουν ενημερωθεί.
es_mx: Los metadatos de la biblioteca han sido actualizados.
et_ee: Teegi metadata on uuendatud.
fa_ir: فراداده کتابخانه به‌روزرسانی شد.
fi_fi: Kirjaston metatiedot on päivitetty.
fil_ph: Na-update na ang metadata ng aklatan.
fr_fr: Les métadonnées de la bibliothèque ont été mises à jour.
ga_ie: Nuashonraíodh meiteashonraí na leabharlainne.
he_il: מטא-נתוני הספרייה עודכנו.
hi_in: लाइब्रेरी मेटाडेटा अपडेट कर दिया गया है।
hr_hr: Metapodaci knjižnice su ažurirani.
hu_hu: A könyvtár metaadatai frissítve lettek.
id_id: Metadata pustaka telah diperbarui.
it_it: I metadati della libreria sono stati aggiornati.
ja_jp: ライブラリのメタデータが更新されました。
ko_kr: 라이브러리 메타데이터가 업데이트되었습니다.
lt_lt: Bibliotekos metaduomenys atnaujinti.
ms_my: Metadata pustaka telah dikemas kini.
nl_nl: Metagegevens van bibliotheek zijn bijgewerkt.
no_no: Bibliotekets metadata er oppdatert.
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਮੈਟਾਡਾਟਾ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
pl_pl: Metadane biblioteki zostały zaktualizowane.
pt_br: Os metadados da biblioteca foram atualizados.
ro_ro: Metadatele bibliotecii au fost actualizate.
ru_ru: Метаданные библиотеки обновлены.
sk_sk: Metadáta knižnice boli aktualizované.
sq_al: Metadadat e bibliotekës janë përditësuar.
sr_cyrl_rs: Метаподаци библиотеке су ажурирани.
sv_se: Bibliotekets metadata har uppdaterats.
sw_ke: Metadata ya maktaba imesasishwa.
ta_in: நூலக மெட்டாடேட்டா புதுப்பிக்கப்பட்டுள்ளது.
th_th: เมทาดาตาของคลังเพลงได้รับการอัปเดตแล้ว
tr_tr: Kütüphane meta verileri güncellendi.
uk_ua: Метадані бібліотеки оновлено.
vi_vn: Siêu dữ liệu thư viện đã được cập nhật.
zh_hans: 库元数据已更新。
zh_tw: 媒體庫中繼資料已更新。

# Settings_Dialog_RescanFailed_Title
source: Rescan Failed
af_za: Herskandering Misluk
ar_eg: فشل إعادة الفحص
bg_bg: Повторното сканиране е неуспешно
bn_bd: পুনরায় স্ক্যান ব্যর্থ হয়েছে
ca_es: Error en el reescaneig
cs_cz: Opětovné skenování se nezdařilo
da_dk: Genscanning mislykkedes
de_de: Rescan fehlgeschlagen
el_gr: Αποτυχία Επανεξέτασης
es_mx: Error al reescanear
et_ee: Uuesti skaneerimine ebaõnnestus
fa_ir: اسکن مجدد ناموفق
fi_fi: Uudelleenskannaus epäonnistui
fil_ph: Nabigo ang Muling Pag-scan
fr_fr: Échec de la réanalyse
ga_ie: Theip ar Athscanadh
he_il: סריקה מחדש נכשלה
hi_in: पुन: स्कैन विफल
hr_hr: Ponovno skeniranje nije uspjelo
hu_hu: Újraolvasás sikertelen
id_id: Pemindaian Ulang Gagal
it_it: Riscansione Fallita
ja_jp: 再スキャン失敗
ko_kr: 재스캔 실패
lt_lt: Pakartotinis nuskaitymas nepavyko
ms_my: Pengimbasan Semula Gagal
nl_nl: Herscan mislukt
no_no: Omskaning mislyktes
pa_in: ਮੁੜ-ਸਕੈਨ ਅਸਫਲ
pl_pl: Skanowanie Nieudane
pt_br: Falha na Verificação
ro_ro: Re-scanare eșuată
ru_ru: Повторное сканирование не удалось
sk_sk: Prehľadávanie zlyhalo
sq_al: Riskëllimi dështoi
sr_cyrl_rs: Поновно скенирање није успело
sv_se: Omsökning misslyckades
sw_ke: Kuchanganua Upya Kumeshindwa
ta_in: மறு ஸ்கேன் தோல்வியடைந்தது
th_th: สแกนซ้ำล้มเหลว
tr_tr: Yeniden Tarama Başarısız
uk_ua: Помилка повторного сканування
vi_vn: Quét lại thất bại
zh_hans: 重新扫描失败
zh_tw: 重新掃描失敗

# Settings_Dialog_RescanFailed_Content
source: An error occurred while scanning. Check logs for details.
af_za: 'n Fout het voorgekom tydens skandering. Gaan die logs na vir besonderhede.
ar_eg: حدث خطأ أثناء الفحص. تحقق من السجلات للحصول على التفاصيل.
bg_bg: Възникна грешка по време на сканиране. Проверете дневниците за подробности.
bn_bd: স্ক্যান করার সময় একটি ত্রুটি ঘটেছে। বিস্তারিত জানার জন্য লগগুলি পরীক্ষা করুন।
ca_es: S'ha produït un error durant l'escaneig. Consulta els registres per a més detalls.
cs_cz: Během skenování došlo k chybě. Podrobnosti naleznete v protokolech.
da_dk: Der opstod en fejl under scanning. Tjek logfiler for detaljer.
de_de: Beim Scannen ist ein Fehler aufgetreten. Überprüfen Sie die Protokolle für Details.
el_gr: Παρουσιάστηκε σφάλμα κατά τη σάρωση. Ελέγξτε τα αρχεία καταγραφής για λεπτομέρειες.
es_mx: Ocurrió un error durante el escaneo. Consulta los registros para obtener detalles.
et_ee: Skaneerimisel ilmnes viga. Üksikasjade saamiseks vaadake logisid.
fa_ir: هنگام اسکن خطایی رخ داد. جزئیات را در گزارش‌ها بررسی کنید.
fi_fi: Virhe skannauksen aikana. Tarkista lokitiedot.
fil_ph: May error na naganap habang ini-scan. Tingnan ang mga log para sa detalye.
fr_fr: Une erreur est survenue lors de l'analyse. Vérifiez les journaux pour plus de détails.
ga_ie: Tharla earráid agus an scanadh á dhéanamh. Seiceáil logaí le haghaidh sonraí.
he_il: אירעה שגיאה בעת הסריקה. בדוק את הרישומים לפרטים נוספים.
hi_in: स्कैन करते समय एक त्रुटि हुई। विवरण के लिए लॉग देखें।
hr_hr: Došlo je do pogreške tijekom skeniranja. Provjerite zapisnike za detalje.
hu_hu: Hiba történt a beolvasás során. Részletekért ellenőrizze a naplókat.
id_id: Terjadi kesalahan saat memindai. Periksa log untuk detailnya.
it_it: Si è verificato un errore durante la scansione. Controlla i log per i dettagli.
ja_jp: スキャン中にエラーが発生しました。詳細についてはログを確認してください。
ko_kr: 스캔 중 오류가 발생했습니다. 자세한 내용은 로그를 확인하세요.
lt_lt: Įvyko klaida skenuojant. Išsamią informaciją rasite žurnaluose.
ms_my: Ralat berlaku semasa mengimbas. Semak log untuk butiran.
nl_nl: Er is een fout opgetreden tijdens het scannen. Controleer logboeken voor details.
no_no: Det oppsto en feil under skanning. Sjekk logger for detaljer.
pa_in: ਸਕੈਨ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਹੋਈ। ਵੇਰਵਿਆਂ ਲਈ ਲੌਗਸ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Wystąpił błąd podczas skanowania. Sprawdź logi, aby uzyskać szczegóły.
pt_br: Ocorreu um erro durante a verificação. Verifique os logs para detalhes.
ro_ro: A apărut o eroare la scanare. Verificați jurnalele pentru detalii.
ru_ru: Произошла ошибка при сканировании. Подробности смотрите в журналах.
sk_sk: Počas skenovania došlo k chybe. Podrobnosti nájdete v protokoloch.
sq_al: Ndodhi një gabim gjatë skanimit. Kontrolloni regjistrat për detaje.
sr_cyrl_rs: Дошло је до грешке током скенирања. Проверите дневнике за детаље.
sv_se: Ett fel uppstod vid skanning. Kontrollera loggar för detaljer.
sw_ke: Hitilafu imetokea wakati wa kuchanganua. Angalia kumbukumbu kwa maelezo.
ta_in: ஸ்கேன் செய்யும் போது பிழை ஏற்பட்டது. விவரங்களுக்கு லாகுகளை சரிபார்க்கவும்.
th_th: เกิดข้อผิดพลาดขณะสแกน ตรวจสอบบันทึกเพื่อดูรายละเอียด
tr_tr: Tarama sırasında bir hata oluştu. Ayrıntılar için günlükleri kontrol edin.
uk_ua: Виникла помилка під час сканування. Перевірте журнали для отримання деталей.
vi_vn: Đã xảy ra lỗi trong quá trình quét. Kiểm tra nhật ký để biết chi tiết.
zh_hans: 扫描时发生错误。请查看日志获取详细信息。
zh_tw: 掃描時發生錯誤。請查看日誌以了解詳細資訊。

# Settings_Dialog_FFmpegNotFound_Title
source: FFmpeg Not Found
af_za: FFmpeg Nie Gevind Nie
ar_eg: لم يتم العثور على FFmpeg
bg_bg: FFmpeg не е намерен
bn_bd: FFmpeg পাওয়া যায়নি
ca_es: FFmpeg no trobat
cs_cz: FFmpeg nenalezen
da_dk: FFmpeg ikke fundet
de_de: FFmpeg nicht gefunden
el_gr: Το FFmpeg δεν βρέθηκε
es_mx: FFmpeg no encontrado
et_ee: FFmpeg'i ei leitud
fa_ir: FFmpeg یافت نشد
fi_fi: FFmpegia ei löydy
fil_ph: Hindi Nakita ang FFmpeg
fr_fr: FFmpeg introuvable
ga_ie: Níor Aimsíodh FFmpeg
he_il: FFmpeg לא נמצא
hi_in: FFmpeg नहीं मिला
hr_hr: FFmpeg nije pronađen
hu_hu: FFmpeg nem található
id_id: FFmpeg Tidak Ditemukan
it_it: FFmpeg non trovato
ja_jp: FFmpegが見つかりません
ko_kr: FFmpeg을 찾을 수 없음
lt_lt: FFmpeg nerastas
ms_my: FFmpeg Tidak Ditemui
nl_nl: FFmpeg niet gevonden
no_no: FFmpeg ikke funnet
pa_in: FFmpeg ਨਹੀਂ ਮਿਲਿਆ
pl_pl: FFmpeg Nie Znaleziono
pt_br: FFmpeg Não Encontrado
ro_ro: FFmpeg negăsit
ru_ru: FFmpeg не найден
sk_sk: FFmpeg nenájdený
sq_al: FFmpeg nuk u gjet
sr_cyrl_rs: FFmpeg није пронађен
sv_se: FFmpeg hittades inte
sw_ke: FFmpeg Haikupatikana
ta_in: FFmpeg காணப்படவில்லை
th_th: ไม่พบ FFmpeg
tr_tr: FFmpeg Bulunamadı
uk_ua: FFmpeg не знайдено
vi_vn: Không tìm thấy FFmpeg
zh_hans: 未找到 FFmpeg
zh_tw: 找不到 FFmpeg

# Settings_Dialog_VolumeNorm_Title
source: Enable Volume Normalization
af_za: Aktiveer Volumenormalisering
ar_eg: تمكين تسوية مستوى الصوت
bg_bg: Активирай нормализиране на звука
bn_bd: ভলিউম স্বাভাবিককরণ সক্ষম করুন
ca_es: Activar normalització de volum
cs_cz: Povolit normalizaci hlasitosti
da_dk: Aktiver lydstyrkenormalisering
de_de: Lautstärkenormalisierung aktivieren
el_gr: Ενεργοποίηση Κανονικοποίησης Έντασης
es_mx: Habilitar normalización de volumen
et_ee: Luba helitugevuse normaliseerimine
fa_ir: فعال‌سازی نرمال‌سازی صدا
fi_fi: Ota äänenvoimakkuuden normalisointi käyttöön
fil_ph: Paganahin ang Volume Normalization
fr_fr: Activer la normalisation du volume
ga_ie: Cumasaigh Gnáthú Toirte
he_il: אפשר נרמול עוצמת קול
hi_in: वॉल्यूम सामान्यीकरण सक्षम करें
hr_hr: Omogući normalizaciju glasnoće
hu_hu: Hangerő-normalizálás engedélyezése
id_id: Aktifkan Normalisasi Volume
it_it: Abilita Normalizzazione Volume
ja_jp: 音量ノーマライゼーションを有効にする
ko_kr: 볼륨 정규화 활성화
lt_lt: Įjungti garso normalizavimą
ms_my: Dayakan Penormalan Kelantangan
nl_nl: Volumennormalisatie inschakelen
no_no: Aktiver volumnormalisering
pa_in: ਆਵਾਜ਼ ਨੂੰ ਆਮ ਬਣਾਉਣਾ ਸਮਰੱਥ ਕਰੋ
pl_pl: Włącz Normalizację Głośności
pt_br: Ativar Normalização de Volume
ro_ro: Activați normalizarea volumului
ru_ru: Включить нормализацию громкости
sk_sk: Zapnúť normalizáciu hlasitosti
sq_al: Aktivizo Normalizimin e Volumit
sr_cyrl_rs: Омогући нормализацију јачине звука
sv_se: Aktivera volymnormalisering
sw_ke: Washa Usawazishaji wa Sauti
ta_in: ஒலி அளவு இயல்பாக்கத்தை இயக்கு
th_th: เปิดใช้งานการปรับระดับเสียงให้ปกติ
tr_tr: Ses Normalleştirmeyi Etkinleştir
uk_ua: Увімкнути нормалізацію гучності
vi_vn: Bật chuẩn hóa âm lượng
zh_hans: 启用音量标准化
zh_tw: 啟用音量正常化
