Repository: Anthonyy232/Nagi
Catalog: src/Nagi.Core/Resources/Strings.*.resx
Languages: af_za, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, ms_my, no_no, pa_in, pl_pl, ro_ro, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, vi_vn

# FFmpeg_SetupInstructions
source: FFmpeg is required for High-Precision Volume Normalization (ReplayGain analysis) but was not found on your system. Follow these steps to set it up: 1. **Download**: Visit https://www.gyan.dev/ffmpeg/builds/ and download the 'ffmpeg-git-full.7z' (or similar) essentials build. 2. **Guide**: You can follow this guide for detailed instructions: https://phoenixnap.com/kb/ffmpeg-windows 3. **Extract**: Open the architecture folder and locate the 'bin' directory containing `ffmpeg.exe`. 4. **Install**: Copy `ffmpeg.exe` to a permanent folder (e.g., `C:\ffmpeg\`) and **add that folder to your System PATH** environment variable. 5. **Restart**: Please restart Nagi after installation for changes to take effect.
af_za: FFmpeg word benodig vir Hoë-presisie Volume Normalisering (ReplayGain-analise), maar is nie op u stelsel gevind nie.\n\nVolg hierdie stappe om dit op te stel:\n\n1. **Laai af**: Besoek https://www.gyan.dev/ffmpeg/builds/ en laai die 'ffmpeg-git-full.7z' (of soortgelyke) 'essentials build' af.\n2. **Gids**: U kan hierdie gids volg vir gedetailleerde instruksies: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Onttrek**: Maak die argitektuurvouer oop en vind die 'bin'-gids wat `ffmpeg.exe` bevat.\n4. **Installeer**: Kopieer `ffmpeg.exe` na 'n permanente vouer (bv. `C:\\ffmpeg\\`) en **voeg daardie vouer by u Stelsel-PATH**-omgewingsveranderlike.\n5. **Herbegin**: Herbegin Nagi asseblief na die installasie sodat die veranderinge kan plaasvind.
ar_sa: مطلوب FFmpeg لتطبيع مستوى الصوت عالي الدقة (تحليل ReplayGain) ولكنه لم يتم العثور عليه على نظامك.\n\nاتبع هذه الخطوات لإعداده:\n\n1. **تنزيل**: قم بزيارة https://www.gyan.dev/ffmpeg/builds/ وقم بتنزيل البنية الأساسية 'ffmpeg-git-full.7z' (أو ما شابه ذلك).\n2. **دليل**: يمكنك اتباع هذا الدليل للحصول على تعليمات مفصلة: https://phoenixnap.com/kb/ffmpeg-windows\n3. **استخراج**: افتح مجلد البنية وحدد موقع دليل 'bin' الذي يحتوي على `ffmpeg.exe`.\n4. **تثبيت**: انسخ `ffmpeg.exe` إلى مجلد دائم (على سبيل المثال، `C:\ffmpeg\`) و **أضف هذا المجلد إلى متغير بيئة System PATH الخاص بك**.\n5. **إعادة التشغيل**: يرجى إعادة تشغيل Nagi بعد التثبيت لتصبح التغييرات سارية المفعول.
bg_bg: FFmpeg е необходим за високоточна нормализация на силата на звука (анализ на ReplayGain), но не е намерен във вашата система.\n\nСледвайте тези стъпки, за да го настроите:\n\n1. **Изтегляне**: Посетете https://www.gyan.dev/ffmpeg/builds/ и изтеглете 'ffmpeg-git-full.7z' (или подобна) основна компилация.\n2. **Ръководство**: Можете да следвате това ръководство за подробни инструкции: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Разархивиране**: Отворете папката с архитектурата и намерете директорията 'bin', съдържаща `ffmpeg.exe`.\n4. **Инсталиране**: Копирайте `ffmpeg.exe` в постоянна папка (напр. `C:\ffmpeg\`) и **добавете тази папка към променливата на средата System PATH**.\n5. **Рестартиране**: Моля, рестартирайте Nagi след инсталацията, за да влязат промените в сила.
bn_bd: হাই-প্রিসিশন ভলিউম নরমালাইজেশন (রিপ্লেগেইন বিশ্লেষণ) এর জন্য FFmpeg প্রয়োজন কিন্তু আপনার সিস্টেমে এটি পাওয়া যায়নি।\n\nএটি সেট আপ করতে এই ধাপগুলি অনুসরণ করুন:\n\n1. **ডাউনলোড**: https://www.gyan.dev/ffmpeg/builds/ ভিজিট করুন এবং 'ffmpeg-git-full.7z' (বা অনুরূপ) এসেনশিয়ালস বিল্ড ডাউনলোড করুন।\n2. **গাইড**: বিস্তারিত নির্দেশাবলীর জন্য আপনি এই গাইডটি অনুসরণ করতে পারেন: https://phoenixnap.com/kb/ffmpeg-windows\n3. **এক্সট্রাক্ট করুন**: আর্কিটেকচার ফোল্ডারটি খুলুন এবং `ffmpeg.exe` ধারণকারী 'bin' ডিরেক্টরি খুঁজুন।\n4. **ইনস্টল করুন**: `ffmpeg.exe` একটি স্থায়ী ফোল্ডারে (যেমন, `C:\ffmpeg\`) কপি করুন এবং **সেই ফোল্ডারটি আপনার সিস্টেম পাথ** এনভায়রনমেন্ট ভেরিয়েবলে যোগ করুন।\n5. **পুনরায় চালু করুন**: পরিবর্তনগুলি কার্যকর হওয়ার জন্য ইনস্টলেশনের পরে Nagi পুনরায় চালু করুন।
ca_es: FFmpeg és necessari per a la normalització d'alta precisió del volum (anàlisi ReplayGain), però no s'ha trobat al vostre sistema.\n\nSeguiu aquests passos per configurar-lo:\n\n1. **Descarregueu**: Visiteu https://www.gyan.dev/ffmpeg/builds/ i descarregueu la compilació essencial 'ffmpeg-git-full.7z' (o similar).\n2. **Guia**: Podeu seguir aquesta guia per obtenir instruccions detallades: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Extreieu**: Obriu la carpeta d'arquitectura i localitzeu el directori 'bin' que conté `ffmpeg.exe`.\n4. **Instal·leu**: Copieu `ffmpeg.exe` a una carpeta permanent (p. ex., `C:\ffmpeg\`) i **afegiu aquesta carpeta a la variable d'entorn PATH del sistema**.\n5. **Reinicieu**: Reinicieu Nagi després de la instal·lació perquè els canvis tinguin efecte.
cs_cz: FFmpeg je vyžadován pro vysoce přesnou normalizaci hlasitosti (analýza ReplayGain), ale nebyl nalezen ve vašem systému.\n\nPostupujte podle těchto kroků pro nastavení:\n\n1. **Stáhněte**: Navštivte https://www.gyan.dev/ffmpeg/builds/ a stáhněte 'ffmpeg-git-full.7z' (nebo podobnou) základní sestavu.\n2. **Průvodce**: Podrobné pokyny naleznete v tomto průvodci: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Rozbalte**: Otevřete složku architektury a vyhledejte adresář 'bin' obsahující `ffmpeg.exe`.\n4. **Nainstalujte**: Zkopírujte `ffmpeg.exe` do trvalé složky (např. `C:\\ffmpeg\\`) a **přidejte tuto složku do proměnné prostředí System PATH**.\n5. **Restartujte**: Pro projevení změn prosím restartujte Nagi po instalaci.
da_dk: FFmpeg er påkrævet for volumennormalisering med høj præcision (ReplayGain-analyse), men blev ikke fundet på dit system.\n\nFølg disse trin for at konfigurere det:\n\n1. **Download**: Besøg https://www.gyan.dev/ffmpeg/builds/ og download 'ffmpeg-git-full.7z' (eller lignende) essentials-bygning.\n2. **Guide**: Du kan følge denne guide for detaljerede instruktioner: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Udpak**: Åbn arkitekturmappen og find 'bin'-mappen, der indeholder `ffmpeg.exe`.\n4. **Installer**: Kopier `ffmpeg.exe` til en permanent mappe (f.eks. `C:\ffmpeg\`) og **tilføj den mappe til din System PATH**-miljøvariabel.\n5. **Genstart**: Genstart Nagi efter installationen for at ændringerne træder i kraft.
de_de: FFmpeg ist für die hochpräzise Lautstärkenormalisierung (ReplayGain-Analyse) erforderlich, wurde aber auf Ihrem System nicht gefunden. Befolgen Sie diese Schritte zur Einrichtung: 1. **Herunterladen**: Besuchen Sie https://www.gyan.dev/ffmpeg/builds/ und laden Sie den 'ffmpeg-git-full.7z' (oder ähnlichen) Essentials-Build herunter. 2. **Anleitung**: Eine detaillierte Anleitung finden Sie hier: https://phoenixnap.com/kb/ffmpeg-windows 3. **Extrahieren**: Öffnen Sie den Architekturordner und suchen Sie das 'bin'-Verzeichnis mit der `ffmpeg.exe`. 4. **Installieren**: Kopieren Sie `ffmpeg.exe` in einen permanenten Ordner (z.B. `C:\ffmpeg\`) und **fügen Sie diesen Ordner zu Ihrer System-PATH-Umgebungsvariable hinzu**. 5. **Neustart**: Bitte starten Sie Nagi nach der Installation neu, damit die Änderungen wirksam werden.
el_gr: Το FFmpeg απαιτείται για την Υψηλής Ακρίβειας Ομαλοποίηση Έντασης (ανάλυση ReplayGain), αλλά δεν βρέθηκε στο σύστημά σας.\n\nΓια να το ρυθμίσετε, ακολουθήστε αυτά τα βήματα:\n\n1. **Λήψη**: Επισκεφθείτε τη διεύθυνση https://www.gyan.dev/ffmpeg/builds/ και κατεβάστε το 'ffmpeg-git-full.7z' (ή παρόμοιο) essentials build.\n2. **Οδηγός**: Μπορείτε να ακολουθήσετε αυτόν τον οδηγό για λεπτομερείς οδηγίες: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Εξαγωγή**: Ανοίξτε τον φάκελο αρχιτεκτονικής και εντοπίστε τον κατάλογο 'bin' που περιέχει το `ffmpeg.exe`.\n4. **Εγκατάσταση**: Αντιγράψτε το `ffmpeg.exe` σε έναν μόνιμο φάκελο (π.χ., `C:\ffmpeg\`) και **προσθέστε αυτόν τον φάκελο στη μεταβλητή περιβάλλοντος System PATH`.\n5. **Επανεκκίνηση**: Παρακαλούμε επανεκκινήστε το Nagi μετά την εγκατάσταση για να εφαρμοστούν οι αλλαγές.
et_ee: FFmpeg on vajalik suure täpsusega helitugevuse normaliseerimiseks (ReplayGain analüüsiks), kuid seda ei leitud teie süsteemist.\n\nJärgige neid samme seadistamiseks:\n\n1. **Laadi alla**: Külastage aadressi https://www.gyan.dev/ffmpeg/builds/ ja laadige alla 'ffmpeg-git-full.7z' (või sarnane) essentials versioon.\n2. **Juhend**: Saate jälgida seda juhendit üksikasjalike juhiste saamiseks: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Paki lahti**: Avage arhitektuuri kaust ja leidke 'bin' kataloog, mis sisaldab `ffmpeg.exe`.\n4. **Paigalda**: Kopeerige `ffmpeg.exe` püsivasse kausta (nt `C:\ffmpeg\`) ja **lisage see kaust oma süsteemi PATH** keskkonnamuutujasse.\n5. **Taaskäivita**: Palun taaskäivitage Nagi pärast installimist, et muudatused jõustuksid.
fa_ir: FFmpeg برای عادی‌سازی حجم با دقت بالا (تحلیل ReplayGain) مورد نیاز است اما در سیستم شما یافت نشد.\n\nبرای راه‌اندازی آن، این مراحل را دنبال کنید:\n\n1. **دانلود**: به https://www.gyan.dev/ffmpeg/builds/ مراجعه کنید و 'ffmpeg-git-full.7z' (یا بیلد ضروری مشابه) را دانلود کنید.\n2. **راهنما**: می‌توانید برای دستورالعمل‌های دقیق این راهنما را دنبال کنید: https://phoenixnap.com/kb/ffmpeg-windows\n3. **استخراج**: پوشه معماری را باز کنید و دایرکتوری 'bin' حاوی `ffmpeg.exe` را پیدا کنید.\n4. **نصب**: `ffmpeg.exe` را در یک پوشه دائمی کپی کنید (مثلاً `C:\\ffmpeg\\`) و **آن پوشه را به متغیر محیطی System PATH خود اضافه کنید**.\n5. **راه‌اندازی مجدد**: لطفاً پس از نصب، Nagi را راه‌اندازی مجدد کنید تا تغییرات اعمال شوند.
fi_fi: FFmpeg tarvitaan korkean tarkkuuden äänenvoimakkuuden normalisointiin (ReplayGain-analyysi), mutta sitä ei löytynyt järjestelmästäsi.\n\nSeuraa näitä ohjeita sen asentamiseksi:\n\n1. **Lataa**: Vieraile osoitteessa https://www.gyan.dev/ffmpeg/builds/ ja lataa 'ffmpeg-git-full.7z' (tai vastaava) essentials-koontiversio.\n2. **Opas**: Voit seurata tätä opasta saadaksesi yksityiskohtaiset ohjeet: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Pura**: Avaa arkkitehtuurikansio ja etsi 'bin'-hakemisto, joka sisältää `ffmpeg.exe`.\n4. **Asenna**: Kopioi `ffmpeg.exe` pysyvään kansioon (esim. `C:\ffmpeg\`) ja **lisää kyseinen kansio järjestelmän PATH-ympäristömuuttujaan**.\n5. **Käynnistä uudelleen**: Käynnistä Nagi uudelleen asennuksen jälkeen, jotta muutokset tulevat voimaan.
fil_ph: Kinakailangan ang FFmpeg para sa High-Precision Volume Normalization (ReplayGain analysis) ngunit hindi ito natagpuan sa iyong system.\n\nSundin ang mga hakbang na ito para i-set up ito:\n\n1. **I-download**: Bisitahin ang https://www.gyan.dev/ffmpeg/builds/ at i-download ang 'ffmpeg-git-full.7z' (o katulad) na essentials build.\n2. **Gabay**: Maaari mong sundin ang gabay na ito para sa detalyadong instruksyon: https://phoenixnap.com/kb/ffmpeg-windows\n3. **I-extract**: Buksan ang folder ng architecture at hanapin ang 'bin' directory na naglalaman ng `ffmpeg.exe`.\n4. **I-install**: Kopyahin ang `ffmpeg.exe` sa isang permanenteng folder (hal., `C:\ffmpeg\`) at **idagdag ang folder na iyon sa iyong System PATH** environment variable.\n5. **I-restart**: Paki-restart si Nagi pagkatapos ng pag-install para magkabisa ang mga pagbabago.
fr_fr: FFmpeg est requis pour la normalisation du volume de haute précision (analyse ReplayGain) mais n'a pas été trouvé sur votre système.\n\nSuivez ces étapes pour le configurer :\n\n1. **Télécharger** : Visitez https://www.gyan.dev/ffmpeg/builds/ et téléchargez la version essentielle 'ffmpeg-git-full.7z' (ou similaire).\n2. **Guide** : Vous pouvez suivre ce guide pour des instructions détaillées : https://phoenixnap.com/kb/ffmpeg-windows\n3. **Extraire** : Ouvrez le dossier d'architecture et localisez le répertoire 'bin' contenant `ffmpeg.exe`.\n4. **Installer** : Copiez `ffmpeg.exe` dans un dossier permanent (par exemple, `C:\\ffmpeg\\`) et **ajoutez ce dossier à la variable d'environnement PATH de votre système**.\n5. **Redémarrer** : Veuillez redémarrer Nagi après l'installation pour que les modifications prennent effet.
ga_ie: FFmpeg teastaíonn sé le haghaidh Normalú Toirte Ardchruinneas (anailís ReplayGain) ach níor aimsíodh ar do chóras é.\n\nLean na céimeanna seo chun é a chur ar bun:\n\n1. **Íoslódáil**: Tabhair cuairt ar https://www.gyan.dev/ffmpeg/builds/ agus íoslódáil an tógáil riachtanach 'ffmpeg-git-full.7z' (nó a leithéid).\n2. **Treoir**: Is féidir leat an treoir seo a leanúint le haghaidh treoracha mionsonraithe: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Baintear amach**: Oscail an fillteán ailtireachta agus aimsigh an eolaire 'bin' ina bhfuil `ffmpeg.exe`.\n4. **Suiteáil**: Cóipeáil `ffmpeg.exe` chuig fillteán buan (m.sh., `C:\\ffmpeg\\`) agus **cuir an fillteán sin le d'athróg timpeallachta System PATH**.\n5. **Atosaigh**: Atosaigh Nagi le do thoil tar éis na suiteála chun go dtiocfaidh athruithe i bhfeidhm.
he_il: FFmpeg נדרש לנורמליזציית עוצמת קול ברמת דיוק גבוהה (ניתוח ReplayGain) אך לא נמצא במערכת שלך.\n\nבצע את השלבים הבאים כדי להגדיר אותו:\n\n1. **הורדה**: בקר ב- https://www.gyan.dev/ffmpeg/builds/ והורד את בניית ה- 'ffmpeg-git-full.7z' (או דומה) החיונית.\n2. **מדריך**: תוכל לעקוב אחר מדריך זה לקבלת הוראות מפורטות: https://phoenixnap.com/kb/ffmpeg-windows\n3. **חילוץ**: פתח את תיקיית הארכיטקטורה ואתר את ספריית ה-'bin' המכילה את `ffmpeg.exe`.\n4. **התקנה**: העתק את `ffmpeg.exe` לתיקייה קבועה (לדוגמה, `C:\ffmpeg\`) ו**הוסף תיקייה זו למשתנה סביבת ה-System PATH שלך**.\n5. **הפעלה מחדש**: אנא הפעל מחדש את Nagi לאחר ההתקנה כדי שהשינויים ייכנסו לתוקף.
hi_in: हाई-प्रिसिजन वॉल्यूम नॉर्मलाइज़ेशन (रिप्लेगेन विश्लेषण) के लिए FFmpeg आवश्यक है, लेकिन आपके सिस्टम पर नहीं मिला।\n\nइसे सेट अप करने के लिए इन चरणों का पालन करें:\n\n1. **डाउनलोड करें**: https://www.gyan.dev/ffmpeg/builds/ पर जाएँ और 'ffmpeg-git-full.7z' (या समान) एसेंशियल्स बिल्ड डाउनलोड करें।\n2. **गाइड**: विस्तृत निर्देशों के लिए आप इस गाइड का पालन कर सकते हैं: https://phoenixnap.com/kb/ffmpeg-windows\n3. **निकालें**: आर्किटेक्चर फ़ोल्डर खोलें और `ffmpeg.exe` वाले 'बिन' डायरेक्टरी का पता लगाएँ।\n4. **इंस्टॉल करें**: `ffmpeg.exe` को एक स्थायी फ़ोल्डर (जैसे, `C:\ffmpeg\`) में कॉपी करें और **उस फ़ोल्डर को अपने सिस्टम PATH** एनवायरनमेंट वेरिएबल में जोड़ें।\n5. **पुनः प्रारंभ करें**: परिवर्तनों के प्रभावी होने के लिए कृपया इंस्टॉलेशन के बाद Nagi को पुनः प्रारंभ करें।
hr_hr: FFmpeg je potreban za normalizaciju glasnoće visoke preciznosti (ReplayGain analiza), ali nije pronađen na vašem sustavu. Slijedite ove korake za postavljanje: 1. **Preuzmite**: Posjetite https://www.gyan.dev/ffmpeg/builds/ i preuzmite "ffmpeg-git-full.7z" (ili sličnu) esencijalnu verziju. 2. **Vodič**: Možete slijediti ovaj vodič za detaljne upute: https://phoenixnap.com/kb/ffmpeg-windows 3. **Raspakirajte**: Otvorite mapu arhitekture i pronađite "bin" direktorij koji sadrži `ffmpeg.exe`. 4. **Instalirajte**: Kopirajte `ffmpeg.exe` u trajnu mapu (npr. `C:\ffmpeg\`) i **dodajte tu mapu u varijablu okruženja System PATH**. 5. **Ponovo pokrenite**: Molimo ponovo pokrenite Nagi nakon instalacije da bi promjene stupile na snagu.
hu_hu: Az FFmpeg szükséges a nagy pontosságú hangerő-normalizáláshoz (ReplayGain elemzés), de nem található a rendszerén.\n\nA beállításhoz kövesse az alábbi lépéseket:\n\n1. **Letöltés**: Látogasson el a https://www.gyan.dev/ffmpeg/builds/ weboldalra, és töltse le az 'ffmpeg-git-full.7z' (vagy hasonló) alapvető buildet.\n2. **Útmutató**: Részletes útmutatóért kövesse ezt a linket: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Kicsomagolás**: Nyissa meg az architektúra mappát, és keresse meg a `ffmpeg.exe`-t tartalmazó 'bin' könyvtárat.\n4. **Telepítés**: Másolja át a `ffmpeg.exe`-t egy állandó mappába (pl. `C:\ffmpeg\`), és **adja hozzá ezt a mappát a Rendszer PATH** környezeti változóhoz.\n5. **Újraindítás**: Kérjük, telepítés után indítsa újra a Nagi-t, hogy a változások érvénybe lépjenek.
id_id: FFmpeg diperlukan untuk Normalisasi Volume Presisi Tinggi (analisis ReplayGain) tetapi tidak ditemukan di sistem Anda.\n\nIkuti langkah-langkah ini untuk mengaturnya:\n\n1. **Unduh**: Kunjungi https://www.gyan.dev/ffmpeg/builds/ dan unduh build esensial 'ffmpeg-git-full.7z' (atau yang serupa).\n2. **Panduan**: Anda dapat mengikuti panduan ini untuk instruksi terperinci: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Ekstrak**: Buka folder arsitektur dan cari direktori 'bin' yang berisi `ffmpeg.exe`.\n4. **Instal**: Salin `ffmpeg.exe` ke folder permanen (misalnya, `C:\ffmpeg\`) dan **tambahkan folder tersebut ke variabel lingkungan PATH Sistem Anda**.\n5. **Mulai Ulang**: Harap mulai ulang Nagi setelah instalasi agar perubahan berlaku.
it_it: FFmpeg è richiesto per la normalizzazione del volume ad alta precisione (analisi ReplayGain) ma non è stato trovato sul sistema.\n\nSeguire questi passaggi per configurarlo:\n\n1. **Scarica**: Visita https://www.gyan.dev/ffmpeg/builds/ e scarica la build 'ffmpeg-git-full.7z' (o simile) essenziale.\n2. **Guida**: Puoi seguire questa guida per istruzioni dettagliate: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Estrai**: Apri la cartella dell'architettura e individua la directory 'bin' contenente `ffmpeg.exe`.\n4. **Installa**: Copia `ffmpeg.exe` in una cartella permanente (es. `C:\ffmpeg\`) e **aggiungi quella cartella alla variabile d'ambiente PATH del sistema**.\n5. **Riavvia**: Riavvia Nagi dopo l'installazione affinché le modifiche abbiano effetto.
ja_jp: 高精度音量正規化（ReplayGain分析）にはFFmpegが必要ですが、システムで見つかりませんでした。\n\nセットアップの手順は以下の通りです。\n\n1. **ダウンロード**: https://www.gyan.dev/ffmpeg/builds/ にアクセスし、「ffmpeg-git-full.7z」（または類似のもの）のエッセンシャルビルドをダウンロードしてください。\n2. **ガイド**: 詳細な手順については、こちらのガイドを参照してください: https://phoenixnap.com/kb/ffmpeg-windows\n3. **展開**: アーキテクチャフォルダーを開き、"bin"ディレクトリ内の `ffmpeg.exe` を見つけてください。\n4. **インストール**: `ffmpeg.exe` を永続的なフォルダー（例: `C:\\ffmpeg\\`）にコピーし、**そのフォルダーをシステムのPATH環境変数に追加してください**。\n5. **再起動**: 変更を有効にするには、インストール後にNagiを再起動してください。
lt_lt: FFmpeg reikalingas didelio tikslumo garso normalizavimui (ReplayGain analizei), tačiau jis nebuvo rastas jūsų sistemoje.\n\nNorėdami jį nustatyti, atlikite šiuos veiksmus:\n\n1. **Atsisiųsti**: Apsilankykite https://www.gyan.dev/ffmpeg/builds/ ir atsisiųskite „ffmpeg-git-full.7z“ (arba panašų) esminį kūrimą.\n2. **Vadovas**: Išsamias instrukcijas rasite šiame vadove: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Išskleisti**: Atidarykite architektūros aplanką ir raskite „bin“ katalogą, kuriame yra `ffmpeg.exe`.\n4. **Įdiegti**: Nukopijuokite `ffmpeg.exe` į nuolatinį aplanką (pvz., `C:\\ffmpeg\\`) ir **pridėkite tą aplanką prie savo sistemos PATH** aplinkos kintamojo.\n5. **Paleisti iš naujo**: Kad pakeitimai įsigaliotų, po įdiegimo iš naujo paleiskite Nagi.
ms_my: FFmpeg diperlukan untuk Normalisasi Volum Ketepatan Tinggi (analisis ReplayGain) tetapi tidak ditemui pada sistem anda.\n\nIkuti langkah-langkah ini untuk menyediakannya:\n\n1. **Muat Turun**: Lawati https://www.gyan.dev/ffmpeg/builds/ dan muat turun binaan penting 'ffmpeg-git-full.7z' (atau yang serupa).\n2. **Panduan**: Anda boleh mengikuti panduan ini untuk arahan terperinci: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Ekstrak**: Buka folder seni bina dan cari direktori 'bin' yang mengandungi `ffmpeg.exe`.\n4. **Pasang**: Salin `ffmpeg.exe` ke folder kekal (cth., `C:\ffmpeg\`) dan **tambahkan folder tersebut ke pemboleh ubah persekitaran PATH Sistem anda**.\n5. **Mulakan Semula**: Sila mulakan semula Nagi selepas pemasangan agar perubahan berkuat kuasa.
no_no: FFmpeg er nødvendig for høypresisjons volumnormalisering (ReplayGain-analyse), men ble ikke funnet på systemet ditt. Følg disse trinnene for å konfigurere det: 1. **Last ned**: Besøk https://www.gyan.dev/ffmpeg/builds/ og last ned "ffmpeg-git-full.7z" (eller lignende) essentials-bygget. 2. **Veiledning**: Du kan følge denne veiledningen for detaljerte instruksjoner: https://phoenixnap.com/kb/ffmpeg-windows 3. **Pakk ut**: Åpne arkitekturmappen og finn "bin"-katalogen som inneholder `ffmpeg.exe`. 4. **Installer**: Kopier `ffmpeg.exe` til en permanent mappe (f.eks. `C:\ffmpeg\`) og **legg til den mappen i systemets PATH**-miljøvariabel. 5. **Start på nytt**: Vennligst start Nagi på nytt etter installasjonen for at endringene skal tre i kraft.
pa_in: ਹਾਈ-ਪ੍ਰੀਸੀਜ਼ਨ ਵਾਲੀਅਮ ਨੋਰਮਲਾਈਜ਼ੇਸ਼ਨ (ਰੀਪਲੇਗੇਨ ਵਿਸ਼ਲੇਸ਼ਣ) ਲਈ FFmpeg ਦੀ ਲੋੜ ਹੈ ਪਰ ਇਹ ਤੁਹਾਡੇ ਸਿਸਟਮ 'ਤੇ ਨਹੀਂ ਲੱਭਿਆ ਗਿਆ।\n\nਇਸਨੂੰ ਸਥਾਪਤ ਕਰਨ ਲਈ ਇਹਨਾਂ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ:\n\n1. **ਡਾਊਨਲੋਡ ਕਰੋ**: https://www.gyan.dev/ffmpeg/builds/ 'ਤੇ ਜਾਓ ਅਤੇ 'ffmpeg-git-full.7z' (ਜਾਂ ਇਸੇ ਤਰ੍ਹਾਂ ਦਾ) ਜ਼ਰੂਰੀ ਬਿਲਡ ਡਾਊਨਲੋਡ ਕਰੋ।\n2. **ਗਾਈਡ**: ਤੁਸੀਂ ਵਿਸਤ੍ਰਿਤ ਨਿਰਦੇਸ਼ਾਂ ਲਈ ਇਸ ਗਾਈਡ ਦੀ ਪਾਲਣਾ ਕਰ ਸਕਦੇ ਹੋ: https://phoenixnap.com/kb/ffmpeg-windows\n3. **ਐਕਸਟਰੈਕਟ ਕਰੋ**: ਆਰਕੀਟੈਕਚਰ ਫੋਲਡਰ ਖੋਲ੍ਹੋ ਅਤੇ `ffmpeg.exe` ਵਾਲੀ 'ਬਿਨ' ਡਾਇਰੈਕਟਰੀ ਲੱਭੋ।\n4. **ਸਥਾਪਤ ਕਰੋ**: `ffmpeg.exe` ਨੂੰ ਇੱਕ ਸਥਾਈ ਫੋਲਡਰ (ਜਿਵੇਂ ਕਿ, `C:\ffmpeg\`) ਵਿੱਚ ਕਾਪੀ ਕਰੋ ਅਤੇ **ਉਸ ਫੋਲਡਰ ਨੂੰ ਆਪਣੇ ਸਿਸਟਮ PATH** ਵਾਤਾਵਰਨ ਵੇਰੀਏਬਲ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।\n5. **ਰੀਸਟਾਰਟ ਕਰੋ**: ਬਦਲਾਵਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਬਾਅਦ Nagi ਨੂੰ ਰੀਸਟਾਰਟ ਕਰੋ।
pl_pl: FFmpeg jest wymagany do wysokoprecyzyjnej normalizacji głośności (analiza ReplayGain), ale nie został znaleziony w Twoim systemie.\n\nWykonaj następujące kroki, aby go skonfigurować:\n\n1. **Pobierz**: Odwiedź https://www.gyan.dev/ffmpeg/builds/ i pobierz pakiet 'ffmpeg-git-full.7z' (lub podobny) z podstawowymi składnikami.\n2. **Przewodnik**: Możesz skorzystać z tego przewodnika, aby uzyskać szczegółowe instrukcje: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Wypakuj**: Otwórz folder architektury i znajdź katalog 'bin' zawierający `ffmpeg.exe`.\n4. **Zainstaluj**: Skopiuj `ffmpeg.exe` do stałego folderu (np. `C:\ffmpeg\`) i **dodaj ten folder do zmiennej środowiskowej System PATH**.\n5. **Uruchom ponownie**: Prosimy o ponowne uruchomienie Nagi po instalacji, aby zmiany weszły w życie.
ro_ro: FFmpeg este necesar pentru Normalizarea Volumului de Înaltă Precizie (analiza ReplayGain) dar nu a fost găsit pe sistemul dvs.\n\nUrmați acești pași pentru a-l configura:\n\n1. **Descărcați**: Vizitați https://www.gyan.dev/ffmpeg/builds/ și descărcați versiunea esențială 'ffmpeg-git-full.7z' (sau similar).\n2. **Ghid**: Puteți urma acest ghid pentru instrucțiuni detaliate: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Extrageți**: Deschideți folderul de arhitectură și localizați directorul 'bin' care conține `ffmpeg.exe`.\n4. **Instalați**: Copiați `ffmpeg.exe` într-un folder permanent (ex: `C:\ffmpeg\`) și **adăugați acel folder la variabila de mediu System PATH**.\n5. **Reporniți**: Vă rugăm să reporniți Nagi după instalare pentru ca modificările să intre în vigoare.
sk_sk: FFmpeg je potrebný pre normalizáciu hlasitosti s vysokou presnosťou (analýza ReplayGain), ale nenašiel sa vo vašom systéme.\n\nNa jeho nastavenie postupujte podľa týchto krokov:\n\n1. **Stiahnuť**: Navštívte https://www.gyan.dev/ffmpeg/builds/ a stiahnite si 'ffmpeg-git-full.7z' (alebo podobnú) základnú verziu.\n2. **Príručka**: Podrobné pokyny nájdete v tejto príručke: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Extrahovať**: Otvorte priečinok s architektúrou a nájdite adresár 'bin' obsahujúci `ffmpeg.exe`.\n4. **Nainštalovať**: Skopírujte `ffmpeg.exe` do trvalého priečinka (napr. `C:\ffmpeg\`) a **pridajte tento priečinok do premennej prostredia System PATH**.\n5. **Reštartovať**: Po inštalácii reštartujte aplikáciu Nagi, aby sa zmeny prejavili.
sq_al: FFmpeg kërkohet për Normalizimin e Vëllimit me Precizion të Lartë (analizë ReplayGain) por nuk u gjet në sistemin tuaj.\n\nNdiqni këto hapa për ta konfiguruar:\n\n1. **Shkarkoni**: Vizitoni https://www.gyan.dev/ffmpeg/builds/ dhe shkarkoni 'ffmpeg-git-full.7z' (ose të ngjashme) ndërtimin thelbësor.\n2. **Udhëzues**: Mund të ndiqni këtë udhëzues për udhëzime të detajuara: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Ekstraktimi**: Hapni dosjen e arkitekturës dhe gjeni direktorinë 'bin' që përmban `ffmpeg.exe`.\n4. **Instalimi**: Kopjoni `ffmpeg.exe` në një dosje të përhershme (p.sh., `C:\\ffmpeg\\`) dhe **shtoni atë dosje në ndryshoren e ambientit System PATH**.\n5. **Rifilloni**: Ju lutemi, rifilloni Nagi-n pas instalimit që ndryshimet të hyjnë në fuqi.
sr_cyrl_rs: FFmpeg је потребан за високопрецизну нормализацију јачине звука (анализу ReplayGain-а), али није пронађен на вашем систему. Пратите ове кораке да бисте га подесили: 1. **Преузмите**: Посетите https://www.gyan.dev/ffmpeg/builds/ и преузмите 'ffmpeg-git-full.7z' (или сличну) основну верзију. 2. **Водич**: Можете пратити овај водич за детаљна упутства: https://phoenixnap.com/kb/ffmpeg-windows 3. **Извуците**: Отворите фасциклу архитектуре и пронађите директоријум 'bin' који садржи `ffmpeg.exe`. 4. **Инсталирајте**: Копирајте `ffmpeg.exe` у сталну фасциклу (нпр. `C:\ffmpeg\`) и **додајте ту фасциклу у системску променљиву PATH**. 5. **Поново покрените**: Молимо поново покрените Nagi након инсталације да би промене ступиле на снагу.
sv_se: FFmpeg krävs för högprecisions-volymnormalisering (ReplayGain-analys) men hittades inte på ditt system.\n\nFölj dessa steg för att installera det:\n\n1. **Ladda ner**: Besök https://www.gyan.dev/ffmpeg/builds/ och ladda ner 'ffmpeg-git-full.7z' (eller liknande) essentials-byggnad.\n2. **Guide**: Du kan följa denna guide för detaljerade instruktioner: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Extrahera**: Öppna arkitekturmappen och lokalisera 'bin'-katalogen som innehåller `ffmpeg.exe`.\n4. **Installera**: Kopiera `ffmpeg.exe` till en permanent mapp (t.ex. `C:\ffmpeg\`) och **lägg till den mappen i din Systems PATH** miljövariabel.\n5. **Starta om**: Vänligen starta om Nagi efter installationen för att ändringarna ska träda i kraft.
sw_ke: FFmpeg inahitajika kwa Usawazishaji Sauti wa Usahihi wa Juu (uchambuzi wa ReplayGain) lakini haikupatikana kwenye mfumo wako.\n\nFuata hatua hizi kuiweka:\n\n1. **Pakua**: Tembelea https://www.gyan.dev/ffmpeg/builds/ na pakua 'ffmpeg-git-full.7z' (au sawa na hiyo) toleo muhimu.\n2. **Mwongozo**: Unaweza kufuata mwongozo huu kwa maelekezo ya kina: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Toa**: Fungua folda ya usanifu na upate saraka ya 'bin' iliyo na `ffmpeg.exe`.\n4. **Sakinisha**: Nakili `ffmpeg.exe` kwenye folda ya kudumu (k.m., `C:\ffmpeg\`) na **ongeza folda hiyo kwenye vigezo vyako vya System PATH**.\n5. **Washa Upya**: Tafadhali washa upya Nagi baada ya kusakinisha ili mabadiliko yaanze kutumika.
ta_in: அதிக துல்லியமான ஒலியளவு சீராக்கத்திற்கு (ReplayGain பகுப்பாய்வு) FFmpeg தேவை, ஆனால் அது உங்கள் கணினியில் கண்டறியப்படவில்லை. இதை அமைக்க, இந்த வழிமுறைகளைப் பின்பற்றவும்: 1. **பதிவிறக்குங்கள்**: https://www.gyan.dev/ffmpeg/builds/ ஐப் பார்வையிட்டு 'ffmpeg-git-full.7z' (அல்லது ஒத்த) அத்தியாவசிய கட்டமைப்பைப் பதிவிறக்குங்கள். 2. **வழிகாட்டி**: விரிவான வழிமுறைகளுக்கு இந்த வழிகாட்டியைப் பின்பற்றலாம்: https://phoenixnap.com/kb/ffmpeg-windows 3. **பிரித்தெடுக்கவும்**: Architecture கோப்புறையைத் திறந்து, `ffmpeg.exe` உள்ள 'bin' அடைவைக் கண்டறியவும். 4. **நிறுவவும்**: `ffmpeg.exe` ஐ ஒரு நிரந்தர கோப்புறையில் (எ.கா., `C:\ffmpeg\`) நகலெடுத்து, **அந்த கோப்புறையை உங்கள் கணினி PATH** சூழல் மாறிக்குச் சேர்க்கவும். 5. **மறுதொடக்கம்**: மாற்றங்கள் செயல்பட, நிறுவிய பிறகு Nagi ஐ மறுதொடக்கம் செய்யவும்.
th_th: FFmpeg จำเป็นสำหรับการปรับระดับเสียงความแม่นยำสูง (การวิเคราะห์ ReplayGain) แต่ไม่พบในระบบของคุณ.\n\nทำตามขั้นตอนเหล่านี้เพื่อตั้งค่า:\n\n1. **ดาวน์โหลด**: ไปที่ https://www.gyan.dev/ffmpeg/builds/ และดาวน์โหลด 'ffmpeg-git-full.7z' (หรือไฟล์ที่คล้ายกัน) รุ่น essentials\n2. **คู่มือ**: คุณสามารถทำตามคู่มือนี้สำหรับคำแนะนำโดยละเอียด: https://phoenixnap.com/kb/ffmpeg-windows\n3. **แตกไฟล์**: เปิดโฟลเดอร์สถาปัตยกรรมและค้นหาไดเรกทอรี 'bin' ที่มี `ffmpeg.exe`\n4. **ติดตั้ง**: คัดลอก `ffmpeg.exe` ไปยังโฟลเดอร์ถาวร (เช่น `C:\ffmpeg\`) และ **เพิ่มโฟลเดอร์นั้นไปยังตัวแปรสภาพแวดล้อม System PATH** ของคุณ\n5. **รีสตาร์ท**: โปรดรีสตาร์ท Nagi หลังจากการติดตั้งเพื่อให้การเปลี่ยนแปลงมีผล
tr_tr: FFmpeg Yüksek Hassasiyetli Ses Normalizasyonu (ReplayGain analizi) için gereklidir ancak sisteminizde bulunamadı.\n\nKurulum için şu adımları izleyin:\n\n1. **İndir**: https://www.gyan.dev/ffmpeg/builds/ adresini ziyaret edin ve 'ffmpeg-git-full.7z' (veya benzeri) temel sürümü indirin.\n2. **Rehber**: Ayrıntılı talimatlar için bu rehberi takip edebilirsiniz: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Çıkar**: Mimari klasörünü açın ve 'ffmpeg.exe' içeren 'bin' dizinini bulun.\n4. **Kur**: 'ffmpeg.exe' dosyasını kalıcı bir klasöre (örn. 'C:\\ffmpeg\\') kopyalayın ve **bu klasörü Sistem PATH** ortam değişkeninize ekleyin.\n5. **Yeniden Başlat**: Değişikliklerin etkili olması için kurulumdan sonra Nagi'yi yeniden başlatın.
vi_vn: FFmpeg được yêu cầu để Chuẩn hóa âm lượng độ chính xác cao (phân tích ReplayGain) nhưng không tìm thấy trên hệ thống của bạn.\n\nLàm theo các bước sau để thiết lập:\n\n1. **Tải xuống**: Truy cập https://www.gyan.dev/ffmpeg/builds/ và tải xuống bản 'ffmpeg-git-full.7z' (hoặc tương tự).\n2. **Hướng dẫn**: Bạn có thể làm theo hướng dẫn này để biết chi tiết: https://phoenixnap.com/kb/ffmpeg-windows\n3. **Giải nén**: Mở thư mục kiến trúc và tìm thư mục 'bin' chứa `ffmpeg.exe`.\n4. **Cài đặt**: Sao chép `ffmpeg.exe` vào một thư mục cố định (ví dụ: `C:\\ffmpeg\\`) và **thêm thư mục đó vào biến môi trường System PATH của bạn**.\n5. **Khởi động lại**: Vui lòng khởi động lại Nagi sau khi cài đặt để các thay đổi có hiệu lực.
