Repository: Anthonyy232/Nagi
Catalog: src/Nagi.Core/Resources/Strings.*.resx
Languages: af_za, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, ms_my, no_no, pa_in, pl_pl, ro_ro, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, vi_vn

# Label_Artist
source: Artist
af_za: Kunstenaar
ar_sa: فنان
bg_bg: Изпълнител
bn_bd: শিল্পী
ca_es: Artista
cs_cz: Umělec
da_dk: Kunstner
de_de: Künstler
el_gr: Καλλιτέχνης
fa_ir: هنرمند
fi_fi: Artisti
fil_ph: Artista
fr_fr: Artiste
ga_ie: Ealaíontóir
he_il: אמן
hi_in: कलाकार
hr_hr: Izvođač
hu_hu: Művész
id_id: Artis
it_it: Artista
ja_jp: アーティスト
lt_lt: Atlikėjas
ms_my: Artis
no_no: Aktør
pa_in: ਕਲਾਕਾਰ
pl_pl: Wykonawca
sk_sk: Interpret
sr_cyrl_rs: Уметник
sw_ke: Msanii
ta_in: கலைஞர்
th_th: ศิลปิน
tr_tr: Sanatçı
vi_vn: Nghệ sĩ

# Label_Album
source: Album
ar_sa: ألبوم
bg_bg: Албум
bn_bd: অ্যালবাম
ca_es: Àlbum
el_gr: Άλμπουμ
fa_ir: آلبوم
fi_fi: Albumi
ga_ie: Albam
he_il: אלבום
hi_in: एल्बम
ja_jp: アルバム
lt_lt: Albumas
pa_in: ਐਲਬਮ
sr_cyrl_rs: Албум
sw_ke: Albamu
ta_in: ஆல்பம்
th_th: อัลบั้ม
tr_tr: Albüm

# Label_Genre
source: Genre
ar_sa: نوع
bg_bg: Жанр
bn_bd: জেনার
ca_es: Gènere
cs_cz: Žánr
el_gr: Είδος
et_ee: Žanr
fa_ir: سبک
ga_ie: Seánra
he_il: ז'אנר
hi_in: शैली
hr_hr: Žanr
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
lt_lt: Žanras
no_no: Sjanger
pa_in: ਸ਼ੈਲੀ
pl_pl: Gatunek
ro_ro: Gen
sk_sk: Žáner
sq_al: Zhanër
sr_cyrl_rs: Жанр
sw_ke: Aina
ta_in: வகை
th_th: แนวเพลง
tr_tr: Tür
vi_vn: Thể loại

# Label_Title
source: Title
af_za: Titel
ar_sa: عنوان
bg_bg: Заглавие
bn_bd: শিরোনাম
ca_es: Títol
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
et_ee: Pealkiri
fa_ir: عنوان
fi_fi: Nimi
fil_ph: Pamagat
fr_fr: Titre
ga_ie: Teideal
he_il: כותרת
hi_in: शीर्षक
hr_hr: Naslov
hu_hu: Cím
id_id: Judul
it_it: Titolo
ja_jp: タイトル
lt_lt: Pavadinimas
ms_my: Tajuk
no_no: Tittel
pa_in: ਸਿਰਲੇਖ
pl_pl: Tytuł
ro_ro: Titlu
sk_sk: Názov
sq_al: Titull
sr_cyrl_rs: Наслов
sv_se: Titel
sw_ke: Jina
ta_in: தலைப்பு
th_th: ชื่อเพลง
tr_tr: Başlık
vi_vn: Tiêu đề

# Label_Playlist
source: Playlist
af_za: Snitlys
ar_sa: قائمة تشغيل
bg_bg: Плейлист
bn_bd: প্লেলিস্ট
ca_es: Llista de reproducció
cs_cz: Seznam skladeb
da_dk: Afspilningsliste
de_de: Wiedergabeliste
el_gr: Λίστα αναπαραγωγής
et_ee: Esitusloend
fa_ir: پلی‌لیست
fi_fi: Soittolista
fr_fr: Liste de lecture
ga_ie: Seinnliosta
he_il: פלייליסט
hi_in: प्लेलिस्ट
hr_hr: Popis pjesama
hu_hu: Lejátszási lista
id_id: Daftar Putar
ja_jp: プレイリスト
lt_lt: Grojaraštis
ms_my: Senarai Main
no_no: Spilleliste
pa_in: ਪਲੇਲਿਸਟ
pl_pl: Playlista
ro_ro: Listă de redare
sk_sk: Zoznam skladieb
sq_al: Listë luajtjeje
sr_cyrl_rs: Плејлиста
sv_se: Spellista
sw_ke: Orodha ya kucheza
ta_in: பிளேலிஸ்ட்
th_th: เพลย์ลิสต์
tr_tr: Çalma Listesi
vi_vn: Danh sách phát

# Label_File
source: File
af_za: Lêer
ar_sa: ملف
bg_bg: Файл
bn_bd: ফাইল
ca_es: Fitxer
cs_cz: Soubor
da_dk: Fil
de_de: Datei
el_gr: Αρχείο
et_ee: Fail
fa_ir: فایل
fi_fi: Tiedosto
fr_fr: Fichier
ga_ie: Comhad
he_il: קובץ
hi_in: फ़ाइल
hr_hr: Datoteka
hu_hu: Fájl
id_id: Berkas
ja_jp: ファイル
lt_lt: Failas
ms_my: Fail
no_no: Fil
pa_in: ਫਾਈਲ
pl_pl: Plik
ro_ro: Fișier
sk_sk: Súbor
sq_al: Skedar
sr_cyrl_rs: Датотека
sv_se: Fil
sw_ke: Faili
ta_in: கோப்பு
th_th: ไฟล์
tr_tr: Dosya
vi_vn: Tệp

# Label_Year
source: Year
af_za: Jaar
ar_sa: سنة
bg_bg: Година
bn_bd: বছর
ca_es: Any
cs_cz: Rok
da_dk: År
de_de: Jahr
el_gr: Έτος
et_ee: Aasta
fa_ir: سال
fi_fi: Vuosi
fil_ph: Taon
fr_fr: Année
ga_ie: Bliain
he_il: שנה
hi_in: वर्ष
hr_hr: Godina
hu_hu: Év
id_id: Tahun
it_it: Anno
ja_jp: 年
lt_lt: Metai
ms_my: Tahun
no_no: År
pa_in: ਸਾਲ
pl_pl: Rok
ro_ro: An
sk_sk: Rok
sq_al: Vit
sr_cyrl_rs: Година
sv_se: År
sw_ke: Mwaka
ta_in: வருடம்
th_th: ปี
tr_tr: Yıl
vi_vn: Năm

# Label_DateAdded
source: Date Added
af_za: Datum Bygevoeg
ar_sa: تاريخ الإضافة
bg_bg: Дата на добавяне
bn_bd: যোগ করার তারিখ
ca_es: Data d'addició
cs_cz: Datum přidání
da_dk: Dato tilføjet
de_de: Hinzugefügt am
el_gr: Ημερομηνία προσθήκης
et_ee: Lisamise kuupäev
fa_ir: تاریخ افزودن
fi_fi: Lisätty
fil_ph: Petsa ng Pagdagdag
fr_fr: Date d'ajout
ga_ie: Dáta Curtha Leis
he_il: תאריך הוספה
hi_in: जोड़ी गई दिनांक
hr_hr: Datum dodavanja
hu_hu: Hozzáadás dátuma
id_id: Tanggal Ditambahkan
it_it: Data aggiunta
ja_jp: 追加日
lt_lt: Pridėjimo data
ms_my: Tarikh Ditambah
no_no: Dato lagt til
pa_in: ਸ਼ਾਮਲ ਕੀਤੀ ਮਿਤੀ
pl_pl: Data dodania
ro_ro: Data adăugării
sk_sk: Dátum pridania
sq_al: Data e shtimit
sr_cyrl_rs: Датум додавања
sv_se: Datum tillagt
sw_ke: Tarehe Iliyoongezwa
ta_in: சேர்க்கப்பட்ட தேதி
th_th: วันที่เพิ่ม
tr_tr: Ekleme Tarihi
vi_vn: Ngày thêm

# Label_DateCreated
source: Date Created
af_za: Datum Geskep
ar_sa: تاريخ الإنشاء
bg_bg: Дата на създаване
bn_bd: তৈরির তারিখ
ca_es: Data de creació
cs_cz: Datum vytvoření
da_dk: Dato oprettet
de_de: Erstellungsdatum
el_gr: Ημερομηνία δημιουργίας
et_ee: Loomise kuupäev
fa_ir: تاریخ ایجاد
fi_fi: Luontipäivämäärä
fil_ph: Petsa ng Pagkagawa
fr_fr: Date de création
ga_ie: Dáta Cruthaithe
he_il: תאריך יצירה
hi_in: बनाई गई दिनांक
hr_hr: Datum stvaranja
hu_hu: Létrehozás dátuma
id_id: Tanggal Dibuat
it_it: Data creazione
ja_jp: 作成日
lt_lt: Sukūrimo data
ms_my: Tarikh Dicipta
no_no: Dato opprettet
pa_in: ਬਣਾਈ ਮਿਤੀ
pl_pl: Data utworzenia
ro_ro: Data creării
sk_sk: Dátum vytvorenia
sq_al: Data e krijimit
sr_cyrl_rs: Датум креирања
sv_se: Datum skapat
sw_ke: Tarehe Iliyoundwa
ta_in: உருவாக்கப்பட்ட தேதி
th_th: วันที่สร้าง
tr_tr: Oluşturulma Tarihi
vi_vn: Ngày tạo

# Label_DateModified
source: Date Modified
af_za: Datum Gewysig
ar_sa: تاريخ التعديل
bg_bg: Дата на промяна
bn_bd: পরিবর্তনের তারিখ
ca_es: Data de modificació
cs_cz: Datum úpravy
da_dk: Dato ændret
de_de: Änderungsdatum
el_gr: Ημερομηνία τροποποίησης
et_ee: Muutmise kuupäev
fa_ir: تاریخ اصلاح
fi_fi: Muokkauspäivämäärä
fil_ph: Petsa ng Pagbabago
fr_fr: Date de modification
ga_ie: Dáta Athraithe
he_il: תאריך שינוי
hi_in: संशोधित दिनांक
hr_hr: Datum izmjene
hu_hu: Módosítás dátuma
id_id: Tanggal Dimodifikasi
it_it: Data modifica
ja_jp: 更新日
lt_lt: Pakeitimo data
ms_my: Tarikh Diubah Suai
no_no: Dato endret
pa_in: ਸੰਸ਼ੋਧਿਤ ਮਿਤੀ
pl_pl: Data modyfikacji
ro_ro: Data modificării
sk_sk: Dátum úpravy
sq_al: Data e modifikimit
sr_cyrl_rs: Датум измене
sv_se: Datum ändrat
sw_ke: Tarehe Iliyorekebishwa
ta_in: மாற்றப்பட்ட தேதி
th_th: วันที่แก้ไข
tr_tr: Değiştirilme Tarihi
vi_vn: Ngày sửa đổi

# Label_LastPlayed
source: Last Played
af_za: Laas Gespeel
ar_sa: آخر تشغيل
bg_bg: Последно пуснато
bn_bd: শেষবার চালানো হয়েছে
ca_es: Última reproducció
cs_cz: Naposledy přehráno
da_dk: Sidst spillet
de_de: Zuletzt gespielt
el_gr: Τελευταία αναπαραγωγή
et_ee: Viimati mängitud
fa_ir: آخرین پخش
fi_fi: Viimeksi soitettu
fil_ph: Huling Pinatugtog
fr_fr: Dernière lecture
ga_ie: Seinnte Go Deireanach
he_il: נוגן לאחרונה
hi_in: अंतिम बार बजाया गया
hr_hr: Zadnje reproducirano
hu_hu: Utoljára lejátszott
id_id: Terakhir Diputar
it_it: Ultima riproduzione
ja_jp: 最終再生日
lt_lt: Paskutinį kartą grojo
ms_my: Terakhir Dimainkan
no_no: Sist spilt
pa_in: ਆਖਰੀ ਵਾਰ ਚਲਾਇਆ ਗਿਆ
pl_pl: Ostatnie odtworzenie
ro_ro: Ultima redare
sk_sk: Naposledy prehrané
sq_al: Luajtur së fundi
sr_cyrl_rs: Последње пуштено
sv_se: Senast spelad
sw_ke: Iliyochezwa Mwisho
ta_in: கடைசியாக இயக்கப்பட்டது
th_th: เล่นล่าสุด
tr_tr: Son Çalma
vi_vn: Phát gần nhất

# Label_Duration
source: Duration
af_za: Duur
ar_sa: المدة
bg_bg: Продължителност
bn_bd: সময়কাল
ca_es: Durada
cs_cz: Délka
da_dk: Varighed
de_de: Dauer
el_gr: Διάρκεια
et_ee: Kestus
fa_ir: مدت زمان
fi_fi: Kesto
fil_ph: Tagal
fr_fr: Durée
ga_ie: Fad
he_il: משך
hi_in: अवधि
hr_hr: Trajanje
hu_hu: Időtartam
id_id: Durasi
it_it: Durata
ja_jp: 再生時間
lt_lt: Trukmė
ms_my: Tempoh
no_no: Varighet
pa_in: ਮਿਆਦ
pl_pl: Czas trwania
ro_ro: Durată
sk_sk: Dĺžka
sq_al: Kohëzgjatja
sr_cyrl_rs: Трајање
sv_se: Speltid
sw_ke: Muda
ta_in: கால அளவு
th_th: ระยะเวลา
tr_tr: Süre
vi_vn: Thời lượng

# Label_Bpm
source: BPM
bn_bd: বিপিএম
hi_in: बीपीएम
sr_cyrl_rs: БПМ

# Label_TrackNumber
source: Track Number
af_za: Snitnommer
ar_sa: رقم المقطع
bg_bg: Номер на песен
bn_bd: ট্র্যাক নম্বর
ca_es: Número de pista
cs_cz: Číslo stopy
da_dk: Sporenummer
de_de: Titelnummer
el_gr: Αριθμός κομματιού
et_ee: Raja number
fa_ir: شماره قطعه
fi_fi: Raidan numero
fil_ph: Numero ng Track
fr_fr: Numéro de piste
ga_ie: Uimhir Rian
he_il: מספר רצועה
hi_in: ट्रैक संख्या
hr_hr: Broj pjesme
hu_hu: Szám sorszáma
id_id: Nomor Trek
it_it: Numero traccia
ja_jp: トラック番号
lt_lt: Takelio numeris
ms_my: Nombor Trek
no_no: Spornummer
pa_in: ਟਰੈਕ ਨੰਬਰ
pl_pl: Numer utworu
ro_ro: Număr piesă
sk_sk: Číslo stopy
sq_al: Numri i këngës
sr_cyrl_rs: Број нумере
sv_se: Spårnummer
sw_ke: Namba ya Wimbo
ta_in: ட்ராக் எண்
th_th: หมายเลขแทร็ก
tr_tr: Parça Numarası
vi_vn: Số bài hát

# Label_PlayCount
source: Play Count
af_za: Speeltelling
ar_sa: عدد مرات التشغيل
bg_bg: Брой възпроизвеждания
bn_bd: প্লে সংখ্যা
ca_es: Nombre de reproduccions
cs_cz: Počet přehrání
da_dk: Afspilningsantal
de_de: Wiedergabezahl
el_gr: Αριθμός αναπαραγωγών
et_ee: Mängimiskordade arv
fa_ir: تعداد پخش
fi_fi: Toistokerrat
fil_ph: Bilang ng Patugtog
fr_fr: Nombre de lectures
ga_ie: Líon Seinnte
he_il: ספירת השמעות
hi_in: चलाने की संख्या
hr_hr: Broj reprodukcija
hu_hu: Lejátszásszám
id_id: Jumlah Pemutaran
it_it: Conteggio riproduzioni
ja_jp: 再生回数
lt_lt: Grojimų skaičius
ms_my: Kiraan Main
no_no: Antall avspillinger
pa_in: ਪਲੇ ਕਾਉਂਟ
pl_pl: Liczba odtworzeń
ro_ro: Număr redări
sk_sk: Počet prehratí
sq_al: Numri i luajtjeve
sr_cyrl_rs: Број пуштања
sv_se: Antal uppspelningar
sw_ke: Hesabu ya Uchezaji
ta_in: இயக்க எண்ணிக்கை
th_th: จำนวนการเล่น
tr_tr: Çalma Sayısı
vi_vn: Số lượt phát

# Label_Songs
source: Songs
af_za: Liedjies
ar_sa: أغاني
bg_bg: Песни
bn_bd: গানসমূহ
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
et_ee: Laule
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fil_ph: Mga Kanta
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गीत
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Brani
ja_jp: 曲
lt_lt: Dainos
ms_my: Lagu
no_no: Sanger
pa_in: ਗੀਤ
pl_pl: Utwory
ro_ro: Melodii
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tr_tr: Şarkılar
vi_vn: Bài hát

# Label_Song
source: Song
af_za: Liedjie
ar_sa: أغنية
bg_bg: Песен
bn_bd: গান
ca_es: Cançó
cs_cz: Skladba
da_dk: Sang
de_de: Lied
el_gr: Τραγούδι
et_ee: Lugu
fa_ir: آهنگ
fi_fi: Kappale
fil_ph: Kanta
fr_fr: Chanson
ga_ie: Amhrán
he_il: שיר
hi_in: गीत
hr_hr: Pjesma
hu_hu: Dal
id_id: Lagu
it_it: Brano
ja_jp: 曲
lt_lt: Daina
ms_my: Lagu
no_no: Sang
pa_in: ਗੀਤ
pl_pl: Utwór
ro_ro: Melodie
sk_sk: Skladba
sq_al: Këngë
sr_cyrl_rs: Песма
sv_se: Låt
sw_ke: Wimbo
ta_in: பாடல்
th_th: เพลง
tr_tr: Şarkı
vi_vn: Bài hát

# Label_Folder
source: Folder
af_za: Vouer
ar_sa: مجلد
bg_bg: Папка
bn_bd: ফোল্ডার
ca_es: Carpeta
cs_cz: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
et_ee: Kaust
fa_ir: پوشه
fi_fi: Kansio
fr_fr: Dossier
ga_ie: Fillteán
he_il: תיקייה
hi_in: फ़ोल्डर
hr_hr: Mapa
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダー
lt_lt: Aplankas
no_no: Mappe
pa_in: ਫੋਲਡਰ
ro_ro: Dosar
sk_sk: Priečinok
sq_al: Dosje
sr_cyrl_rs: Фасцикла
sv_se: Mapp
sw_ke: Jalada
ta_in: கோப்புறை
th_th: โฟลเดอร์
tr_tr: Klasör
vi_vn: Thư mục

# Label_Folders
source: Folders
af_za: Vouers
ar_sa: مجلدات
bg_bg: Папки
bn_bd: ফোল্ডারসমূহ
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
de_de: Ordner
el_gr: Φάκελοι
et_ee: Kaustad
fa_ir: پوشه‌ها
fi_fi: Kansiot
fil_ph: Mga Folder
fr_fr: Dossiers
ga_ie: Fillteáin
he_il: תיקיות
hi_in: फ़ोल्डर
hr_hr: Mape
hu_hu: Mappák
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
lt_lt: Aplankai
ms_my: Folder
no_no: Mapper
pa_in: ਫੋਲਡਰ
pl_pl: Foldery
ro_ro: Dosare
sk_sk: Priečinky
sq_al: Dosje
sr_cyrl_rs: Фасцикле
sv_se: Mappar
sw_ke: Majalada
ta_in: கோப்புறைகள்
th_th: โฟลเดอร์
tr_tr: Klasörler
vi_vn: Thư mục

# Label_ManualOrder
source: Manual Order
af_za: Handmatige Volgorde
ar_sa: ترتيب يدوي
bg_bg: Ръчен ред
bn_bd: ম্যানুয়াল ক্রম
ca_es: Ordre manual
cs_cz: Ruční pořadí
da_dk: Manuel rækkefølge
de_de: Manuelle Reihenfolge
el_gr: Χειροκίνητη σειρά
et_ee: Käsitsi järjestus
fa_ir: ترتیب دستی
fi_fi: Manuaalinen järjestys
fil_ph: Manu-manong Pagkakasunod
fr_fr: Ordre manuel
ga_ie: Ordú Láimhe
he_il: סדר ידני
hi_in: मैन्युअल क्रम
hr_hr: Ručni redoslijed
hu_hu: Kézi sorrend
id_id: Urutan Manual
it_it: Ordine manuale
ja_jp: 手動順
lt_lt: Rankinė tvarka
ms_my: Susunan Manual
no_no: Manuell rekkefølge
pa_in: ਮੈਨੂਅਲ ਆਰਡਰ
pl_pl: Kolejność ręczna
ro_ro: Ordine manuală
sk_sk: Manuálne poradie
sq_al: Renditje manuale
sr_cyrl_rs: Ручни редослед
sv_se: Manuell ordning
sw_ke: Mpangilio wa Mwongozo
ta_in: கைமுறை வரிசை
th_th: ลำดับเอง
tr_tr: Manuel Sıra
vi_vn: Thứ tự thủ công

# Label_Random
source: Random
af_za: Ewekansig
ar_sa: عشوائي
bg_bg: Разбъркано
bn_bd: এলোমেলো
ca_es: Aleatori
cs_cz: Náhodně
da_dk: Tilfældig
de_de: Zufällig
el_gr: Τυχαία
et_ee: Juhuslik
fa_ir: تصادفی
fi_fi: Satunnainen
fr_fr: Aléatoire
ga_ie: Randamach
he_il: אקראי
hi_in: रैंडम
hr_hr: Nasumično
hu_hu: Véletlenszerű
id_id: Acak
it_it: Casuale
ja_jp: ランダム
lt_lt: Atsitiktinis
ms_my: Rawak
no_no: Tilfeldig
pa_in: ਬੇਤਰਤੀਬ
pl_pl: Losowo
ro_ro: Aleatoriu
sk_sk: Náhodne
sq_al: Rastësor
sr_cyrl_rs: Насумично
sv_se: Slumpmässigt
sw_ke: Nasibu
ta_in: சீரற்ற
th_th: สุ่ม
tr_tr: Rastgele
vi_vn: Ngẫu nhiên

# Format_Unknown
source: Unknown {0}
af_za: Onbekende {0}
ar_sa: {0} غير معروف
bg_bg: Неизвестен {0}
bn_bd: অজানা {0}
ca_es: {0} desconegut
cs_cz: Neznámý {0}
da_dk: Ukendt {0}
de_de: Unbekannt {0}
el_gr: Άγνωστο {0}
et_ee: Tundmatu {0}
fa_ir: {0} ناشناخته
fi_fi: Tuntematon {0}
fil_ph: Hindi Alam na {0}
fr_fr: {0} inconnu
ga_ie: {0} Anaithnid
he_il: {0} לא ידוע
hi_in: अज्ञात {0}
hr_hr: Nepoznato {0}
hu_hu: Ismeretlen {0}
id_id: {0} Tidak Dikenal
it_it: Sconosciuto {0}
ja_jp: 不明な{0}
lt_lt: Nežinoma {0}
ms_my: {0} Tidak Dikenali
no_no: Ukjent {0}
pa_in: ਅਣਜਾਣ {0}
pl_pl: Nieznany {0}
ro_ro: Necunoscut {0}
sk_sk: Neznáme {0}
sq_al: E panjohur {0}
sr_cyrl_rs: Непознато {0}
sv_se: Okänd {0}
sw_ke: Haijulikani {0}
ta_in: அறியப்படாத {0}
th_th: {0} ไม่ทราบ
tr_tr: Bilinmeyen {0}
vi_vn: {0} không xác định

# Format_New
source: New {0}
af_za: Nuwe {0}
ar_sa: {0} جديد
bg_bg: Нов {0}
bn_bd: নতুন {0}
ca_es: Nou {0}
cs_cz: Nový {0}
da_dk: Ny {0}
de_de: Neu {0}
el_gr: Νέο {0}
et_ee: Uus {0}
fa_ir: {0} جدید
fi_fi: Uusi {0}
fil_ph: Bagong {0}
fr_fr: Nouveau {0}
ga_ie: {0} Nua
he_il: {0} חדש
hi_in: नया {0}
hr_hr: Novi {0}
hu_hu: Új {0}
id_id: {0} Baru
it_it: Nuovo {0}
ja_jp: 新しい{0}
lt_lt: Nauja {0}
ms_my: {0} Baharu
no_no: Ny {0}
pa_in: ਨਵਾਂ {0}
pl_pl: Nowy {0}
ro_ro: Nou {0}
sk_sk: Nové {0}
sq_al: E re {0}
sr_cyrl_rs: Ново {0}
sv_se: Ny {0}
sw_ke: Mpya {0}
ta_in: புதிய {0}
th_th: {0} ใหม่
tr_tr: Yeni {0}
vi_vn: {0} mới

# Format_NotFound
source: {0} not found.
af_za: {0} nie gevind nie.
ar_sa: لم يتم العثور على {0}.
bg_bg: {0} не е намерено.
bn_bd: {0} পাওয়া যায়নি।
ca_es: No s'ha trobat {0}.
cs_cz: {0} nenalezeno.
da_dk: {0} ikke fundet.
de_de: {0} nicht gefunden.
el_gr: Δεν βρέθηκε το {0}.
et_ee: {0} ei leitud.
fa_ir: {0} یافت نشد.
fi_fi: {0} ei löydy.
fil_ph: Hindi natagpuan ang {0}.
fr_fr: {0} introuvable.
ga_ie: Níor aimsíodh {0}.
he_il: {0} לא נמצא.
hi_in: {0} नहीं मिला।
hr_hr: {0} nije pronađeno.
hu_hu: A(z) {0} nem található.
id_id: {0} tidak ditemukan.
it_it: {0} non trovato.
ja_jp: {0}が見つかりませんでした。
lt_lt: {0} nerasta.
ms_my: {0} tidak ditemui.
no_no: {0} ikke funnet.
pa_in: {0} ਨਹੀਂ ਲੱਭਿਆ।
pl_pl: {0} nie znaleziono.
ro_ro: {0} nu a fost găsit.
sk_sk: {0} sa nenašlo.
sq_al: {0} nuk u gjet.
sr_cyrl_rs: {0} није пронађено.
sv_se: {0} hittades inte.
sw_ke: {0} haikupatikana.
ta_in: {0} கண்டறியப்படவில்லை.
th_th: ไม่พบ {0}
tr_tr: {0} bulunamadı.
vi_vn: Không tìm thấy {0}.

# Format_AlphaAsc
source: {0} (A to Z)
af_za: {0} (A tot Z)
ar_sa: {0} (ألف إلى ياء)
bg_bg: {0} (А до Я)
bn_bd: {0} (এ থেকে জেড)
ca_es: {0} (A a Z)
cs_cz: {0} (A až Z)
da_dk: {0} (A til Z)
de_de: {0} (A bis Z)
el_gr: {0} (Α προς Ω)
et_ee: {0} (A-Z)
fa_ir: {0} (الف تا ی)
fi_fi: {0} (A–Z)
fil_ph: {0} (A hanggang Z)
fr_fr: {0} (A à Z)
ga_ie: {0} (A go Z)
he_il: {0} (א' עד ת')
hi_in: {0} (ए से ज़ेड तक)
hr_hr: {0} (A do Ž)
hu_hu: {0} (A-tól Z-ig)
id_id: {0} (A ke Z)
it_it: {0} (dalla A alla Z)
ja_jp: {0} (A-Z順)
lt_lt: {0} (A iki Z)
ms_my: {0} (A ke Z)
no_no: {0} (A til Å)
pa_in: {0} (A ਤੋਂ Z)
pl_pl: {0} (A do Z)
ro_ro: {0} (A la Z)
sk_sk: {0} (A až Z)
sq_al: {0} (A në Z)
sr_cyrl_rs: {0} (А до Ш)
sv_se: {0} (A till Ö)
sw_ke: {0} (A hadi Z)
ta_in: {0} (அ முதல் ஃ வரை)
th_th: {0} (A ถึง Z)
tr_tr: {0} (A'dan Z'ye)
vi_vn: {0} (A đến Z)

# Format_AlphaDesc
source: {0} (Z to A)
af_za: {0} (Z tot A)
ar_sa: {0} (ياء إلى ألف)
bg_bg: {0} (Я до А)
bn_bd: {0} (জেড থেকে এ)
ca_es: {0} (Z a A)
cs_cz: {0} (Z až A)
da_dk: {0} (Z til A)
de_de: {0} (Z bis A)
el_gr: {0} (Ω προς Α)
et_ee: {0} (Z-A)
fa_ir: {0} (ی تا الف)
fi_fi: {0} (Z–A)
fil_ph: {0} (Z hanggang A)
fr_fr: {0} (Z à A)
ga_ie: {0} (Z go A)
he_il: {0} (ת' עד א')
hi_in: {0} (ज़ेड से ए तक)
hr_hr: {0} (Ž do A)
hu_hu: {0} (Z-től A-ig)
id_id: {0} (Z ke A)
it_it: {0} (dalla Z alla A)
ja_jp: {0} (Z-A順)
lt_lt: {0} (Z iki A)
ms_my: {0} (Z ke A)
no_no: {0} (Å til A)
pa_in: {0} (Z ਤੋਂ A)
pl_pl: {0} (Z do A)
ro_ro: {0} (Z la A)
sk_sk: {0} (Z až A)
sq_al: {0} (Z në A)
sr_cyrl_rs: {0} (Ш до А)
sv_se: {0} (Ö till A)
sw_ke: {0} (Z hadi A)
ta_in: {0} (ஃ முதல் அ வரை)
th_th: {0} (Z ถึง A)
tr_tr: {0} (Z'den A'ya)
vi_vn: {0} (Z đến A)

# Format_TemporalNewest
source: {0} (Newest)
af_za: {0} (Nuutste)
ar_sa: {0} (الأحدث)
bg_bg: {0} (Най-ново)
bn_bd: {0} (সর্বশেষ)
ca_es: {0} (Més recent)
cs_cz: {0} (Nejnovější)
da_dk: {0} (Nyeste)
de_de: {0} (Neueste)
el_gr: {0} (Νεότερα)
et_ee: {0} (Uusim)
fa_ir: {0} (جدیدترین)
fi_fi: {0} (Uusin)
fil_ph: {0} (Pinakabago)
fr_fr: {0} (Plus récent)
ga_ie: {0} (Is Nua)
he_il: {0} (חדש ביותר)
hi_in: {0} (नवीनतम)
hr_hr: {0} (Najnovije)
hu_hu: {0} (Legújabb)
id_id: {0} (Terbaru)
it_it: {0} (Più recente)
ja_jp: {0} (新しい順)
lt_lt: {0} (Naujausia)
ms_my: {0} (Terbaharu)
no_no: {0} (Nyeste)
pa_in: {0} (ਨਵਾਂ)
pl_pl: {0} (Najnowsze)
ro_ro: {0} (Cel mai nou)
sk_sk: {0} (Najnovšie)
sq_al: {0} (Më e reja)
sr_cyrl_rs: {0} (Најновије)
sv_se: {0} (Nyaste)
sw_ke: {0} (Mpya Zaidi)
ta_in: {0} (புதியது)
th_th: {0} (ใหม่ที่สุด)
tr_tr: {0} (En Yeni)
vi_vn: {0} (Mới nhất)

# Format_TemporalOldest
source: {0} (Oldest)
af_za: {0} (Oudste)
ar_sa: {0} (الأقدم)
bg_bg: {0} (Най-старо)
bn_bd: {0} (সবচেয়ে পুরানো)
ca_es: {0} (Més antic)
cs_cz: {0} (Nejstarší)
da_dk: {0} (Ældste)
de_de: {0} (Älteste)
el_gr: {0} (Παλαιότερα)
et_ee: {0} (Vanim)
fa_ir: {0} (قدیمی‌ترین)
fi_fi: {0} (Vanhin)
fil_ph: {0} (Pinakaluma)
fr_fr: {0} (Plus ancien)
ga_ie: {0} (Is Sine)
he_il: {0} (ישן ביותר)
hi_in: {0} (सबसे पुराना)
hr_hr: {0} (Najstarije)
hu_hu: {0} (Legrégebbi)
id_id: {0} (Terlama)
it_it: {0} (Meno recente)
ja_jp: {0} (古い順)
lt_lt: {0} (Seniausia)
ms_my: {0} (Terdahulu)
no_no: {0} (Eldste)
pa_in: {0} (ਪੁਰਾਣਾ)
pl_pl: {0} (Najstarsze)
ro_ro: {0} (Cel mai vechi)
sk_sk: {0} (Najstaršie)
sq_al: {0} (Më e vjetra)
sr_cyrl_rs: {0} (Најстарије)
sv_se: {0} (Äldsta)
sw_ke: {0} (Kongwe Zaidi)
ta_in: {0} (பழையது)
th_th: {0} (เก่าที่สุด)
tr_tr: {0} (En Eski)
vi_vn: {0} (Cũ nhất)

# Format_DirectionalAsc
source: {0} (Asc)
af_za: {0} (Oplopend)
ar_sa: {0} (تصاعدي)
bg_bg: {0} (Възходящ)
bn_bd: {0} (আরোহী)
cs_cz: {0} (Vzestupně)
da_dk: {0} (Stigende)
de_de: {0} (Aufsteigend)
el_gr: {0} (Αύξουσα)
et_ee: {0} (Kasvavalt)
fa_ir: {0} (صعودی)
fi_fi: {0} (Nouseva)
fil_ph: {0} (Pataas)
ga_ie: {0} (Ard)
he_il: {0} (עולה)
hi_in: {0} (आरोही)
hr_hr: {0} (Uzl.)
hu_hu: {0} (Növekvő)
id_id: {0} (Naik)
it_it: {0} (Cresc.)
ja_jp: {0} (昇順)
lt_lt: {0} (didėjančiai)
ms_my: {0} (Meningkat)
no_no: {0} (Stigende)
pa_in: {0} (ਚੜ੍ਹਦਾ)
pl_pl: {0} (Rosnąco)
sk_sk: {0} (Vzostupne)
sq_al: {0} (Rritëse)
sr_cyrl_rs: {0} (Растуће)
sv_se: {0} (Stigande)
sw_ke: {0} (Kupanda)
ta_in: {0} (ஏறுவரிசை)
th_th: {0} (จากน้อยไปมาก)
tr_tr: {0} (Artan)
vi_vn: {0} (Tăng dần)

# Format_DirectionalDesc
source: {0} (Desc)
af_za: {0} (Dalend)
ar_sa: {0} (تنازلي)
bg_bg: {0} (Низходящ)
bn_bd: {0} (অবোহী)
cs_cz: {0} (Sestupně)
da_dk: {0} (Faldende)
de_de: {0} (Absteigend)
el_gr: {0} (Φθίνουσα)
et_ee: {0} (Kahanevalt)
fa_ir: {0} (نزولی)
fi_fi: {0} (Laskeva)
fil_ph: {0} (Pababa)
ga_ie: {0} (Ísl)
he_il: {0} (יורד)
hi_in: {0} (अवरोही)
hr_hr: {0} (Sil.)
hu_hu: {0} (Csökkenő)
id_id: {0} (Turun)
it_it: {0} (Decresc.)
ja_jp: {0} (降順)
lt_lt: {0} (mažėjančiai)
ms_my: {0} (Menurun)
no_no: {0} (Synkende)
pa_in: {0} (ਉਤਰਦਾ)
pl_pl: {0} (Malejąco)
sk_sk: {0} (Zostupne)
sq_al: {0} (Zbritëse)
sr_cyrl_rs: {0} (Опадајуће)
sv_se: {0} (Fallande)
sw_ke: {0} (Kushuka)
ta_in: {0} (இறங்குவரிசை)
th_th: {0} (จากมากไปน้อย)
tr_tr: {0} (Azalan)
vi_vn: {0} (Giảm dần)

# Format_ShortestFirst
source: Shortest First
af_za: Kortste Eerste
ar_sa: الأقصر أولاً
bg_bg: Най-кратките първи
bn_bd: সবচেয়ে ছোট প্রথমে
ca_es: Més curtes primer
cs_cz: Nejkratší první
da_dk: Korteste først
de_de: Kürzeste zuerst
el_gr: Πρώτα τα μικρότερα
et_ee: Lühimad enne
fa_ir: کوتاه‌ترین اول
fi_fi: Lyhin ensin
fil_ph: Pinakamaikli Muna
fr_fr: Plus court d'abord
ga_ie: An Ceann is Giorra ar dTús
he_il: הקצר ביותר תחילה
hi_in: सबसे छोटा पहले
hr_hr: Prvo najkraće
hu_hu: Legrövidebb elöl
id_id: Terpendek Dahulu
it_it: Più breve prima
ja_jp: 最短から
lt_lt: Trumpiausi pirmiausia
ms_my: Terpendek Dahulu
no_no: Kortest først
pa_in: ਸਭ ਤੋਂ ਛੋਟਾ ਪਹਿਲਾਂ
pl_pl: Najkrótsze najpierw
ro_ro: Cel mai scurt, primul
sk_sk: Najkratšie prvé
sq_al: Më e shkurtra fillimisht
sr_cyrl_rs: Најкраће прво
sv_se: Kortast först
sw_ke: Mfupi Kwanza
ta_in: குறைவான நேரம் முதலில்
th_th: สั้นที่สุดก่อน
tr_tr: En Kısa Önce
vi_vn: Ngắn nhất trước

# Format_LongestFirst
source: Longest First
af_za: Langste Eerste
ar_sa: الأطول أولاً
bg_bg: Най-дългите първи
bn_bd: সবচেয়ে লম্বা প্রথমে
ca_es: Més llargues primer
cs_cz: Nejdelší první
da_dk: Længste først
de_de: Längste zuerst
el_gr: Πρώτα τα μεγαλύτερα
et_ee: Pikimad enne
fa_ir: بلندترین اول
fi_fi: Pisin ensin
fil_ph: Pinakamahaba Muna
fr_fr: Plus long d'abord
ga_ie: An Ceann is Faide ar dTús
he_il: הארוך ביותר תחילה
hi_in: सबसे लंबा पहले
hr_hr: Prvo najdulje
hu_hu: Leghosszabb elöl
id_id: Terpanjang Dahulu
it_it: Più lungo prima
ja_jp: 最長から
lt_lt: Ilgiausi pirmiausia
ms_my: Terpanjang Dahulu
no_no: Lengst først
pa_in: ਸਭ ਤੋਂ ਲੰਬਾ ਪਹਿਲਾਂ
pl_pl: Najdłuższe najpierw
ro_ro: Cel mai lung, primul
sk_sk: Najdlhšie prvé
sq_al: Më e gjata fillimisht
sr_cyrl_rs: Најдуже прво
sv_se: Längst först
sw_ke: Mrefu Kwanza
ta_in: அதிக நேரம் முதலில்
th_th: ยาวที่สุดก่อน
tr_tr: En Uzun Önce
vi_vn: Dài nhất trước

# Format_SlowestFirst
source: Slowest First ({0})
af_za: Stadigste Eerste ({0})
ar_sa: الأبطأ أولاً ({0})
bg_bg: Най-бавните първи ({0})
bn_bd: সবচেয়ে ধীর প্রথমে ({0})
ca_es: Més lentes primer ({0})
cs_cz: Nejpomalejší první ({0})
da_dk: Langsomste først ({0})
de_de: Langsamste zuerst ({0})
el_gr: Πρώτα τα πιο αργά ({0})
et_ee: Aeglasemad enne ({0})
fa_ir: کندترین اول ({0})
fi_fi: Hitain ensin ({0})
fil_ph: Pinakamabagal Muna ({0})
fr_fr: Plus lent d'abord ({0})
ga_ie: An Ceann is Moille ar dTús ({0})
he_il: האיטי ביותר תחילה ({0})
hi_in: सबसे धीमा पहले ({0})
hr_hr: Prvo najsporije ({0})
hu_hu: Leglassabb elöl ({0})
id_id: Terlambat Dahulu ({0})
it_it: Più lento prima ({0})
ja_jp: 最も遅い順 ({0})
lt_lt: Lėčiausi pirmiausia ({0})
ms_my: Terperlahan Dahulu ({0})
no_no: Saktest først ({0})
pa_in: ਸਭ ਤੋਂ ਹੌਲੀ ਪਹਿਲਾਂ ({0})
pl_pl: Najwolniejsze najpierw ({0})
ro_ro: Cel mai lent, primul ({0})
sk_sk: Najpomalšie prvé ({0})
sq_al: Më e ngadalta fillimisht ({0})
sr_cyrl_rs: Најспорије прво ({0})
sv_se: Långsammast först ({0})
sw_ke: Polepole Kwanza ({0})
ta_in: மெதுவானது முதலில் ({0})
th_th: ช้าที่สุดก่อน ({0})
tr_tr: En Yavaş Önce ({0})
vi_vn: Chậm nhất trước ({0})
