Repository: Anthonyy232/Nagi
Catalog: src/Nagi.Core/Resources/Strings.*.resx
Languages: af_za, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, ms_my, no_no, pa_in, pl_pl, ro_ro, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, vi_vn

# Error_M3uImportNoSongsMatched
source: No songs from the playlist were found in your library.
af_za: Geen liedjies van die snitlys is in u biblioteek gevind nie.
ar_sa: لم يتم العثور على أغاني من قائمة التشغيل في مكتبتك.
bg_bg: Няма намерени песни от плейлиста във вашата библиотека.
bn_bd: আপনার লাইব্রেরিতে প্লেলিস্টের কোনো গান পাওয়া যায়নি।
ca_es: No s'han trobat cançons de la llista de reproducció a la vostra biblioteca.
cs_cz: V knihovně nebyly nalezeny žádné skladby ze seznamu skladeb.
da_dk: Ingen sange fra afspilningslisten blev fundet i dit bibliotek.
de_de: Es wurden keine Lieder aus der Wiedergabeliste in Ihrer Bibliothek gefunden.
el_gr: Δεν βρέθηκαν τραγούδια από τη λίστα αναπαραγωγής στη βιβλιοθήκη σας.
et_ee: Teie teegist ei leitud ühtegi laulu esitusloendist.
fa_ir: هیچ آهنگی از پلی‌لیست در کتابخانه شما یافت نشد.
fi_fi: Soittolistasta ei löytynyt kappaleita kirjastostasi.
fil_ph: Walang mga kanta mula sa playlist ang natagpuan sa iyong library.
fr_fr: Aucune chanson de la liste de lecture n'a été trouvée dans votre bibliothèque.
ga_ie: Níor aimsíodh aon amhráin ón seinmliosta i do leabharlann.
he_il: לא נמצאו שירים מהפלייליסט בספרייה שלך.
hi_in: आपकी लाइब्रेरी में प्लेलिस्ट से कोई गीत नहीं मिला।
hr_hr: Nijedna pjesma s popisa pjesama nije pronađena u vašoj knjižnici.
hu_hu: Nem találtunk dalt a lejátszási listáról a könyvtárában.
id_id: Tidak ada lagu dari daftar putar yang ditemukan di perpustakaan Anda.
it_it: Nessun brano della playlist è stato trovato nella tua libreria.
ja_jp: プレイリスト内の曲がライブラリで見つかりませんでした。
lt_lt: Jūsų bibliotekoje nerasta dainų iš grojaraščio.
ms_my: Tiada lagu daripada senarai main ditemui dalam pustaka anda.
no_no: Ingen sanger fra spillelisten ble funnet i biblioteket ditt.
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਗੀਤ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਨਹੀਂ ਲੱਭਿਆ ਗਿਆ।
pl_pl: Żadne utwory z playlisty nie zostały znalezione w Twojej bibliotece.
ro_ro: Niciun cântec din lista de redare nu a fost găsit în biblioteca dvs.
sk_sk: V knižnici sa nenašli žiadne skladby z tohto zoznamu skladieb.
sq_al: Asnjë këngë nga lista e luajtjes nuk u gjet në bibliotekën tuaj.
sr_cyrl_rs: Ниједна песма из плејлисте није пронађена у вашој библиотеци.
sv_se: Inga låtar från spellistan hittades i ditt bibliotek.
sw_ke: Hakuna nyimbo kutoka kwenye orodha ya kucheza zilizopatikana kwenye maktaba yako.
ta_in: உங்கள் நூலகத்தில் பிளேலிஸ்ட்டில் இருந்து பாடல்கள் எதுவும் கண்டறியப்படவில்லை.
th_th: ไม่พบเพลงจากเพลย์ลิสต์ในไลบรารีของคุณ
tr_tr: Çalma listesindeki şarkılardan hiçbiri kütüphanenizde bulunamadı.
vi_vn: Không tìm thấy bài hát nào từ danh sách phát trong thư viện của bạn.

# Error_NoPlaylistsToExport
source: No playlists to export.
af_za: Geen snitlyste om uit te voer nie.
ar_sa: لا توجد قوائم تشغيل لتصديرها.
bg_bg: Няма плейлисти за експортиране.
bn_bd: এক্সপোর্ট করার জন্য কোনো প্লেলিস্ট নেই।
ca_es: No hi ha llistes de reproducció per exportar.
cs_cz: Žádné seznamy skladeb k exportu.
da_dk: Ingen afspilningslister at eksportere.
de_de: Keine Wiedergabelisten zum Exportieren vorhanden.
el_gr: Δεν υπάρχουν λίστες αναπαραγωγής για εξαγωγή.
et_ee: Eksportimiseks pole ühtegi esitusloendit.
fa_ir: هیچ پلی‌لیستی برای خروجی گرفتن وجود ندارد.
fi_fi: Ei soittolistoja vietäväksi.
fil_ph: Walang mga playlist na i-e-export.
fr_fr: Aucune liste de lecture à exporter.
ga_ie: Níl aon seinmliostaí le heaspórtáil.
he_il: אין פלייליסטים לייצוא.
hi_in: निर्यात करने के लिए कोई प्लेलिस्ट नहीं है।
hr_hr: Nema popisa pjesama za izvoz.
hu_hu: Nincsenek exportálható lejátszási listák.
id_id: Tidak ada daftar putar untuk diekspor.
it_it: Nessuna playlist da esportare.
ja_jp: エクスポートするプレイリストがありません。
lt_lt: Nėra grojaraščių eksportavimui.
ms_my: Tiada senarai main untuk dieksport.
no_no: Ingen spillelister å eksportere.
pa_in: ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕੋਈ ਪਲੇਲਿਸਟ ਨਹੀਂ।
pl_pl: Brak playlist do wyeksportowania.
ro_ro: Nu există liste de redare de exportat.
sk_sk: Žiadne zoznamy skladieb na export.
sq_al: Nuk ka lista luajtjeje për t'u eksportuar.
sr_cyrl_rs: Нема плејлиста за извоз.
sv_se: Inga spellistor att exportera.
sw_ke: Hakuna orodha za kucheza za kusafirisha.
ta_in: ஏற்றுமதி செய்ய பிளேலிஸ்ட்கள் இல்லை.
th_th: ไม่มีเพลย์ลิสต์ที่จะส่งออก
tr_tr: Dışa aktarılacak çalma listesi bulunmuyor.
vi_vn: Không có danh sách phát nào để xuất.

# EqPreset_None
source: None
af_za: Geen
ar_sa: لا شيء
bg_bg: Няма
bn_bd: কোনোটিই নয়
ca_es: Cap
cs_cz: Žádné
da_dk: Ingen
de_de: Keiner
el_gr: Κανένα
et_ee: Puudub
fa_ir: هیچ‌کدام
fi_fi: Ei mitään
fil_ph: Wala
fr_fr: Aucun
ga_ie: Dada
he_il: ללא
hi_in: कोई नहीं
hr_hr: Nijedan
hu_hu: Nincs
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
lt_lt: Nėra
ms_my: Tiada
no_no: Ingen
pa_in: ਕੋਈ ਨਹੀਂ
pl_pl: Brak
ro_ro: Fără
sk_sk: Žiadne
sq_al: Asnjë
sr_cyrl_rs: Ништа
sv_se: Ingen
sw_ke: Hakuna
ta_in: எதுவுமில்லை
th_th: ไม่มี
tr_tr: Yok
vi_vn: Không

# EqPreset_Classical
source: Classical
af_za: Klassiek
ar_sa: كلاسيكي
bg_bg: Класическа
bn_bd: ক্লাসিক্যাল
ca_es: Clàssica
cs_cz: Klasika
da_dk: Klassisk
de_de: Klassik
el_gr: Κλασική
et_ee: Klassikaline
fa_ir: کلاسیک
fi_fi: Klassinen
fr_fr: Classique
ga_ie: Clasaiceach
he_il: קלאסי
hi_in: क्लासिकल
hr_hr: Klasična
hu_hu: Klasszikus
id_id: Klasik
it_it: Classica
ja_jp: クラシック
lt_lt: Klasikinė
ms_my: Klasik
no_no: Klassisk
pa_in: ਕਲਾਸੀਕਲ
pl_pl: Klasyczna
ro_ro: Clasic
sk_sk: Klasická
sq_al: Klasike
sr_cyrl_rs: Класична
sv_se: Klassiskt
sw_ke: Klasiki
ta_in: பாரம்பரியம்
th_th: คลาสสิก
tr_tr: Klasik
vi_vn: Cổ điển

# EqPreset_Dance
source: Dance
af_za: Dans
ar_sa: رقص
bg_bg: Танцова
bn_bd: ডান্স
da_dk: Dans
de_de: Tanz
el_gr: Χορευτική
et_ee: Tants
fa_ir: رقص
ga_ie: Rince
he_il: ריקוד
hi_in: डांस
hr_hr: Plesna
hu_hu: Tánc
id_id: Dans
ja_jp: ダンス
lt_lt: Šokių
ms_my: Tarian
pa_in: ਡਾਂਸ
sk_sk: Tanečná
sr_cyrl_rs: Денс
sv_se: Dans
sw_ke: Dansi
ta_in: நடனம்
th_th: แดนซ์
tr_tr: Dans

# EqPreset_FullBass
source: Full Bass
af_za: Volbas
ar_sa: صوت جهير كامل
bg_bg: Пълен бас
bn_bd: ফুল বাস
ca_es: Baix complet
cs_cz: Plné basy
da_dk: Fuld bas
de_de: Voller Bass
el_gr: Πλήρες μπάσο
et_ee: Täisbass
fa_ir: بیس کامل
fi_fi: Täysi basso
fil_ph: Buong Bass
fr_fr: Basses complètes
ga_ie: Dord Iomlán
he_il: באס מלא
hi_in: फुल बास
hr_hr: Pun bas
hu_hu: Teljes basszus
id_id: Bass Penuh
it_it: Bassi pieni
ja_jp: フルベース
lt_lt: Visas bosas
ms_my: Bass Penuh
pa_in: ਪੂਰੀ ਬਾਸ
pl_pl: Pełny bas
ro_ro: Bas complet
sk_sk: Plné basy
sq_al: Bas i plotë
sr_cyrl_rs: Пун бас
sv_se: Fyllig bas
sw_ke: Basi Kamili
ta_in: முழு பாஸ்
th_th: เบสเต็ม
tr_tr: Tam Bas
vi_vn: Bass đầy đủ

# EqPreset_FullTreble
source: Full Treble
af_za: Volle Trebel
ar_sa: صوت ثلاثي كامل
bg_bg: Пълни високи
bn_bd: ফুল ট্রেবল
ca_es: Aguts complets
cs_cz: Plné výšky
da_dk: Fuld diskant
de_de: Volle Höhen
el_gr: Πλήρες πρίμα
et_ee: Täiskõrged toonid
fa_ir: تریبل کامل
fi_fi: Täysi diskantti
fil_ph: Buong Treble
fr_fr: Aigus complets
ga_ie: Tréile Iomlán
he_il: טרבל מלא
hi_in: फुल ट्रेबल
hr_hr: Pun visoki ton
hu_hu: Teljes magas
id_id: Treble Penuh
it_it: Alti pieni
ja_jp: フルトレブル
lt_lt: Visi aukšti tonai
ms_my: Trebel Penuh
no_no: Full diskant
pa_in: ਪੂਰੀ ਟ੍ਰੇਬਲ
pl_pl: Pełne wysokie tony
ro_ro: Înalte complete
sk_sk: Plné výšky
sq_al: Treble i plotë
sr_cyrl_rs: Пун високи
sv_se: Fyllig diskant
sw_ke: Treble Kamili
ta_in: முழு ட்ரெபிள்
th_th: เสียงแหลมเต็ม
tr_tr: Tam Tiz
vi_vn: Treble đầy đủ

# EqPreset_Jazz
source: Jazz
ar_sa: جاز
bg_bg: Джаз
bn_bd: জ্যাজ
el_gr: Τζαζ
et_ee: Džäss
fa_ir: جاز
ga_ie: Snagcheol
he_il: ג'אז
hi_in: जैज़
ja_jp: ジャズ
lt_lt: Džiazas
pa_in: ਜੈਜ਼
sk_sk: Džez
sr_cyrl_rs: Џез
ta_in: ஜாஸ்
th_th: แจ๊ส
tr_tr: Caz

# EqPreset_Pop
source: Pop
ar_sa: بوب
bg_bg: Поп
bn_bd: পপ
el_gr: Ποπ
fa_ir: پاپ
he_il: פופ
hi_in: पॉप
ja_jp: ポップ
pa_in: ਪੌਪ
sr_cyrl_rs: Поп
ta_in: பாப்
th_th: ป๊อป

# EqPreset_Rock
source: Rock
ar_sa: روك
bg_bg: Рок
bn_bd: রক
el_gr: Ροκ
fa_ir: راک
ga_ie: Rac
he_il: רוק
hi_in: रॉक
ja_jp: ロック
lt_lt: Rokas
pa_in: ਰੌਕ
sr_cyrl_rs: Рок
ta_in: ராக்
th_th: ร็อก

# EqPreset_Soft
source: Soft
af_za: Sag
ar_sa: ناعم
bg_bg: Мека
bn_bd: সফট
ca_es: Suau
cs_cz: Jemný
da_dk: Blød
de_de: Sanft
el_gr: Απαλή
et_ee: Pehme
fa_ir: ملایم
fi_fi: Pehmeä
fil_ph: Malambot
fr_fr: Douce
ga_ie: Bog
he_il: רך
hi_in: सॉफ्ट
hr_hr: Mekano
hu_hu: Lágy
id_id: Lembut
ja_jp: ソフト
lt_lt: Švelnus
ms_my: Lembut
no_no: Myk
pa_in: ਨਰਮ
pl_pl: Delikatna
sk_sk: Jemné
sq_al: E butë
sr_cyrl_rs: Мекано
sv_se: Mjukt
sw_ke: Laini
ta_in: மென்மையானது
th_th: นุ่มนวล
tr_tr: Yumuşak
vi_vn: Nhẹ nhàng

# EqPreset_Techno
source: Techno
ar_sa: تكنو
bg_bg: Техно
bn_bd: টেকনো
el_gr: Τέκνο
fa_ir: تکنو
fi_fi: Tekno
ga_ie: Teicneó
he_il: טכנו
hi_in: टेक्नो
id_id: Tekno
ja_jp: テクノ
ms_my: Tekno
pa_in: ਟੈਕਨੋ
sq_al: Tekno
sr_cyrl_rs: Техно
sw_ke: Tekno
ta_in: டெக்னோ
th_th: เทคโน
tr_tr: Tekno

# EqPreset_Vocal
source: Vocal
af_za: Vokaal
ar_sa: صوتي
bg_bg: Вокална
bn_bd: ভোকাল
cs_cz: Vokály
da_dk: Vokal
de_de: Gesang
el_gr: Φωνητική
et_ee: Vokaal
fa_ir: وکال
fi_fi: Vokaali
fr_fr: Vocale
ga_ie: Gutha
he_il: ווקאלי
hi_in: वोकल
hr_hr: Vokalno
hu_hu: Ének
id_id: Vokal
it_it: Vocale
ja_jp: ボーカル
lt_lt: Vokalinis
ms_my: Vokal
no_no: Vokal
pa_in: ਵੋਕਲ
pl_pl: Wokalna
sk_sk: Vokálne
sq_al: Vokal
sr_cyrl_rs: Вокално
sv_se: Vokal
sw_ke: Sauti
ta_in: குரல்
th_th: เสียงร้อง
tr_tr: Vokal
vi_vn: Giọng hát

# ReplayGain_AllSongsScanned
source: All songs already have volume data.
af_za: Alle liedjies het reeds volumedata.
ar_sa: جميع الأغاني تحتوي بالفعل على بيانات مستوى الصوت.
bg_bg: Всички песни вече имат данни за силата на звука.
bn_bd: সব গানের ভলিউম ডেটা আগে থেকেই আছে।
ca_es: Totes les cançons ja tenen dades de volum.
cs_cz: Všechny skladby již mají data o hlasitosti.
da_dk: Alle sange har allerede volumedata.
de_de: Alle Lieder verfügen bereits über Lautstärkedaten.
el_gr: Όλα τα τραγούδια έχουν ήδη δεδομένα έντασης.
et_ee: Kõigil lugudel on juba helitugevuse andmed.
fa_ir: همه آهنگ‌ها از قبل داده‌های حجم صدا را دارند.
fi_fi: Kaikilla kappaleilla on jo äänenvoimakkuustiedot.
fil_ph: Lahat ng kanta ay mayroon nang data ng volume.
fr_fr: Toutes les chansons ont déjà des données de volume.
ga_ie: Tá sonraí toirte ag gach amhrán cheana féin.
he_il: לכל השירים כבר יש נתוני עוצמת קול.
hi_in: सभी गानों में पहले से ही वॉल्यूम डेटा है।
hr_hr: Sve pjesme već imaju podatke o glasnoći.
hu_hu: Az összes dal rendelkezik már hangerő-adatokkal.
id_id: Semua lagu sudah memiliki data volume.
it_it: Tutti i brani hanno già i dati del volume.
ja_jp: 全ての曲に音量データが既に存在します。
lt_lt: Visos dainos jau turi garso duomenis.
ms_my: Semua lagu sudah mempunyai data volum.
no_no: Alle sanger har allerede volumdata.
pa_in: ਸਾਰੇ ਗੀਤਾਂ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਵਾਲੀਅਮ ਡੇਟਾ ਹੈ।
pl_pl: Wszystkie utwory mają już dane dotyczące głośności.
ro_ro: Toate melodiile au deja date de volum.
sk_sk: Všetky skladby už majú údaje o hlasitosti.
sq_al: Të gjitha këngët tashmë kanë të dhëna volumi.
sr_cyrl_rs: Све песме већ имају податке о јачини звука.
sv_se: Alla låtar har redan volymdata.
sw_ke: Nyimbo zote tayari zina data ya sauti.
ta_in: அனைத்து பாடல்களுக்கும் ஏற்கனவே ஒலியளவு தரவு உள்ளது.
th_th: เพลงทั้งหมดมีข้อมูลระดับเสียงแล้ว
tr_tr: Tüm şarkıların ses verileri zaten mevcut.
vi_vn: Tất cả các bài hát đã có dữ liệu âm lượng.

# ReplayGain_CalculatingCount
source: Calculating volume for {0} songs...
af_za: Bereken volume vir {0} liedjies...
ar_sa: جارٍ حساب مستوى الصوت لـ {0} أغنية...
bg_bg: Изчисляване на силата на звука за {0} песни...
bn_bd: {0}টি গানের জন্য ভলিউম গণনা করা হচ্ছে...
ca_es: Calculant el volum per a {0} cançons...
cs_cz: Počítám hlasitost pro {0} skladeb...
da_dk: Beregner volumen for {0} sange...
de_de: Lautstärke für {0} Lieder wird berechnet...
el_gr: Υπολογισμός έντασης για {0} τραγούδια...
et_ee: Arvutatakse helitugevust {0} laulu jaoks...
fa_ir: در حال محاسبه حجم صدا برای {0} آهنگ...
fi_fi: Lasketaan äänenvoimakkuutta {0} kappaleelle...
fil_ph: Kinakalkula ang volume para sa {0} kanta...
fr_fr: Calcul du volume pour {0} chansons...
ga_ie: Ag ríomh toirte do {0} amhrán...
he_il: מחשב עוצמת קול עבור {0} שירים...
hi_in: {0} गानों के लिए वॉल्यूम की गणना की जा रही है...
hr_hr: Izračunavanje glasnoće za {0} pjesama...
hu_hu: Hangerő számítása {0} dalhoz...
id_id: Menghitung volume untuk {0} lagu...
it_it: Calcolo volume per {0} brani...
ja_jp: {0}曲の音量を計算中...
lt_lt: Skaičiuojamas garso lygis {0} dainoms...
ms_my: Mengira volum untuk {0} lagu...
no_no: Beregner volum for {0} sanger...
pa_in: {0} ਗੀਤਾਂ ਲਈ ਵਾਲੀਅਮ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Obliczanie głośności dla {0} utworów...
ro_ro: Se calculează volumul pentru {0} melodii...
sk_sk: Vypočítavam hlasitosť pre {0} skladieb...
sq_al: Po llogaritet volumi për {0} këngë...
sr_cyrl_rs: Израчунавам јачину звука за {0} песама...
sv_se: Beräknar volym för {0} låtar...
sw_ke: Inakokotoa sauti kwa nyimbo {0}...
ta_in: {0} பாடல்களுக்கான ஒலியளவு கணக்கிடப்படுகிறது...
th_th: กำลังคำนวณระดับเสียงสำหรับ {0} เพลง...
tr_tr: {0} şarkı için ses hesaplanıyor...
vi_vn: Đang tính toán âm lượng cho {0} bài hát...

# ReplayGain_CalculatingProgress
source: Calculating volume normalization ({0}/{1})...
af_za: Bereken volume-normalisering ({0}/{1})...
ar_sa: جارٍ حساب تطبيع مستوى الصوت ({0}/{1})...
bg_bg: Изчисляване на нормализация на силата на звука ({0}/{1})...
bn_bd: ভলিউম নরমালাইজেশন গণনা করা হচ্ছে ({0}/{1})...
ca_es: Calculant la normalització del volum ({0}/{1})...
cs_cz: Počítám normalizaci hlasitosti ({0}/{1})...
da_dk: Beregner volumennormalisering ({0}/{1})...
de_de: Lautstärkenormalisierung wird berechnet ({0}/{1})...
el_gr: Υπολογισμός ομαλοποίησης έντασης ({0}/{1})...
et_ee: Arvutatakse helitugevuse normaliseerimist ({0}/{1})...
fa_ir: در حال محاسبه عادی‌سازی حجم صدا ({0}/{1})...
fi_fi: Lasketaan äänenvoimakkuuden normalisointia ({0}/{1})...
fil_ph: Kinakalkula ang normalisasyon ng volume ({0}/{1})...
fr_fr: Calcul de la normalisation du volume ({0}/{1})...
ga_ie: Ag ríomh normalú toirte ({0}/{1})...
he_il: מחשב נורמליזציית עוצמת קול ({0}/{1})...
hi_in: वॉल्यूम सामान्यीकरण की गणना की जा रही है ({0}/{1})...
hr_hr: Izračunavanje normalizacije glasnoće ({0}/{1})...
hu_hu: Hangerő-normalizálás számítása ({0}/{1})...
id_id: Menghitung normalisasi volume ({0}/{1})...
it_it: Calcolo normalizzazione volume ({0}/{1})...
ja_jp: 音量正規化を計算中 ({0}/{1})...
lt_lt: Skaičiuojamas garso normalizavimas ({0}/{1})...
ms_my: Mengira normalisasi volum ({0}/{1})...
no_no: Beregner volumnormalisering ({0}/{1})...
pa_in: ਵਾਲੀਅਮ ਨੋਰਮਲਾਈਜ਼ੇਸ਼ਨ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ({0}/{1})...
pl_pl: Obliczanie normalizacji głośności ({0}/{1})...
ro_ro: Se calculează normalizarea volumului ({0}/{1})...
sk_sk: Vypočítavam normalizáciu hlasitosti ({0}/{1})...
sq_al: Po llogaritet normalizimi i volumit ({0}/{1})...
sr_cyrl_rs: Израчунавам нормализацију јачине звука ({0}/{1})...
sv_se: Beräknar volymnormalisering ({0}/{1})...
sw_ke: Inakokotoa usawazishaji wa sauti ({0}/{1})...
ta_in: ஒலியளவு சீராக்கம் கணக்கிடப்படுகிறது ({0}/{1})...
th_th: กำลังคำนวณการปรับระดับเสียง ({0}/{1})...
tr_tr: Ses normalizasyonu hesaplanıyor ({0}/{1})...
vi_vn: Đang tính toán chuẩn hóa âm lượng ({0}/{1})...

# ReplayGain_Complete
source: Volume normalization complete. Processed {0} songs.
af_za: Volume-normalisering voltooi. {0} liedjies verwerk.
ar_sa: اكتمل تطبيع مستوى الصوت. تمت معالجة {0} أغنية.
bg_bg: Нормализацията на силата на звука завърши. Обработени {0} песни.
bn_bd: ভলিউম নরমালাইজেশন সম্পূর্ণ। {0}টি গান প্রক্রিয়া করা হয়েছে।
ca_es: Normalització del volum completada. S'han processat {0} cançons.
cs_cz: Normalizace hlasitosti dokončena. Zpracováno {0} skladeb.
da_dk: Volumennormalisering fuldført. Behandlede {0} sange.
de_de: Lautstärkenormalisierung abgeschlossen. {0} Lieder verarbeitet.
el_gr: Ολοκληρώθηκε η ομαλοποίηση έντασης. Επεξεργάστηκαν {0} τραγούδια.
et_ee: Helitugevuse normaliseerimine lõpetatud. Töödeldud {0} laulu.
fa_ir: عادی‌سازی حجم صدا کامل شد. {0} آهنگ پردازش شد.
fi_fi: Äänenvoimakkuuden normalisointi valmis. Käsitelty {0} kappaletta.
fil_ph: Kumpleto na ang normalisasyon ng volume. Naproseso ang {0} kanta.
fr_fr: Normalisation du volume terminée. {0} chansons traitées.
ga_ie: Normalú toirte críochnaithe. Próiseáladh {0} amhrán.
he_il: נורמליזציית עוצמת הקול הושלמה. עובדו {0} שירים.
hi_in: वॉल्यूम सामान्यीकरण पूरा हुआ। {0} गानों को संसाधित किया गया।
hr_hr: Normalizacija glasnoće završena. Obrađeno {0} pjesama.
hu_hu: Hangerő-normalizálás kész. Feldolgozott {0} dalt.
id_id: Normalisasi volume selesai. Memproses {0} lagu.
it_it: Normalizzazione volume completata. Elaborati {0} brani.
ja_jp: 音量正規化が完了しました。{0}曲を処理しました。
lt_lt: Garso normalizavimas baigtas. Apdorota {0} dainų.
ms_my: Normalisasi volum selesai. {0} lagu diproses.
no_no: Volumnormalisering fullført. Behandlet {0} sanger.
pa_in: ਵਾਲੀਅਮ ਨੋਰਮਲਾਈਜ਼ੇਸ਼ਨ ਪੂਰਾ ਹੋ ਗਿਆ। {0} ਗੀਤ ਪ੍ਰੋਸੈਸ ਕੀਤੇ ਗਏ।
pl_pl: Normalizacja głośności zakończona. Przetworzono {0} utworów.
ro_ro: Normalizarea volumului finalizată. S-au procesat {0} melodii.
sk_sk: Normalizácia hlasitosti dokončená. Spracovaných {0} skladieb.
sq_al: Normalizimi i volumit u përfundua. U përpunuan {0} këngë.
sr_cyrl_rs: Нормализација јачине звука завршена. Обрађено је {0} песама.
sv_se: Volymnormalisering klar. Bearbetade {0} låtar.
sw_ke: Usawazishaji wa sauti umekamilika. Zimeshughulikiwa nyimbo {0}.
ta_in: ஒலியளவு சீராக்கம் முடிந்தது. {0} பாடல்கள் செயலாக்கப்பட்டது.
th_th: การปรับระดับเสียงเสร็จสมบูรณ์ ประมวลผล {0} เพลง
tr_tr: Ses normalizasyonu tamamlandı. {0} şarkı işlendi.
vi_vn: Chuẩn hóa âm lượng hoàn tất. Đã xử lý {0} bài hát.
