Repository: Anthonyy232/Nagi
Catalog: src/Nagi.Core/Resources/Strings.*.resx
Languages: af_za, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, ms_my, no_no, pa_in, pl_pl, ro_ro, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, vi_vn

# Status_NoFoldersToRefresh
source: No folders in the library to refresh.
af_za: Geen vouers in die biblioteek om te verfris nie.
ar_sa: لا توجد مجلدات في المكتبة لتحديثها.
bg_bg: Няма папки в библиотеката за опресняване.
bn_bd: রিফ্রেশ করার জন্য লাইব্রেরিতে কোনো ফোল্ডার নেই।
ca_es: No hi ha cap carpeta a la biblioteca per actualitzar.
cs_cz: V knihovně nejsou žádné složky k aktualizaci.
da_dk: Ingen mapper i biblioteket at opdatere.
de_de: Keine Ordner in der Bibliothek zum Aktualisieren.
el_gr: Δεν υπάρχουν φάκελοι στη βιβλιοθήκη για ανανέωση.
et_ee: Teegis pole värskendatavaid kaustu.
fa_ir: هیچ پوشه‌ای در کتابخانه برای تازه‌سازی وجود ندارد.
fi_fi: Kirjastossa ei ole kansioita päivitettäväksi.
fil_ph: Walang mga folder sa library na ire-refresh.
fr_fr: Aucun dossier à actualiser dans la bibliothèque.
ga_ie: Níl aon fhillteáin sa leabharlann le hathnuachan.
he_il: אין תיקיות בספרייה לרענון.
hi_in: रीफ्रेश करने के लिए लाइब्रेरी में कोई फ़ोल्डर नहीं है।
hr_hr: Nema mapa u knjižnici za osvježavanje.
hu_hu: Nincsenek frissítendő mappák a könyvtárban.
id_id: Tidak ada folder di perpustakaan untuk disegarkan.
it_it: Nessuna cartella nella libreria da aggiornare.
ja_jp: 更新するライブラリ内のフォルダーがありません。
lt_lt: Bibliotekoje nėra aplankų, kuriuos būtų galima atnaujinti.
ms_my: Tiada folder dalam pustaka untuk dimuat semula.
no_no: Ingen mapper i biblioteket å oppdatere.
pa_in: ਰਿਫ੍ਰੈਸ਼ ਕਰਨ ਲਈ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ।
pl_pl: Brak folderów w bibliotece do odświeżenia.
ro_ro: Nu există dosare în bibliotecă de reîmprospătat.
sk_sk: Žiadne priečinky v knižnici na obnovenie.
sq_al: Nuk ka dosje në bibliotekë për t'u rifreskuar.
sr_cyrl_rs: Нема фасцикли у библиотеци за освежавање.
sv_se: Inga mappar i biblioteket att uppdatera.
sw_ke: Hakuna majalada katika maktaba ya kusasisha.
ta_in: நூலகத்தில் புதுப்பிக்க எந்தக் கோப்புறைகளும் இல்லை.
th_th: ไม่มีโฟลเดอร์ในไลบรารีให้อัปเดต
tr_tr: Kütüphanede yenilenecek klasör bulunmuyor.
vi_vn: Không có thư mục nào trong thư viện để làm mới.

# Status_LibraryRefreshComplete
source: Library refresh complete.
af_za: Biblioteekverfrissing voltooi.
ar_sa: اكتمل تحديث المكتبة.
bg_bg: Опресняването на библиотеката завърши.
bn_bd: লাইব্রেরি রিফ্রেশ সম্পূর্ণ।
ca_es: Actualització de la biblioteca completada.
cs_cz: Aktualizace knihovny dokončena.
da_dk: Biblioteksopdatering fuldført.
de_de: Bibliotheksaktualisierung abgeschlossen.
el_gr: Ολοκληρώθηκε η ανανέωση της βιβλιοθήκης.
et_ee: Teegi värskendamine lõpetatud.
fa_ir: تازه‌سازی کتابخانه کامل شد.
fi_fi: Kirjaston päivitys valmis.
fil_ph: Kumpleto na ang pag-refresh ng library.
fr_fr: Actualisation de la bibliothèque terminée.
ga_ie: Athnuachan leabharlainne críochnaithe.
he_il: רענון הספרייה הושלם.
hi_in: लाइब्रेरी रीफ्रेश पूरा हुआ।
hr_hr: Osvježavanje knjižnice završeno.
hu_hu: Könyvtár frissítése kész.
id_id: Penyegaran perpustakaan selesai.
it_it: Aggiornamento libreria completato.
ja_jp: ライブラリの更新が完了しました。
lt_lt: Bibliotekos atnaujinimas baigtas.
ms_my: Muat semula pustaka selesai.
no_no: Bibliotekoppdatering fullført.
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਰਿਫ੍ਰੈਸ਼ ਪੂਰਾ ਹੋ ਗਿਆ।
pl_pl: Odświeżanie biblioteki zakończone.
ro_ro: Reîmprospătare bibliotecă finalizată.
sk_sk: Obnovenie knižnice dokončené.
sq_al: Rifreskimi i bibliotekës u përfundua.
sr_cyrl_rs: Освежавање библиотеке завршено.
sv_se: Biblioteksuppdatering klar.
sw_ke: Usasishaji wa maktaba umekamilika.
ta_in: நூலகப் புதுப்பித்தல் முடிந்தது.
th_th: อัปเดตไลบรารีเสร็จสมบูรณ์
tr_tr: Kütüphane yenileme tamamlandı.
vi_vn: Làm mới thư viện hoàn tất.

# Error_FailedToAddFolder
source: Failed to add folder.
af_za: Kon nie vouer byvoeg nie.
ar_sa: فشل في إضافة المجلد.
bg_bg: Неуспешно добавяне на папка.
bn_bd: ফোল্ডার যোগ করতে ব্যর্থ।
ca_es: No s'ha pogut afegir la carpeta.
cs_cz: Nepodařilo se přidat složku.
da_dk: Kunne ikke tilføje mappe.
de_de: Ordner konnte nicht hinzugefügt werden.
el_gr: Αποτυχία προσθήκης φακέλου.
et_ee: Kausta lisamine ebaõnnestus.
fa_ir: افزودن پوشه ناموفق بود.
fi_fi: Kansion lisääminen epäonnistui.
fil_ph: Nabigong magdagdag ng folder.
fr_fr: Échec de l'ajout du dossier.
ga_ie: Theip ar fhillteán a chur leis.
he_il: הוספת תיקייה נכשלה.
hi_in: फ़ोल्डर जोड़ने में विफल।
hr_hr: Dodavanje mape nije uspjelo.
hu_hu: Mappa hozzáadása sikertelen.
id_id: Gagal menambahkan folder.
it_it: Impossibile aggiungere la cartella.
ja_jp: フォルダーの追加に失敗しました。
lt_lt: Nepavyko pridėti aplanko.
ms_my: Gagal menambah folder.
no_no: Kunne ikke legge til mappe.
pa_in: ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl_pl: Nie udało się dodać folderu.
ro_ro: Adăugarea dosarului a eșuat.
sk_sk: Nepodarilo sa pridať priečinok.
sq_al: Dështoi shtimi i dosjes.
sr_cyrl_rs: Додавање фасцикле није успело.
sv_se: Kunde inte lägga till mapp.
sw_ke: Imeshindwa kuongeza jalada.
ta_in: கோப்புறையைச் சேர்க்க முடியவில்லை.
th_th: เพิ่มโฟลเดอร์ไม่สำเร็จ
tr_tr: Klasör eklenemedi.
vi_vn: Không thể thêm thư mục.

# Error_PlaylistNameEmpty
source: Playlist name cannot be empty.
af_za: Snitlysnaam kan nie leeg wees nie.
ar_sa: لا يمكن أن يكون اسم قائمة التشغيل فارغًا.
bg_bg: Името на плейлиста не може да бъде празно.
bn_bd: প্লেলিস্টের নাম খালি থাকতে পারবে না।
ca_es: El nom de la llista de reproducció no pot estar buit.
cs_cz: Název seznamu skladeb nemůže být prázdný.
da_dk: Afspilningslistenavn kan ikke være tomt.
de_de: Der Wiedergabelistenname darf nicht leer sein.
el_gr: Το όνομα της λίστας αναπαραγωγής δεν μπορεί να είναι κενό.
et_ee: Esitusloendi nimi ei tohi olla tühi.
fa_ir: نام پلی‌لیست نمی‌تواند خالی باشد.
fi_fi: Soittolistan nimi ei voi olla tyhjä.
fil_ph: Hindi maaaring walang laman ang pangalan ng playlist.
fr_fr: Le nom de la liste de lecture ne peut pas être vide.
ga_ie: Ní féidir ainm an tseinnliosta a bheith folamh.
he_il: שם הפלייליסט אינו יכול להיות ריק.
hi_in: प्लेलिस्ट का नाम खाली नहीं हो सकता।
hr_hr: Naziv popisa pjesama ne može biti prazan.
hu_hu: A lejátszási lista neve nem lehet üres.
id_id: Nama daftar putar tidak boleh kosong.
it_it: Il nome della playlist non può essere vuoto.
ja_jp: プレイリスト名を空にすることはできません。
lt_lt: Grojaraščio pavadinimas negali būti tuščias.
ms_my: Nama senarai main tidak boleh kosong.
no_no: Spillelistenavnet kan ikke være tomt.
pa_in: ਪਲੇਲਿਸਟ ਦਾ ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl_pl: Nazwa playlisty nie może być pusta.
ro_ro: Numele listei de redare nu poate fi gol.
sk_sk: Názov zoznamu skladieb nemôže byť prázdny.
sq_al: Emri i listës së luajtjes nuk mund të jetë bosh.
sr_cyrl_rs: Назив плејлисте не може бити празан.
sv_se: Spellistans namn får inte vara tomt.
sw_ke: Jina la orodha ya kucheza haliwezi kuwa tupu.
ta_in: பிளேலிஸ்ட் பெயர் காலியாக இருக்க முடியாது.
th_th: ชื่อเพลย์ลิสต์ต้องไม่ว่างเปล่า
tr_tr: Çalma listesi adı boş olamaz.
vi_vn: Tên danh sách phát không được để trống.

# Error_RatingRange
source: Rating must be between 1 and 5.
af_za: Gradering moet tussen 1 en 5 wees.
ar_sa: يجب أن يكون التقييم بين 1 و 5.
bg_bg: Оценката трябва да е между 1 и 5.
bn_bd: রেটিং ১ থেকে ৫ এর মধ্যে হতে হবে।
ca_es: La qualificació ha de ser entre 1 i 5.
cs_cz: Hodnocení musí být mezi 1 a 5.
da_dk: Bedømmelse skal være mellem 1 og 5.
de_de: Bewertung muss zwischen 1 und 5 liegen.
el_gr: Η βαθμολογία πρέπει να είναι μεταξύ 1 και 5.
et_ee: Hinnang peab olema vahemikus 1 kuni 5.
fa_ir: امتیاز باید بین 1 تا 5 باشد.
fi_fi: Arvosanan on oltava välillä 1–5.
fil_ph: Ang rating ay dapat nasa pagitan ng 1 at 5.
fr_fr: La note doit être comprise entre 1 et 5.
ga_ie: Caithfidh an rátáil a bheith idir 1 agus 5.
he_il: הדירוג חייב להיות בין 1 ל-5.
hi_in: रेटिंग 1 से 5 के बीच होनी चाहिए।
hr_hr: Ocjena mora biti između 1 i 5.
hu_hu: Az értékelésnek 1 és 5 között kell lennie.
id_id: Peringkat harus antara 1 dan 5.
it_it: La valutazione deve essere compresa tra 1 e 5.
ja_jp: 評価は1から5の間でなければなりません。
lt_lt: Įvertinimas turi būti nuo 1 iki 5.
ms_my: Penilaian mesti antara 1 dan 5.
no_no: Vurderingen må være mellom 1 og 5.
pa_in: ਰੇਟਿੰਗ 1 ਅਤੇ 5 ਦੇ ਵਿਚਕਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl_pl: Ocena musi mieścić się w przedziale od 1 do 5.
ro_ro: Evaluarea trebuie să fie între 1 și 5.
sk_sk: Hodnotenie musí byť medzi 1 a 5.
sq_al: Vlerësimi duhet të jetë ndërmjet 1 dhe 5.
sr_cyrl_rs: Оцена мора бити између 1 и 5.
sv_se: Betyget måste vara mellan 1 och 5.
sw_ke: Ukadiriaji lazima uwe kati ya 1 na 5.
ta_in: மதிப்பீடு 1 முதல் 5 வரை இருக்க வேண்டும்.
th_th: คะแนนต้องอยู่ระหว่าง 1 ถึง 5
tr_tr: Derecelendirme 1 ile 5 arasında olmalıdır.
vi_vn: Đánh giá phải từ 1 đến 5.

# Label_WithLyrics
source: with lyrics
af_za: met lirieke
ar_sa: مع كلمات الأغاني
bg_bg: с текст
bn_bd: লিরিক্স সহ
ca_es: amb lletres
cs_cz: s textem
da_dk: med tekster
de_de: mit Liedtexten
el_gr: με στίχους
et_ee: koos sõnadega
fa_ir: با متن ترانه
fi_fi: sanoituksilla
fil_ph: may lyrics
fr_fr: avec paroles
ga_ie: le liricí
he_il: עם מילים
hi_in: बोल के साथ
hr_hr: s tekstom
hu_hu: dalszöveggel
id_id: dengan lirik
it_it: con testi
ja_jp: 歌詞付き
lt_lt: su dainų tekstais
ms_my: dengan lirik
no_no: med tekster
pa_in: ਬੋਲਾਂ ਨਾਲ
pl_pl: z tekstem
ro_ro: cu versuri
sk_sk: s textami
sq_al: me tekst
sr_cyrl_rs: са текстом
sv_se: med text
sw_ke: yenye mashairi
ta_in: பாடல் வரிகளுடன்
th_th: พร้อมเนื้อเพลง
tr_tr: şarkı sözleriyle
vi_vn: có lời

# Label_WithCoverArt
source: with cover art
af_za: met albumkuns
ar_sa: مع صورة الغلاف
bg_bg: с обложка
bn_bd: কভার আর্ট সহ
ca_es: amb caràtula
cs_cz: s obalem
da_dk: med cover-art
de_de: mit Cover-Art
el_gr: με εξώφυλλο
et_ee: koos kaanepildiga
fa_ir: با کاور آرت
fi_fi: kansikuvalla
fil_ph: may cover art
fr_fr: avec pochette
ga_ie: le healaín clúdaigh
he_il: עם עטיפה
hi_in: कवर आर्ट के साथ
hr_hr: s naslovnicom
hu_hu: borítóképpel
id_id: dengan sampul
it_it: con copertina
ja_jp: カバーアート付き
lt_lt: su viršeliu
ms_my: dengan kulit album
no_no: med plateomslag
pa_in: ਕਵਰ ਆਰਟ ਨਾਲ
pl_pl: z okładką
ro_ro: cu copertă
sk_sk: s obalom
sq_al: me kopertinë
sr_cyrl_rs: са омотом
sv_se: med skivomslag
sw_ke: yenye picha ya jalada
ta_in: அட்டைப் படத்துடன்
th_th: พร้อมปกอัลบั้ม
tr_tr: kapak resmiyle
vi_vn: có ảnh bìa

# Label_And
source: and
af_za: en
ar_sa: و
bg_bg: и
bn_bd: এবং
ca_es: i
cs_cz: a
da_dk: og
de_de: und
el_gr: και
et_ee: ja
fa_ir: و
fi_fi: ja
fil_ph: at
fr_fr: et
ga_ie: agus
he_il: ו
hi_in: और
hr_hr: i
hu_hu: és
id_id: dan
it_it: e
ja_jp: と
lt_lt: ir
ms_my: dan
no_no: og
pa_in: ਅਤੇ
pl_pl: i
ro_ro: și
sk_sk: a
sq_al: dhe
sr_cyrl_rs: и
sv_se: och
sw_ke: na
ta_in: மற்றும்
th_th: และ
tr_tr: ve
vi_vn: và

# UnknownFilename
source: unknown
af_za: onbekend
ar_sa: غير معروف
bg_bg: неизвестно
bn_bd: অজানা
ca_es: desconegut
cs_cz: neznámý
da_dk: ukendt
de_de: unbekannt
el_gr: άγνωστο
et_ee: tundmatu
fa_ir: ناشناخته
fi_fi: tuntematon
fil_ph: hindi alam
fr_fr: inconnu
ga_ie: anaithnid
he_il: לא ידוע
hi_in: अज्ञात
hr_hr: nepoznato
hu_hu: ismeretlen
id_id: tidak dikenal
it_it: sconosciuto
ja_jp: 不明
lt_lt: nežinoma
ms_my: tidak dikenali
no_no: ukjent
pa_in: ਅਣਜਾਣ
pl_pl: nieznany
ro_ro: necunoscut
sk_sk: neznáme
sq_al: i panjohur
sr_cyrl_rs: непознато
sv_se: okänd
sw_ke: haijulikani
ta_in: அறியப்படாத
th_th: ไม่ทราบ
tr_tr: bilinmiyor
vi_vn: không xác định

# SortByPrefix
source: Sort By:
af_za: Sorteer Volgens:
ar_sa: فرز حسب:
bg_bg: Сортирай по:
bn_bd: সাজান অনুসারে:
ca_es: Ordenar per:
cs_cz: Seřadit podle:
da_dk: Sortér efter:
de_de: Sortieren nach:
el_gr: Ταξινόμηση ανά:
et_ee: Sorteeri:
fa_ir: مرتب‌سازی بر اساس:
fi_fi: Järjestä:
fil_ph: Pagbukud-bukurin Ayon sa:
fr_fr: Trier par :
ga_ie: Sórtáil De Réir:
he_il: מיין לפי:
hi_in: क्रमबद्ध करें:
hr_hr: Sortiraj po:
hu_hu: Rendezés:
id_id: Urutkan Berdasarkan:
it_it: Ordina per:
ja_jp: 並べ替え:
lt_lt: Rūšiuoti pagal:
ms_my: Susun Mengikut:
no_no: Sorter etter:
pa_in: ਦੁਆਰਾ ਕ੍ਰਮਬੱਧ ਕਰੋ:
pl_pl: Sortuj według:
ro_ro: Sortare după:
sk_sk: Zoradiť podľa:
sq_al: Rendit sipas:
sr_cyrl_rs: Сортирај по:
sv_se: Sortera efter:
sw_ke: Panga Kwa:
ta_in: வரிசைப்படுத்து:
th_th: จัดเรียงตาม:
tr_tr: Sırala:
vi_vn: Sắp xếp theo:
