Repository: Anthonyy232/Nagi
Catalog: src/Nagi.Core/Resources/Strings.*.resx
Languages: af_za, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, ms_my, no_no, pa_in, pl_pl, ro_ro, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tr_tr, vi_vn

# Format_FastestFirst
source: Fastest First ({0})
af_za: Vinnigste Eerste ({0})
ar_sa: الأسرع أولاً ({0})
bg_bg: Най-бързите първи ({0})
bn_bd: সবচেয়ে দ্রুত প্রথমে ({0})
ca_es: Més ràpides primer ({0})
cs_cz: Nejrychlejší první ({0})
da_dk: Hurtigste først ({0})
de_de: Schnellste zuerst ({0})
el_gr: Πρώτα τα πιο γρήγορα ({0})
et_ee: Kiiremad enne ({0})
fa_ir: سریع‌ترین اول ({0})
fi_fi: Nopein ensin ({0})
fil_ph: Pinakamabilis Muna ({0})
fr_fr: Plus rapide d'abord ({0})
ga_ie: An Ceann is Tapa ar dTús ({0})
he_il: המהיר ביותר תחילה ({0})
hi_in: सबसे तेज़ पहले ({0})
hr_hr: Prvo najbrže ({0})
hu_hu: Leggyorsabb elöl ({0})
id_id: Tercepat Dahulu ({0})
it_it: Più veloce prima ({0})
ja_jp: 最も速い順 ({0})
lt_lt: Greičiausi pirmiausia ({0})
ms_my: Terpantas Dahulu ({0})
no_no: Raskest først ({0})
pa_in: ਸਭ ਤੋਂ ਤੇਜ਼ ਪਹਿਲਾਂ ({0})
pl_pl: Najszybsze najpierw ({0})
ro_ro: Cel mai rapid, primul ({0})
sk_sk: Najrýchlejšie prvé ({0})
sq_al: Më e shpejta fillimisht ({0})
sr_cyrl_rs: Најбрже прво ({0})
sv_se: Snabbast först ({0})
sw_ke: Haraka Zaidi Kwanza ({0})
ta_in: வேகமானது முதலில் ({0})
th_th: เร็วที่สุดก่อน ({0})
tr_tr: En Hızlı Önce ({0})
vi_vn: Nhanh nhất trước ({0})

# Format_Most
source: Most {0}
af_za: Mees {0}
ar_sa: الأكثر {0}
bg_bg: Най-много {0}
bn_bd: সর্বাধিক {0}
ca_es: Més {0}
cs_cz: Nejvíce {0}
da_dk: Mest {0}
de_de: Meiste {0}
el_gr: Πιο πολλά {0}
et_ee: Kõige rohkem {0}
fa_ir: بیشترین {0}
fi_fi: Eniten {0}
fil_ph: Pinakamaraming {0}
fr_fr: Le plus {0}
ga_ie: An chuid is mó de {0}
he_il: הכי הרבה {0}
hi_in: सबसे अधिक {0}
hr_hr: Najviše {0}
hu_hu: Legtöbb {0}
id_id: Terbanyak {0}
it_it: Più {0}
ja_jp: 最も多い{0}
lt_lt: Daugiausia {0}
ms_my: {0} Terbanyak
no_no: Flest {0}
pa_in: ਸਭ ਤੋਂ ਵੱਧ {0}
pl_pl: Najwięcej {0}
ro_ro: Cele mai multe {0}
sk_sk: Najviac {0}
sq_al: Më e shumta {0}
sr_cyrl_rs: Највише {0}
sv_se: Mest {0}
sw_ke: {0} Zaidi
ta_in: அதிகபட்ச {0}
th_th: {0} มากที่สุด
tr_tr: En Çok {0}
vi_vn: Nhiều {0} nhất

# Format_Least
source: Least {0}
af_za: Minste {0}
ar_sa: الأقل {0}
bg_bg: Най-малко {0}
bn_bd: সর্বনিম্ন {0}
ca_es: Menys {0}
cs_cz: Nejméně {0}
da_dk: Mindst {0}
de_de: Wenigste {0}
el_gr: Πιο λίγα {0}
et_ee: Kõige vähem {0}
fa_ir: کمترین {0}
fi_fi: Vähiten {0}
fil_ph: Pinakakonting {0}
fr_fr: Le moins {0}
ga_ie: An chuid is lú de {0}
he_il: הכי פחות {0}
hi_in: सबसे कम {0}
hr_hr: Najmanje {0}
hu_hu: Legkevesebb {0}
id_id: Tersedikit {0}
it_it: Meno {0}
ja_jp: 最も少ない{0}
lt_lt: Mažiausiai {0}
ms_my: {0} Tersedikit
no_no: Færrest {0}
pa_in: ਸਭ ਤੋਂ ਘੱਟ {0}
pl_pl: Najmniej {0}
ro_ro: Cele mai puține {0}
sk_sk: Najmenej {0}
sq_al: Më e pakta {0}
sr_cyrl_rs: Најмање {0}
sv_se: Minst {0}
sw_ke: {0} Chache Zaidi
ta_in: குறைந்தபட்ச {0}
th_th: {0} น้อยที่สุด
tr_tr: En Az {0}
vi_vn: Ít {0} nhất

# Format_ScanFolderProgress
source: Scanning folder {0} of {1}: {2} - {3}
af_za: Skandeer vouer {0} van {1}: {2} - {3}
ar_sa: مسح المجلد {0} من {1}: {2} - {3}
bg_bg: Сканиране на папка {0} от {1}: {2} - {3}
bn_bd: ফোল্ডার স্ক্যান করা হচ্ছে {1} এর মধ্যে {0}: {2} - {3}
ca_es: Escanejant carpeta {0} de {1}: {2} - {3}
cs_cz: Skenuji složku {0} z {1}: {2} - {3}
da_dk: Scanner mappe {0} af {1}: {2} - {3}
de_de: Ordner {0} von {1} wird gescannt: {2} - {3}
el_gr: Σάρωση φακέλου {0} από {1}: {2} - {3}
et_ee: Kausta {0}/{1} skaneerimine: {2} - {3}
fa_ir: اسکن پوشه {0} از {1}: {2} - {3}
fi_fi: Skannataan kansiota {0}/{1}: {2} - {3}
fil_ph: Ini-scan ang folder {0} sa {1}: {2} - {3}
fr_fr: Analyse du dossier {0} sur {1} : {2} - {3}
ga_ie: Ag scanadh fillteán {0} de {1}: {2} - {3}
he_il: סורק תיקייה {0} מתוך {1}: {2} - {3}
hi_in: फ़ोल्डर {0} में से {1} स्कैन कर रहा है: {2} - {3}
hr_hr: Skeniranje mape {0} od {1}: {2} - {3}
hu_hu: Mappa beolvasása {0}/{1}: {2} - {3}
id_id: Memindai folder {0} dari {1}: {2} - {3}
it_it: Scansione cartella {0} di {1}: {2} - {3}
ja_jp: フォルダー {1} の {0} をスキャン中: {2} - {3}
lt_lt: Nuskaitomas aplankas {0} iš {1}: {2} - {3}
ms_my: Mengimbas folder {0} daripada {1}: {2} - {3}
no_no: Skanner mappe {0} av {1}: {2} - {3}
pa_in: {1} ਵਿੱਚੋਂ ਫੋਲਡਰ {0} ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: {2} - {3}
pl_pl: Skanowanie folderu {0} z {1}: {2} - {3}
ro_ro: Scanare dosar {0} din {1}: {2} - {3}
sk_sk: Skenujem priečinok {0} z {1}: {2} - {3}
sq_al: Po skanohet dosja {0} nga {1}: {2} - {3}
sr_cyrl_rs: Скенирам фасциклу {0} од {1}: {2} - {3}
sv_se: Skannar mapp {0} av {1}: {2} - {3}
sw_ke: Inachanganua jalada {0} kati ya {1}: {2} - {3}
ta_in: {1} இல் உள்ள {0} கோப்புறையை ஸ்கேன் செய்கிறது: {2} - {3}
th_th: กำลังสแกนโฟลเดอร์ {0} จาก {1}: {2} - {3}
tr_tr: {1} klasöründen {0} taranıyor: {2} - {3}
vi_vn: Đang quét thư mục {0} trên {1}: {2} - {3}

# Format_ScanCompleteResult
source: Scan complete. Added or updated {0} {1}.
af_za: Skandering voltooi. {0} {1} bygevoeg of opgedateer.
ar_sa: اكتمل المسح. تمت إضافة أو تحديث {0} {1}.
bg_bg: Сканирането завърши. Добавени или актуализирани {0} {1}.
bn_bd: স্ক্যান সম্পূর্ণ। {0} {1} যোগ করা হয়েছে বা আপডেট করা হয়েছে।
ca_es: Escaneig completat. S'han afegit o actualitzat {0} {1}.
cs_cz: Skenování dokončeno. Přidáno nebo aktualizováno {0} {1}.
da_dk: Scanning fuldført. Tilføjede eller opdaterede {0} {1}.
de_de: Scan abgeschlossen. {0} {1} hinzugefügt oder aktualisiert.
el_gr: Ολοκληρώθηκε η σάρωση. Προστέθηκαν ή ενημερώθηκαν {0} {1}.
et_ee: Skaneerimine lõpetatud. Lisatud või uuendatud {0} {1}.
fa_ir: اسکن کامل شد. {0} {1} اضافه یا به‌روز شد.
fi_fi: Skannaus valmis. Lisättiin tai päivitettiin {0} {1}.
fil_ph: Tapos na ang pag-scan. Nagdagdag o nag-update ng {0} {1}.
fr_fr: Analyse terminée. {0} {1} ajouté(e)s ou mis(es) à jour.
ga_ie: Scanadh críochnaithe. Cuireadh nó nuashonraíodh {0} {1}.
he_il: הסריקה הושלמה. נוספו או עודכנו {0} {1}.
hi_in: स्कैन पूरा हुआ। {0} {1} जोड़े या अपडेट किए गए।
hr_hr: Skeniranje završeno. Dodano ili ažurirano {0} {1}.
hu_hu: Beolvasás kész. Hozzáadva vagy frissítve {0} {1}.
id_id: Pemindaian selesai. Ditambahkan atau diperbarui {0} {1}.
it_it: Scansione completata. Aggiunti o aggiornati {0} {1}.
ja_jp: スキャンが完了しました。{0} {1}を追加または更新しました。
lt_lt: Nuskaitymas baigtas. Pridėta arba atnaujinta {0} {1}.
ms_my: Imbasan selesai. {0} {1} ditambahkan atau dikemas kini.
no_no: Skanning fullført. La til eller oppdaterte {0} {1}.
pa_in: ਸਕੈਨ ਪੂਰਾ ਹੋ ਗਿਆ। {0} {1} ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਂ ਅੱਪਡੇਟ ਕੀਤੇ ਗਏ।
pl_pl: Skanowanie zakończone. Dodano lub zaktualizowano {0} {1}.
ro_ro: Scanare finalizată. S-au adăugat sau actualizat {0} {1}.
sk_sk: Skenovanie dokončené. Pridaných alebo aktualizovaných {0} {1}.
sq_al: Skanimi u përfundua. U shtuan ose u përditësuan {0} {1}.
sr_cyrl_rs: Скенирање завршено. Додато или ажурирано {0} {1}.
sv_se: Skanning klar. Lade till eller uppdaterade {0} {1}.
sw_ke: Uchanganuzi umekamilika. Imeongeza au kusasisha {0} {1}.
ta_in: ஸ்கேன் முடிந்தது. {0} {1} சேர்க்கப்பட்டது அல்லது புதுப்பிக்கப்பட்டது.
th_th: สแกนเสร็จสมบูรณ์ เพิ่มหรืออัปเดต {0} {1}
tr_tr: Tarama tamamlandı. {0} {1} eklendi veya güncellendi.
vi_vn: Quét hoàn tất. Đã thêm hoặc cập nhật {0} {1}.

# Format_SavingBatch
source: Saving batch {0}...
af_za: Stoor bondel {0}...
ar_sa: حفظ الدفعة {0}...
bg_bg: Записване на партида {0}...
bn_bd: ব্যাচ {0} সংরক্ষণ করা হচ্ছে...
ca_es: Desant lot {0}...
cs_cz: Ukládám dávku {0}...
da_dk: Gemmer batch {0}...
de_de: Speichere Stapel {0}...
el_gr: Αποθήκευση παρτίδας {0}...
et_ee: Salvestatakse partiid {0}...
fa_ir: در حال ذخیره دسته {0}...
fi_fi: Tallennetaan erää {0}...
fil_ph: Sinisave ang batch {0}...
fr_fr: Enregistrement du lot {0}...
ga_ie: Ag sábháil baisce {0}...
he_il: שומר אצווה {0}...
hi_in: बैच {0} सहेजा जा रहा है...
hr_hr: Spremanje serije {0}...
hu_hu: Tétel mentése {0}...
id_id: Menyimpan batch {0}...
it_it: Salvataggio lotto {0}...
ja_jp: バッチ {0} を保存中...
lt_lt: Saugoma partija {0}...
ms_my: Menyimpan kelompok {0}...
no_no: Lagrer gruppe {0}...
pa_in: ਬੈਚ {0} ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Zapisywanie partii {0}...
ro_ro: Salvare lot {0}...
sk_sk: Ukladám dávku {0}...
sq_al: Po ruhet grupi {0}...
sr_cyrl_rs: Чувам групу {0}...
sv_se: Sparar sats {0}...
sw_ke: Inahifadhi kundi {0}...
ta_in: தொகுப்பு {0} சேமிக்கப்படுகிறது...
th_th: กำลังบันทึกชุดที่ {0}...
tr_tr: {0}. parti kaydediliyor...
vi_vn: Đang lưu lô {0}...

# Status_ScanningFolder
source: Scanning folder...
af_za: Skandeer vouer...
ar_sa: جارٍ مسح المجلد...
bg_bg: Сканиране на папка...
bn_bd: ফোল্ডার স্ক্যান করা হচ্ছে...
ca_es: Escanejant carpeta...
cs_cz: Skenuji složku...
da_dk: Scanner mappe...
de_de: Ordner wird gescannt...
el_gr: Σάρωση φακέλου...
et_ee: Kausta skaneerimine...
fa_ir: در حال اسکن پوشه...
fi_fi: Skannataan kansiota...
fil_ph: Ini-scan ang folder...
fr_fr: Analyse du dossier...
ga_ie: Ag scanadh fillteáin...
he_il: סורק תיקייה...
hi_in: फ़ोल्डर स्कैन कर रहा है...
hr_hr: Skeniranje mape...
hu_hu: Mappa beolvasása...
id_id: Memindai folder...
it_it: Scansione cartella...
ja_jp: フォルダーをスキャン中...
lt_lt: Nuskaitomas aplankas...
ms_my: Mengimbas folder...
no_no: Skanner mappe...
pa_in: ਫੋਲਡਰ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Skanowanie folderu...
ro_ro: Scanare dosar...
sk_sk: Skenujem priečinok...
sq_al: Po skanohet dosja...
sr_cyrl_rs: Скенирам фасциклу...
sv_se: Skannar mapp...
sw_ke: Inachanganua jalada...
ta_in: கோப்புறையை ஸ்கேன் செய்கிறது...
th_th: กำลังสแกนโฟลเดอร์...
tr_tr: Klasör taranıyor...
vi_vn: Đang quét thư mục...

# Status_ScanCompleteUpToDate
source: Scan complete. Library is up to date.
af_za: Skandering voltooi. Biblioteek is op datum.
ar_sa: اكتمل المسح. المكتبة محدثة.
bg_bg: Сканирането завърши. Библиотеката е актуална.
bn_bd: স্ক্যান সম্পূর্ণ। লাইব্রেরি আপ টু ডেট আছে।
ca_es: Escaneig completat. La biblioteca està actualitzada.
cs_cz: Skenování dokončeno. Knihovna je aktuální.
da_dk: Scanning fuldført. Biblioteket er opdateret.
de_de: Scan abgeschlossen. Bibliothek ist aktuell.
el_gr: Ολοκληρώθηκε η σάρωση. Η βιβλιοθήκη είναι ενημερωμένη.
et_ee: Skaneerimine lõpetatud. Teek on ajakohane.
fa_ir: اسکن کامل شد. کتابخانه به‌روز است.
fi_fi: Skannaus valmis. Kirjasto on ajan tasalla.
fil_ph: Tapos na ang pag-scan. Ang library ay napapanahon.
fr_fr: Analyse terminée. La bibliothèque est à jour.
ga_ie: Scanadh críochnaithe. Tá an leabharlann cothrom le dáta.
he_il: הסריקה הושלמה. הספרייה מעודכנת.
hi_in: स्कैन पूरा हुआ। लाइब्रेरी अपडेटेड है।
hr_hr: Skeniranje završeno. Knjižnica je ažurna.
hu_hu: Beolvasás kész. A könyvtár naprakész.
id_id: Pemindaian selesai. Perpustakaan sudah yang terbaru.
it_it: Scansione completata. La libreria è aggiornata.
ja_jp: スキャンが完了しました。ライブラリは最新です。
lt_lt: Nuskaitymas baigtas. Biblioteka atnaujinta.
ms_my: Imbasan selesai. Pustaka dikemas kini.
no_no: Skanning fullført. Biblioteket er oppdatert.
pa_in: ਸਕੈਨ ਪੂਰਾ ਹੋ ਗਿਆ। ਲਾਇਬ੍ਰੇਰੀ ਅੱਪ ਟੂ ਡੇਟ ਹੈ।
pl_pl: Skanowanie zakończone. Biblioteka jest aktualna.
ro_ro: Scanare finalizată. Biblioteca este la zi.
sk_sk: Skenovanie dokončené. Knižnica je aktuálna.
sq_al: Skanimi u përfundua. Biblioteka është e përditësuar.
sr_cyrl_rs: Скенирање завршено. Библиотека је ажурна.
sv_se: Skanning klar. Biblioteket är uppdaterat.
sw_ke: Uchanganuzi umekamilika. Maktaba imesasishwa.
ta_in: ஸ்கேன் முடிந்தது. நூலகம் புதுப்பித்த நிலையில் உள்ளது.
th_th: สแกนเสร็จสมบูรณ์ ไลบรารีเป็นปัจจุบันแล้ว
tr_tr: Tarama tamamlandı. Kütüphane güncel.
vi_vn: Quét hoàn tất. Thư viện đã được cập nhật.

# Status_ScanCancelled
source: Scan cancelled.
af_za: Skandering gekanselleer.
ar_sa: تم إلغاء المسح.
bg_bg: Сканирането е отменено.
bn_bd: স্ক্যান বাতিল করা হয়েছে।
ca_es: Escaneig cancel·lat.
cs_cz: Skenování zrušeno.
da_dk: Scanning annulleret.
de_de: Scan abgebrochen.
el_gr: Η σάρωση ακυρώθηκε.
et_ee: Skaneerimine tühistatud.
fa_ir: اسکن لغو شد.
fi_fi: Skannaus peruutettu.
fil_ph: Kinansela ang pag-scan.
fr_fr: Analyse annulée.
ga_ie: Scanadh curtha ar ceal.
he_il: הסריקה בוטלה.
hi_in: स्कैन रद्द किया गया।
hr_hr: Skeniranje otkazano.
hu_hu: Beolvasás megszakítva.
id_id: Pemindaian dibatalkan.
it_it: Scansione annullata.
ja_jp: スキャンがキャンセルされました。
lt_lt: Nuskaitymas atšauktas.
ms_my: Imbasan dibatalkan.
no_no: Skanning avbrutt.
pa_in: ਸਕੈਨ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ।
pl_pl: Skanowanie anulowane.
ro_ro: Scanare anulată.
sk_sk: Skenovanie zrušené.
sq_al: Skanimi u anulua.
sr_cyrl_rs: Скенирање отказано.
sv_se: Skanning avbruten.
sw_ke: Uchanganuzi umeghairiwa.
ta_in: ஸ்கேன் ரத்து செய்யப்பட்டது.
th_th: ยกเลิกการสแกนแล้ว
tr_tr: Tarama iptal edildi.
vi_vn: Đã hủy quét.

# Status_ScanFailed
source: Scan failed. Check logs for details.
af_za: Skandering het misluk. Gaan logs na vir besonderhede.
ar_sa: فشل المسح. تحقق من السجلات للحصول على التفاصيل.
bg_bg: Сканирането е неуспешно. Проверете логовете за подробности.
bn_bd: স্ক্যান ব্যর্থ হয়েছে। বিস্তারিত জানতে লগ পরীক্ষা করুন।
ca_es: Escaneig fallit. Comproveu els registres per a més detalls.
cs_cz: Skenování selhalo. Podrobnosti naleznete v protokolech.
da_dk: Scanning mislykkedes. Se logs for detaljer.
de_de: Scan fehlgeschlagen. Überprüfen Sie die Protokolle für Details.
el_gr: Η σάρωση απέτυχε. Ελέγξτε τα αρχεία καταγραφής για λεπτομέρειες.
et_ee: Skaneerimine ebaõnnestus. Vaadake logidest lisateavet.
fa_ir: اسکن ناموفق بود. برای جزئیات به گزارش‌ها مراجعه کنید.
fi_fi: Skannaus epäonnistui. Tarkista lokitiedot.
fil_ph: Nabigo ang pag-scan. Suriin ang mga log para sa detalye.
fr_fr: Échec de l'analyse. Consultez les journaux pour plus de détails.
ga_ie: Theip ar an scanadh. Seiceáil logaí le haghaidh sonraí.
he_il: הסריקה נכשלה. בדוק את יומני הרישום לפרטים.
hi_in: स्कैन विफल। विवरण के लिए लॉग्स देखें।
hr_hr: Skeniranje nije uspjelo. Provjerite zapisnike za detalje.
hu_hu: Beolvasás sikertelen. Részletekért lásd a naplókat.
id_id: Pemindaian gagal. Periksa log untuk detail.
it_it: Scansione fallita. Controllare i registri per i dettagli.
ja_jp: スキャンに失敗しました。詳細はログを確認してください。
lt_lt: Nuskaitymas nepavyko. Išsamią informaciją rasite žurnaluose.
ms_my: Imbasan gagal. Semak log untuk butiran.
no_no: Skanning mislyktes. Sjekk logger for detaljer.
pa_in: ਸਕੈਨ ਅਸਫਲ ਰਿਹਾ। ਵੇਰਵਿਆਂ ਲਈ ਲੌਗਸ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Skanowanie nie powiodło się. Sprawdź logi, aby uzyskać szczegóły.
ro_ro: Scanare eșuată. Verificați jurnalele pentru detalii.
sk_sk: Skenovanie zlyhalo. Podrobnosti nájdete v záznamoch.
sq_al: Skanimi dështoi. Kontrolloni regjistrat për detaje.
sr_cyrl_rs: Скенирање није успело. Проверите дневнике за детаље.
sv_se: Skanning misslyckades. Kontrollera loggar för detaljer.
sw_ke: Uchanganuzi umeshindwa. Angalia kumbukumbu kwa maelezo.
ta_in: ஸ்கேன் தோல்வியடைந்தது. விவரங்களுக்குப் பதிவுகளைச் சரிபார்க்கவும்.
th_th: สแกนล้มเหลว โปรดตรวจสอบบันทึกสำหรับรายละเอียด
tr_tr: Tarama başarısız oldu. Ayrıntılar için günlükleri kontrol edin.
vi_vn: Quét thất bại. Kiểm tra nhật ký để biết chi tiết.

# Status_PreparingScanCaches
source: Preparing scan caches...
af_za: Berei skanderingskasgeheue voor...
ar_sa: جارٍ إعداد ذاكرات التخزين المؤقت للمسح...
bg_bg: Подготовка на кешовете за сканиране...
bn_bd: স্ক্যান ক্যাশে প্রস্তুত করা হচ্ছে...
ca_es: Preparant memòria cau d'escaneig...
cs_cz: Připravuji cache skenování...
da_dk: Forbereder scanningscacher...
de_de: Scan-Caches werden vorbereitet...
el_gr: Προετοιμασία προσωρινών μνημών σάρωσης...
et_ee: Skaneerimisvahemälude ettevalmistamine...
fa_ir: در حال آماده‌سازی حافظه‌های نهان اسکن...
fi_fi: Valmistellaan skannausvälimuisteja...
fil_ph: Inihahanda ang mga scan cache...
fr_fr: Préparation des caches d'analyse...
ga_ie: Ag ullmhú taisce scanadh...
he_il: מכין מטמוני סריקה...
hi_in: स्कैन कैश तैयार कर रहा है...
hr_hr: Priprema predmemorija za skeniranje...
hu_hu: Beolvasási gyorsítótárak előkészítése...
id_id: Menyiapkan cache pemindaian...
it_it: Preparazione cache di scansione...
ja_jp: スキャンキャッシュを準備中...
lt_lt: Ruošiami nuskaitymo talpyklos...
ms_my: Menyediakan cache imbasan...
no_no: Forbereder skannebuffer...
pa_in: ਸਕੈਨ ਕੈਸ਼ ਤਿਆਰ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Przygotowywanie pamięci podręcznych skanowania...
ro_ro: Se pregătesc cache-urile de scanare...
sk_sk: Pripravujem vyrovnávacie pamäte skenovania...
sq_al: Po përgatiten memot e shpejta të skanimit...
sr_cyrl_rs: Припремам кеш меморију за скенирање...
sv_se: Förbereder skanningscache...
sw_ke: Inaandaa kashe za uchanganuzi...
ta_in: ஸ்கேன் கேச் தயார் செய்யப்படுகிறது...
th_th: กำลังเตรียมแคชการสแกน...
tr_tr: Tarama önbellekleri hazırlanıyor...
vi_vn: Đang chuẩn bị bộ đệm quét...

# Status_ReadingSongDetails
source: Reading song details...
af_za: Lees liedjiebesonderhede...
ar_sa: جارٍ قراءة تفاصيل الأغنية...
bg_bg: Четене на данни за песните...
bn_bd: গানের বিবরণ পড়া হচ্ছে...
ca_es: Llegint detalls de la cançó...
cs_cz: Načítám detaily skladeb...
da_dk: Indlæser sangdetaljer...
de_de: Lieddetails werden gelesen...
el_gr: Ανάγνωση λεπτομερειών τραγουδιού...
et_ee: Loo üksikasjade lugemine...
fa_ir: در حال خواندن جزئیات آهنگ...
fi_fi: Luetaan kappaleen tietoja...
fil_ph: Binabasa ang mga detalye ng kanta...
fr_fr: Lecture des détails des chansons...
ga_ie: Ag léamh sonraí amhráin...
he_il: קורא פרטי שירים...
hi_in: गीत विवरण पढ़ रहा है...
hr_hr: Čitanje detalja pjesme...
hu_hu: Dal részleteinek olvasása...
id_id: Membaca detail lagu...
it_it: Lettura dettagli brano...
ja_jp: 曲の詳細を読み込み中...
lt_lt: Skaitoma dainų informacija...
ms_my: Membaca butiran lagu...
no_no: Leser sangdetaljer...
pa_in: ਗੀਤਾਂ ਦੇ ਵੇਰਵੇ ਪੜ੍ਹੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Odczytywanie szczegółów utworów...
ro_ro: Se citesc detaliile melodiilor...
sk_sk: Čítam podrobnosti o skladbách...
sq_al: Po lexohen detajet e këngës...
sr_cyrl_rs: Читам детаље песме...
sv_se: Läser in låtdetaljer...
sw_ke: Inasoma maelezo ya wimbo...
ta_in: பாடலின் விவரங்கள் படிக்கப்படுகிறது...
th_th: กำลังอ่านรายละเอียดเพลง...
tr_tr: Şarkı ayrıntıları okunuyor...
vi_vn: Đang đọc chi tiết bài hát...

# Status_CleaningUpLibrary
source: Cleaning up your library...
af_za: Maak jou biblioteek skoon...
ar_sa: جارٍ تنظيف مكتبتك...
bg_bg: Почистване на вашата библиотека...
bn_bd: আপনার লাইব্রেরি পরিষ্কার করা হচ্ছে...
ca_es: Netejant la vostra biblioteca...
cs_cz: Čistím vaši knihovnu...
da_dk: Rydder op i dit bibliotek...
de_de: Ihre Bibliothek wird bereinigt...
el_gr: Εκκαθάριση της βιβλιοθήκης σας...
et_ee: Teegi puhastamine...
fa_ir: در حال مرتب‌سازی کتابخانه شما...
fi_fi: Siivotaan kirjastoa...
fil_ph: Nililinis ang iyong library...
fr_fr: Nettoyage de votre bibliothèque...
ga_ie: Ag glanadh do leabharlainne...
he_il: מנקה את הספרייה שלך...
hi_in: आपकी लाइब्रेरी को साफ कर रहा है...
hr_hr: Čišćenje vaše knjižnice...
hu_hu: Könyvtár rendbetétele...
id_id: Membersihkan perpustakaan Anda...
it_it: Pulizia libreria...
ja_jp: ライブラリをクリーンアップ中...
lt_lt: Valoma jūsų biblioteka...
ms_my: Membersihkan pustaka anda...
no_no: Rydder opp i biblioteket ditt...
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਸਾਫ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl_pl: Czyszczenie biblioteki...
ro_ro: Se curăță biblioteca...
sk_sk: Čistím vašu knižnicu...
sq_al: Po pastrohet biblioteka juaj...
sr_cyrl_rs: Чистим вашу библиотеку...
sv_se: Rensar ditt bibliotek...
sw_ke: Inasafisha maktaba yako...
ta_in: உங்கள் நூலகம் சுத்தம் செய்யப்படுகிறது...
th_th: กำลังล้างข้อมูลในไลบรารีของคุณ...
tr_tr: Kütüphaneniz temizleniyor...
vi_vn: Đang dọn dẹp thư viện của bạn...

# Status_Finalizing
source: Finalizing...
af_za: Finaliseer...
ar_sa: جارٍ الإنهاء...
bg_bg: Приключване...
bn_bd: চূড়ান্ত করা হচ্ছে...
ca_es: Finalitzant...
cs_cz: Dokončuji...
da_dk: Afslutter...
de_de: Wird abgeschlossen...
el_gr: Ολοκλήρωση...
et_ee: Lõpetamine...
fa_ir: در حال نهایی‌سازی...
fi_fi: Viimeistellään...
fil_ph: Tinutuloy...
fr_fr: Finalisation...
ga_ie: Ag críochnú...
he_il: מסיים...
hi_in: अंतिम रूप दे रहा है...
hr_hr: Završavanje...
hu_hu: Befejezés...
id_id: Finalisasi...
it_it: Finalizzazione...
ja_jp: 最終処理中...
lt_lt: Baigiama...
ms_my: Memuktamadkan...
no_no: Fullfører...
pa_in: ਅੰਤਿਮ ਰੂਪ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Finalizowanie...
ro_ro: Finalizare...
sk_sk: Dokončujem...
sq_al: Po finalizohet...
sr_cyrl_rs: Завршавам...
sv_se: Slutför...
sw_ke: Inakamilisha...
ta_in: இறுதிப்படுத்தப்படுகிறது...
th_th: กำลังดำเนินการขั้นสุดท้าย...
tr_tr: Sonlandırılıyor...
vi_vn: Đang hoàn tất...

# Status_NormalizationFailed
source: Volume normalization failed. Check logs for details.
af_za: Volume-normalisering het misluk. Gaan logs na vir besonderhede.
ar_sa: فشل تطبيع مستوى الصوت. تحقق من السجلات للحصول على التفاصيل.
bg_bg: Нормализацията на силата на звука е неуспешна. Проверете логовете за подробности.
bn_bd: ভলিউম নরমালাইজেশন ব্যর্থ হয়েছে। বিস্তারিত জানতে লগ পরীক্ষা করুন।
ca_es: La normalització del volum ha fallat. Comproveu els registres per a més detalls.
cs_cz: Normalizace hlasitosti selhala. Podrobnosti naleznete v protokolech.
da_dk: Volumennormalisering mislykkedes. Se logs for detaljer.
de_de: Lautstärkenormalisierung fehlgeschlagen. Überprüfen Sie die Protokolle für Details.
el_gr: Η ομαλοποίηση έντασης απέτυχε. Ελέγξτε τα αρχεία καταγραφής για λεπτομέρειες.
et_ee: Helitugevuse normaliseerimine ebaõnnestus. Vaadake logidest lisateavet.
fa_ir: عادی‌سازی صدا ناموفق بود. برای جزئیات به گزارش‌ها مراجعه کنید.
fi_fi: Äänenvoimakkuuden normalisointi epäonnistui. Tarkista lokitiedot.
fil_ph: Nabigo ang normalisasyon ng volume. Suriin ang mga log para sa detalye.
fr_fr: Échec de la normalisation du volume. Consultez les journaux pour plus de détails.
ga_ie: Theip ar normalú toirte. Seiceáil logaí le haghaidh sonraí.
he_il: נורמליזציית עוצמת הקול נכשלה. בדוק את יומני הרישום לפרטים.
hi_in: वॉल्यूम सामान्यीकरण विफल। विवरण के लिए लॉग्स देखें।
hr_hr: Normalizacija glasnoće nije uspjela. Provjerite zapisnike za detalje.
hu_hu: Hangerő-normalizálás sikertelen. Részletekért lásd a naplókat.
id_id: Normalisasi volume gagal. Periksa log untuk detail.
it_it: Normalizzazione volume fallita. Controllare i registri per i dettagli.
ja_jp: 音量正規化に失敗しました。詳細はログを確認してください。
lt_lt: Garso normalizavimas nepavyko. Išsamią informaciją rasite žurnaluose.
ms_my: Normalisasi volum gagal. Semak log untuk butiran.
no_no: Volumnormalisering mislyktes. Sjekk logger for detaljer.
pa_in: ਵਾਲੀਅਮ ਨੋਰਮਲਾਈਜ਼ੇਸ਼ਨ ਅਸਫਲ ਰਿਹਾ। ਵੇਰਵਿਆਂ ਲਈ ਲੌਗਸ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Normalizacja głośności nie powiodła się. Sprawdź logi, aby uzyskać szczegóły.
ro_ro: Normalizarea volumului a eșuat. Verificați jurnalele pentru detalii.
sk_sk: Normalizácia hlasitosti zlyhala. Podrobnosti nájdete v záznamoch.
sq_al: Normalizimi i volumit dështoi. Kontrolloni regjistrat për detaje.
sr_cyrl_rs: Нормализација јачине звука није успела. Проверите дневнике за детаље.
sv_se: Volymnormalisering misslyckades. Kontrollera loggar för detaljer.
sw_ke: Usawazishaji wa sauti umeshindwa. Angalia kumbukumbu kwa maelezo.
ta_in: ஒலியளவு சீராக்கம் தோல்வியடைந்தது. விவரங்களுக்குப் பதிவுகளைச் சரிபார்க்கவும்.
th_th: การปรับระดับเสียงล้มเหลว โปรดตรวจสอบบันทึกสำหรับรายละเอียด
tr_tr: Ses normalizasyonu başarısız oldu. Ayrıntılar için günlükleri kontrol edin.
vi_vn: Chuẩn hóa âm lượng thất bại. Kiểm tra nhật ký để biết chi tiết.
